[
    {
        "id": "tarih_ti_027",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "turk_islam_gecis",
        "subtopic": "Talas Savaşı ve Türklerin İslamiyet'e Geçişi",
        "q": "751 yılında Abbasiler ile Çinliler arasında yapılan Talas Savaşı'nın dünya kültür tarihi açısından en önemli sonucu aşağıdakikannya hangisidir?",
        "o": [
            "Türklerin İslamiyet'i kitleler halinde kabul etmesi",
            "Kağıt üretiminin Çin dışına taşınarak Semerkant'ta üretilmesi",
            "Orta Asya'nın Çin hakimiyetine girmesinin engellenmesi",
            "Abbasilerin İslam dünyasında otoriteyi sağlaması",
            "Uygurların yerleşik hayata geçmesi"
        ],
        "a": 1,
        "e": "Talas Savaşı'nın siyasi sonucu Türklerin İslam'a geçişidir; ancak 'dünya kültür tarihi' açısından en büyük sonucu, kağıdın ilk kez Çin dışında (Semerkant - Şehirlerin Şahı) üretilmeye başlanmasıdır. Bu durum kültürel etkileşimi hızlandırmıştır."
    },
    {
        "id": "tarih_ti_028",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Orta Asya'da kurulan ilk Türk-İslam devleti olan Karahanlılar, Türk kültürünü korumaya büyük önem vermişlerdir.\n\nAşağıdakilerden hangisi Karahanlıların 'ulusçu' (milliyetçi) bir yapıya sahip olduğunun göstergesi değildir?",
        "o": [
            "Resmi dil olarak Türkçeyi kullanmaları",
            "Yöneticilerinin ve halkının Türk olması",
            "Uygur alfabesini kullanmaya devam etmeleri",
            "İlk Türk-İslam edebi eserlerini vermeleri",
            "Hükümdarlarının 'Sultan' unvanını kullanması"
        ],
        "a": 4,
        "e": "Resmi dilin Türkçe olması, Uygur alfabesi ve Türk nüfusu ulusçu yapıyı gösterir. Ancak 'Sultan' unvanı Arapça kökenli İslami bir unvandır. Karahanlı hükümdarları genellikle Türkçe olan 'Han, Hakan' unvanlarını kullanmışlardır (Örn: Satuk Buğra Han). Sultan unvanını ilk kullanan Gazneli Mahmut'tur."
    },
    {
        "id": "tarih_ti_029",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar ve Eserler",
        "q": "Yusuf Has Hacib tarafından yazılan, 'Mutluluk Veren Bilgi' anlamına gelen ve Türk-İslam edebiyatının ilk yazılı eseri kabul edilen eser hangisidir?",
        "o": [
            "Divan-ı Hikmet",
            "Kutadgu Bilig",
            "Atabetü'l Hakayık",
            "Divan-u Lugati't-Turk",
            "Şehname"
        ],
        "a": 1,
        "e": "Kutadgu Bilig (Mutluluk Veren Bilgi), Yusuf Has Hacib tarafından Karahanlı Hükümdarı Tamgaç Buğra Han'a sunulmuştur. Siyasetname özelliği taşır ve ideal devlet yönetimini anlatır. Türk-İslam tarihinin ilk yazılı eseridir."
    },
    {
        "id": "tarih_ti_030",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar ve Eserler",
        "q": "Kaşgarlı Mahmut tarafından Araplara Türkçeyi öğretmek ve Türk dilinin zenginliğini göstermek amacıyla yazılan, içerisinde ilk Türk dünya haritasının da bulunduğu eser hangisidir?",
        "o": [
            "Muhakemetü'l Lügateyn",
            "Divan-ı Hikmet",
            "Kutadgu Bilig",
            "Divan-u Lugati't-Turk",
            "Mecalisü'n Nefais"
        ],
        "a": 3,
        "e": "Divan-u Lugati't-Turk, ilk Türkçe sözlük ve gramer kitabıdır. Kaşgarlı Mahmut bu eseri Abbasi Halifesine sunmuştur. Amacı Türkçenin Arapça kadar zengin bir dil olduğunu kanıtlamaktır."
    },
    {
        "id": "tarih_ti_031",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Türk-İslam tarihinde 'Ribat' adı verilen yapıların ilk örneklerini Karahanlılar inşa etmiştir. \n\nRibatların kuruluşundaki temel amaç sınır güvenliğini sağlamak olsa da zamanla hangi fonksiyona dönüşerek ticareti geliştirmiştir?",
        "o": [
            "Medrese",
            "Kervansaray",
            "Darüşşifa",
            "İmarethane",
            "Külliye"
        ],
        "a": 1,
        "e": "Ribatlar başlangıçta sınır güvenliği ve gazilerin konaklaması için yapılan askeri karakollardı. Sınırlar genişleyip bu yapılar iç bölgelerde kalınca, tüccarların konakladığı 'Kervansaray'lara dönüşmüş ve ticareti canlandırmıştır."
    },
    {
        "id": "tarih_ti_032",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "Gazneli Mahmut, Hindistan'a 17 sefer düzenleyerek İslamiyet'in bu bölgede yayılmasını sağlamıştır. \n\nBu seferlerin sosyal sonucu olarak Hindistan'da zayıflayan yapı aşağıdakilerden hangisidir?",
        "o": [
            "Derebeylik sistemi",
            "Kast sistemi",
            "Budizm inancı",
            "Merkezi krallıklar",
            "Ticari loncalar"
        ],
        "a": 1,
        "e": "Hindistan'daki Kast Sistemi, sınıflar arası geçişin yasak olduğu katı bir eşitsizlik sistemiydi. İslamiyet'in getirdiği 'Eşitlik' ve 'Adalet' ilkesi, Kast sisteminin temellerini sarsmış ve zayıflamasına neden olmuştur."
    },
    {
        "id": "tarih_ti_033",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler ve Kültür",
        "q": "İranlı şair Firdevsi, ünlü eseri 'Şehname'yi aşağıdaki Türk hükümdarlarından hangisine sunmuştur?",
        "o": [
            "Alparslan",
            "Melikşah",
            "Gazneli Mahmut",
            "Satuk Buğra Han",
            "Timur"
        ],
        "a": 2,
        "e": "Firdevsi, İran-Turan mücadelelerini anlattığı dünyaca ünlü 'Şehname' adlı eserini Gazneli Mahmut'a sunmuştur. (Eserde Alper Tunga'dan 'Afrasiyab' olarak bahsedilir.)"
    },
    {
        "id": "tarih_ti_034",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "Gaznelilerin çok uluslu (imparatorluk) bir yapıya sahip olmaları ve ordularında farklı milletlerden askerler bulundurmaları aşağıdakilerden hangisine neden olmuştur?",
        "o": [
            "Bilim ve sanatın gelişmesine",
            "Yıkılış sürecinin hızlanmasına",
            "Anadolu'nun fethinin gecikmesine",
            "Haçlı Seferleri'nin başlamasına",
            "Halifeliğin korunmasına"
        ],
        "a": 1,
        "e": "Gaznelilerde yönetici sınıf Türk, halk ise Afgan, Hint, Fars ve Arap gibi farklı milletlerden oluşuyordu. Bu kopukluk ve çok uluslu yapı, devletin iç isyanlarla uğraşmasına ve yıkılış sürecinin hızlanmasına neden olmuştur. (Karahanlılar ise tamamen Türk coğrafyasında kurulduğu için bu sorunu yaşamamıştır.)"
    },
    {
        "id": "tarih_ti_035",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "1040 yılında Gazneliler ile Selçuklular arasında yapılan ve Gaznelilerin yıkılış sürecine girmesine, Büyük Selçuklu Devleti'nin ise resmen kurulmasına neden olan savaş hangisidir?",
        "o": [
            "Pasinler",
            "Dandanakan",
            "Malazgirt",
            "Katvan",
            "Yassıçemen"
        ],
        "a": 1,
        "e": "Dandanakan Savaşı (1040), Selçukluların devletleştiği, Gaznelilerin ise yıkılışa geçtiği dönüm noktasıdır. Tuğrul ve Çağrı Beyler bu savaştan sonra bağımsızlıklarını ilan etmişlerdir."
    },
    {
        "id": "tarih_ti_036",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "1048 Pasinler Savaşı, Büyük Selçuklu Devleti ile Bizans İmparatorluğu arasında yapılan ilk büyük savaştır.\n\nBu savaşın temel sebebi aşağıdakilerden hangisidir?",
        "o": [
            "Anadolu'yu kesin olarak Türk yurdu yapmak",
            "Bizans'ın İslam dünyası üzerindeki baskısını kırmak",
            "Anadolu'ya yapılan Türk akınları ve keşif hareketleri",
            "Haçlı Seferleri'na karşı savunma yapmak",
            "İstanbul'u fethetmek"
        ],
        "a": 2,
        "e": "Pasinler Savaşı, Tuğrul Bey döneminde Anadolu'ya yapılan keşif amaçlı akınlar sonucunda çıkmıştır. Amaç henüz Anadolu'ya yerleşmek değil, Bizans'ın gücünü tartmak ve ganimet elde etmektir. Anadolu'nun kapıları Malazgirt ile açılacaktır."
    },
    {
        "id": "tarih_ti_037",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Sultan Alparslan, 1071 Malazgirt Zaferi'nden sonra komutanlarına 'Toprak fethedenin malıdır' (Kılıç Hakkı) diyerek Anadolu'da fetihleri teşvik etmiştir.\n\nBu politikanın en önemli sonucu aşağıdakikannya hangisidir?",
        "o": [
            "Anadolu'da Birinci Beylikler Dönemi'nin başlaması",
            "Anadolu Selçuklu Devleti'nin yıkılması",
            "Haçlı Seferleri'nin sona ermesi",
            "Bizans ile anlaşma yapılması",
            "Osmanlı Devleti'nin kurulması"
        ],
        "a": 0,
        "e": "Kılıç Hakkı politikası sayesinde komutanlar (Saltuk, Mengücek, Danişment vb.) fethettikleri yerlerde kendi beyliklerini kurmuşlardır. Bu durum Anadolu'nun Türkleşmesini çok hızlandırmış, ancak feodal bir yapının (I. Beylikler) oluşmasına da neden olmuştur."
    },
    {
        "id": "tarih_ti_038",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Sultan Alparslan'a Hristiyanlar için kutsal sayılan Ani Kalesi'ni fethetmesi üzerine Abbasi Halifesi tarafından hangi unvan verilmiştir?",
        "o": [
            "Doğunun ve Batının Sultanı",
            "Ebul Feth (Fetihlerin Babası)",
            "Sultan-ı İklim-i Rum",
            "Gazi",
            "Hüdavendigar"
        ],
        "a": 1,
        "e": "Ani Kalesi'nin fethi İslam dünyasında büyük yankı uyandırmış ve Halife, Sultan Alparslan'a 'Ebul Feth' (Fetihlerin Babası) unvanını vermiştir. Tuğrul Bey'e ise Bağdat Seferi sonrası 'Doğunun ve Batının Sultanı' unvanı verilmişti."
    },
    {
        "id": "tarih_ti_039",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Büyük Selçuklu Devleti'nin en parlak dönemi sayılan, devletin sınırlarının en geniş halini aldığı dönem hangi hükümdara aittir?",
        "o": [
            "Tuğrul Bey",
            "Alparslan",
            "Melikşah",
            "Sencer",
            "Berkyaruk"
        ],
        "a": 2,
        "e": "Büyük Selçuklu Devleti, Sultan Melikşah döneminde en geniş sınırlarına ulaşmış, bilim, sanat ve kültürde 'Altın Çağ'ını yaşamıştır. Vezir Nizamülmülk bu dönemde devlet yönetiminde çok etkilidir."
    },
    {
        "id": "tarih_ti_040",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Eğitim ve Bilim",
        "q": "Büyük Selçuklu Veziri Nizamülmülk tarafından Bağdat'ta kurulan ve dünyanın ilk üniversitesi niteliği taşıyan 'Nizamiye Medreseleri'nin kurulmasındaki temel amaçlardan biri aşağıdakilerden hangisidir?",
        "o": [
            "Hristiyanlığı yaymak",
            "Batınilik (Haşhaşilik) faaliyetlerine karşı fikri mücadele vermek",
            "Bizans ile diplomatik ilişki kurmak",
            "Tıp eğitimi vermek",
            "Ordunun asker ihtiyacını karşılamak"
        ],
        "a": 1,
        "e": "Nizamiye Medreseleri'nin en önemli kuruluş amaçlarından biri, Hasan Sabbah'ın kurduğu Batınilik (Haşhaşilik) tarikatının zararlı fikirlerine karşı Sünni İslam inancını savunacak ilim adamları yetiştirmektir. Aynı zamanda devlet memuru ihtiyacını da karşılamıştır."
    },
    {
        "id": "tarih_ti_041",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "Türk-İslam devletlerinde hükümdar çocuklarını (Melik) eğitmekle görevli olan deneyimli devlet adamlarına ne ad verilirdi?",
        "o": [
            "Lala",
            "Atabey",
            "Hacip",
            "Subaşı",
            "Pervane"
        ],
        "a": 1,
        "e": "Selçuklularda Meliklerin hocasına 'Atabey' denirdi. (Osmanlı'daki karşılığı 'Lala'dır). Atabeyler, devlet otoritesi zayıfladığında bulundukları bölgelerde bağımsızlıklarını ilan ederek 'Atabeylikler' (Örn: Zengiler, Böriler) kurmuşlardır."
    },
    {
        "id": "tarih_ti_042",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Toprak Sistemi",
        "q": "Selçuklularda uygulanan, toprağın gelirinin asker veya devlet memurlarına maaş karşılığı verildiği, böylece hazineden para çıkmadan savaşa hazır bir ordu yetiştirilen sistem hangisidir?",
        "o": [
            "İkta Sistemi",
            "Vakıf Sistemi",
            "Müsadere Sistemi",
            "Gulam Sistemi",
            "İltizam Sistemi"
        ],
        "a": 0,
        "e": "İkta sistemi; devlete ait toprakların (Miri arazi) gelirinin hizmet karşılığı kişilere verilmesidir. Bu sistemle üretimde süreklilik sağlanır, vergiler kolay toplanır, bölgenin güvenliği sağlanır ve hazineden para çıkmadan 'Cebelü' (atlı asker) yetiştirilir."
    },
    {
        "id": "tarih_ti_043",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ordu Sistemi",
        "q": "Türk-İslam devletlerinde savaş esirlerinin veya satın alınan kölelerin eğitilerek asker ve devlet adamı yapıldığı, Osmanlı'daki Devşirme sisteminin temelini oluşturan sistem hangisidir?",
        "o": [
            "İkta",
            "Gulam",
            "Ahilik",
            "Tımar",
            "Veraset"
        ],
        "a": 1,
        "e": "Gulam sistemi (Gulamhane), çoğunluğu gayrimüslim gençlerin toplanıp İslam terbiyesi ve askeri eğitimle devlet hizmetine alınmasıdır. Bu sistemden yetişen askerlere 'Gulam-ı Saray' denir ve üç ayda bir 'Bistegani' maaşı alırlardı."
    },
    {
        "id": "tarih_ti_044",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Mimari",
        "q": "Türk-İslam mimarisinde, çadır geleneğinin taşa yansımış hali olan, genellikle silindirik veya çokgen gövdeli, konik çatılı anıt mezarlara ne ad verilir?",
        "o": [
            "Kümbet",
            "Külliye",
            "Bedesten",
            "Arasta",
            "Kervansaray"
        ],
        "a": 0,
        "e": "Kümbetler, Büyük Selçuklularla birlikte İslam mimarisine giren, eski Türklerdeki 'Kurgan' (mezar) ve çadır yapısının sentezi olan anıt mezarlardır. (Örn: Saltuklular - Üç Kümbetler)."
    },
    {
        "id": "tarih_ti_045",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Eserler",
        "q": "Edip Ahmet Yükneki tarafından yazılan, 'Gerçeklerin Eşiği' anlamına gelen, ahlaki öğütler ve bilginin faydasını anlatan eser hangisidir?",
        "o": [
            "Divan-ı Hikmet",
            "Atabetü'l Hakayık",
            "Kutadgu Bilig",
            "Divan-u Lugati't-Turk",
            "Siyasetname"
        ],
        "a": 1,
        "e": "Atabetü'l Hakayık (Gerçeklerin Eşiği), 12. yüzyılda Edip Ahmet Yükneki tarafından Karahanlılar döneminde yazılmıştır. Ayet ve hadislere dayalı ahlaki öğütler içerir."
    },
    {
        "id": "tarih_ti_046",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Büyük Selçuklu Devleti'nin yıkılış sürecine girmesine neden olan ve Moğol kökenli Karahitaylılarla yapılan savaş aşağıdakilerden hangisidir?",
        "o": [
            "Kösedağ Savaşı",
            "Katvan Savaşı",
            "Yassıçemen Savaşı",
            "Dandanakan Savaşı",
            "Malazgirt Savaşı"
        ],
        "a": 1,
        "e": "1141 Katvan Savaşı, Büyük Selçuklu Sultanı Sencer'in Karahitaylılara yenilmesiyle sonuçlanmıştır. Bu yenilgi devletin zayıfladığını göstermiş ve yıkılış sürecini başlatmıştır. (Kösedağ Savaşı ise Anadolu Selçuklu Devleti'ni yıkan savaştır, karıştırılmamalıdır.)"
    },
    {
        "id": "tarih_ti_047",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Mısır'da Kurulan Türk Devletleri",
        "q": "Mısır'da kurulan ilk Türk-İslam devleti olan ve yöneticileri Türk, halkı Arap olduğu için kısa sürede yıkılan devlet aşağıdakilerden hangisidir?",
        "o": [
            "İhşidiler (Akşitler)",
            "Tolunoğulları",
            "Eyyubiler",
            "Memlükler",
            "Fatımiler"
        ],
        "a": 1,
        "e": "Tolunoğulları, Mısır'da kurulan ilk Türk devletidir. En önemli özelliği; yöneticileri ve ordusu Türk, ancak yönetilen halkın Arap olmasıdır. Bu kopukluk, devletin halk desteğinden yoksun kalmasına ve kısa sürede yıkılmasına neden olmuştur. (Aynı durum İhşidiler için de geçerlidir)."
    },
    {
        "id": "tarih_ti_048",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "İhşidiler (Akşitler)",
        "q": "Kutsal topraklar olan Hicaz bölgesine (Mekke ve Medine) hakim olan ilk Türk devleti aşağıdakilerden hangisidir?",
        "o": [
            "Karahanlılar",
            "Büyük Selçuklular",
            "İhşidiler (Akşitler)",
            "Tolunoğulları",
            "Osmanlılar"
        ],
        "a": 2,
        "e": "İhşidiler (Akşitler), Mısır'da kurulmuş ve sınırlarını genişleterek Hicaz bölgesine hakim olmuşlardır. Böylece Türk tarihinde kutsal topraklara sahip olan ilk devlet olma şerefine erişmişlerdir. 'Akşit' unvanı, Prensler/Beyaz Güneş anlamına gelir."
    },
    {
        "id": "tarih_ti_049",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Eyyubiler",
        "q": "1187 Hıttin Savaşı ile Kudüs'ü Haçlıların elinden geri alarak III. Haçlı Seferi'nin başlamasına neden olan ünlü Türk-İslam komutanı ve devlet adamı kimdir?",
        "o": [
            "Selahaddin Eyyubi",
            "Nureddin Zengi",
            "Baybars",
            "Kılıç Arslan",
            "Alparslan"
        ],
        "a": 0,
        "e": "Selahaddin Eyyubi, Hıttin Savaşı'nda Haçlıları ağır bir yenilgiye uğratarak Kudüs'ü geri almıştır. Mehmet Akif Ersoy onun için 'Şarkın en sevgili sultanı', Fransız tarihçiler ise 'İslam'ın en saf kahramanı' ifadelerini kullanmıştır."
    },
    {
        "id": "tarih_ti_050",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlükler",
        "q": "Tarihte Moğolları 'Ayn Calut' ve 'Elbistan' savaşlarında yenilgiye uğratarak Moğol ilerleyişini durdurabilen tek Türk devleti hangisidir?",
        "o": [
            "Harzemşahlar",
            "Anadolu Selçuklu Devleti",
            "Memlükler",
            "Timur Devleti",
            "Altın Orda Devleti"
        ],
        "a": 2,
        "e": "Memlükler (Kölemenler), Moğol ordularını ön Asya'da durdurabilen tek güçtür. Sultan Baybars ve Sultan Kutuz komutasındaki Memlük ordusu, yenilmez sanılan Moğolları mağlup etmiştir."
    },
    {
        "id": "tarih_ti_051",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlükler",
        "q": "Memlük Devleti'nde, diğer Türk devletlerinden farklı olarak uygulanan veraset sistemi (tahta geçiş usulü) nasıldır?",
        "o": [
            "Ülke hanedanın ortak malıdır.",
            "Sadece en yaşlı üye tahta geçer (Ekber ve Erşed).",
            "Her başarılı komutanın sultan olma hakkı vardır.",
            "Saltanat babadan oğula geçer.",
            "Hükümdarı Halife atar."
        ],
        "a": 2,
        "e": "Memlüklerde 'Kut' anlayışı (hanedan üyeliği şartı) yoktur. Bunun yerine 'Güçlü olan hükmeder' anlayışı vardır. Yani ordunun başındaki güçlü ve başarılı her komutanın tahta geçme hakkı vardır. Bu yüzden Memlüklerde çok fazla hükümdar değişikliği yaşanmıştır."
    },
    {
        "id": "tarih_ti_052",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Türk-İslam Bilginleri",
        "q": "Aristo'nun felsefesini İslam dünyasına tanıttığı için 'Muallim-i Sani' (İkinci Öğretmen) olarak anılan, müzik alanında da çalışmalar yapan ünlü Türk-İslam filozofu kimdir?",
        "o": [
            "İbn-i Sina",
            "Farabi",
            "Biruni",
            "Gazali",
            "Harezmi"
        ],
        "a": 1,
        "e": "Farabi (Al-Pharabius), Aristo'dan (Birinci Öğretmen) sonra mantık ve felsefe alanındaki çalışmalarıyla 'İkinci Öğretmen' unvanını almıştır. Ayrıca 'Kitabü'l Musiki' adlı eseriyle müzik kuramlarını yazmış ve 'Kanun' enstrümanını geliştirmiştir."
    },
    {
        "id": "tarih_ti_053",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Türk-İslam Bilginleri",
        "q": "Batı dünyasında 'Avicenna' olarak bilinen, 'El Kanun fi't Tıp' (Tıbbın Kanunu) eseri yüzyıllarca Avrupa üniversitelerinde ders kitabı olarak okutulan tıp bilgini kimdir?",
        "o": [
            "Farabi",
            "İbn-i Rüşd",
            "İbn-i Sina",
            "Akşemseddin",
            "Ali Kuşçu"
        ],
        "a": 2,
        "e": "İbn-i Sina, Tıp alanında otoritedir. 'Tıbbın Hükümdarı' olarak da bilinir. Eseri Avrupa'da 17. yüzyıla kadar temel tıp kitabı olarak okutulmuştur. Ayrıca mikrobu tarif etmiştir."
    },
    {
        "id": "tarih_ti_054",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Türk-İslam Bilginleri",
        "q": "Gazneli Mahmut'un 'Sarayımın en değerli hazinesi' dediği, matematik, coğrafya ve astronomi alanında uzmanlaşmış, 'Asar-ı Bakiye' adlı eserin yazarı kimdir?",
        "o": [
            "Biruni",
            "Ömer Hayyam",
            "Uluğ Bey",
            "Harezmi",
            "İbn-i Batuta"
        ],
        "a": 0,
        "e": "Biruni, Gazneliler döneminde yaşamış çok yönlü bir bilim insanıdır. Dünyanın çapını hesaplamış, jeodezi biliminin temelini atmıştır. UNESCO, 1973 yılını 'Biruni Yılı' ilan etmiştir."
    },
    {
        "id": "tarih_ti_055",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Türk-İslam Bilginleri",
        "q": "Cebir ilminin kurucusu sayılan, '0' (sıfır) rakamını ve onluk sistemi kullanan, 'Hisabü'l Cebr ve'l Mukabele' adlı eserin yazarı kimdir?",
        "o": [
            "Harezmi",
            "Ömer Hayyam",
            "Ali Kuşçu",
            "Matrakçı Nasuh",
            "Takiyüddin"
        ],
        "a": 0,
        "e": "Harezmi (Algorisma), matematiğin babası sayılır. Bugünkü 'Algoritma' ismi onun adından gelir. Sıfırı (0) matematiksel işlemlerde ilk kez sistemli kullanan kişidir."
    },
    {
        "id": "tarih_ti_056",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Teşkilatı",
        "q": "Büyük Selçuklu Devleti'nde mali işlerden sorumlu olan ve devletin gelir-gider dengesini tutan divan hangisidir?",
        "o": [
            "Divan-ı İnşa (Tuğra)",
            "Divan-ı İstifa",
            "Divan-ı İşraf",
            "Divan-ı Arz",
            "Divan-ı Mezalim"
        ],
        "a": 1,
        "e": "Divan-ı İstifa, maliye bakanlığı gibidir. Başındaki kişiye 'Müstevfi' denir. (Kodlama: İstiflemekten aklına gelebilir, paraları istiflemek). Divan-ı Arz orduyla, Divan-ı İnşa yazışmalarla, Divan-ı İşraf denetimle ilgilenir."
    },
    {
        "id": "tarih_ti_057",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk Sistemi",
        "q": "Türk-İslam devletlerinde hukuk sistemi Şer'i ve Örfi olmak üzere ikiye ayrılırdı. \n\nÖrfi hukuk davalarına bakan, gerektiğinde siyasi suçluları yargılayan mahkemenin başındaki görevli kimdir?",
        "o": [
            "Kadı",
            "Kadı'l Kudat",
            "Emir-i Dad",
            "Müstevfi",
            "Muhtesib"
        ],
        "a": 2,
        "e": "Şer'i davalara Kadı bakar. Baş kadıya Kadı'l Kudat denir. Ancak Töre'ye dayanan Örfi hukukun başındaki kişi 'Emir-i Dad'dır (Adalet Emiri). Siyasi davalara ve devlet memurlarının suçlarına o bakar."
    },
    {
        "id": "tarih_ti_058",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sosyal Hayat",
        "q": "Çarşı ve pazarlardaki düzeni sağlayan, fiyatları denetleyen (narh kesmek), tartı aletlerini kontrol eden görevliye ne ad verilir?",
        "o": [
            "Muhtesib",
            "Subaşı",
            "Amid",
            "Amil",
            "Atabey"
        ],
        "a": 0,
        "e": "Muhtesib, günümüzdeki 'Zabıta' görevini yapar. Ticari hayatın dürüstçe yürümesini sağlar, üretici ve tüketiciyi korur. Narh sistemiyle fiyatları kontrol altında tutar."
    },
    {
        "id": "tarih_ti_059",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sosyal Kurumlar",
        "q": "Türk-İslam devletlerinde kişilerin mallarını kamu yararına (cami, hastane, medrese gibi) süresiz olarak bağışlaması sistemine ne ad verilir?",
        "o": [
            "Vakıf",
            "İkta",
            "Lonca",
            "Ahilik",
            "Gedik"
        ],
        "a": 0,
        "e": "Vakıf sistemi, sosyal devlet anlayışının temelidir. Vakfedilen mal satılamaz, devredilemez. Gelirleri ile halkın ihtiyaçları (eğitim, sağlık, ibadet) ücretsiz karşılanır."
    },
    {
        "id": "tarih_ti_060",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "tasavvuf",
        "subtopic": "Tasavvuf Edebiyatı",
        "q": "Türklerin İslamiyet'i kabul etmesinde çok etkili olan, 'Piri Türkistan' olarak bilinen ve 'Divan-ı Hikmet' adlı eseriyle tasavvuf edebiyatını başlatan mutasavvıf kimdir?",
        "o": [
            "Hoca Ahmet Yesevi",
            "Yunus Emre",
            "Mevlana",
            "Hacı Bektaş-ı Veli",
            "Hacı Bayram-ı Veli"
        ],
        "a": 0,
        "e": "Hoca Ahmet Yesevi, Türk tasavvufunun kurucusudur. Türkistan'da yaşamış ancak öğretileri Anadolu'nun Türkleşip İslamlaşmasında (Alperenler aracılığıyla) büyük rol oynamıştır. Eseri Divan-ı Hikmet'tir."
    },
    {
        "id": "tarih_ti_061",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemsahlar",
        "subtopic": "Harzemşahlar",
        "q": "Kendilerini Büyük Selçuklu Devleti'nin mirasçısı olarak gören, 1230 Yassıçemen Savaşı'nda Anadolu Selçuklu Devleti'ne yenilerek yıkılış sürecine giren devlet hangisidir?",
        "o": [
            "Karakoyunlular",
            "Akkoyunlular",
            "Harzemşahlar",
            "Timur Devleti",
            "Safeviler"
        ],
        "a": 2,
        "e": "Harzemşahlar, Selçuklu varisi olduklarını iddia etmişlerdir. Moğollarla yaşadıkları 'Otrar Faciası' ile ünlüdürler. Anadolu Selçuklu Sultanı I. Alaaddin Keykubat'a Yassıçemen Savaşı'nda yenilince tampon bölge olma özelliklerini yitirmişler, bu da Moğolların Anadolu'ya girmesini kolaylaştırmıştır."
    },
    {
        "id": "tarih_ti_062",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk_beylikler",
        "subtopic": "Mengücekler",
        "q": "Erzincan ve çevresinde kurulan Mengücekler dönemine ait, mimari yapısı ve taş işçiliğiyle UNESCO Dünya Mirası Listesi'nde yer alan eser hangisidir?",
        "o": [
            "Malabadi Köprüsü",
            "Divriği Ulu Camii ve Darüşşifası",
            "Yağıbasan Medresesi",
            "Mama Hatun Kümbeti",
            "Gök Medrese"
        ],
        "a": 1,
        "e": "Divriği Ulu Camii ve Darüşşifası (Sivas/Divriği), Mengücekler dönemine aittir. Eşsiz taş oymacılığı nedeniyle 'Anadolu'nun El-Hamrası' olarak da benzetilir. UNESCO tarafından koruma altına alınan ilk eserlerimizdendir."
    },
    {
        "id": "tarih_ti_063",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk_beylikler",
        "subtopic": "Artuklular",
        "q": "Mardin, Diyarbakır ve Batman çevresinde hüküm süren, sibernetiğin kurucusu El Cezeri'nin de yaşadığı ve Malabadi Köprüsü'nü inşa eden beylik hangisidir?",
        "o": [
            "Artuklular",
            "Saltuklular",
            "Danişmentliler",
            "Mengücekler",
            "Çaka Beyliği"
        ],
        "a": 0,
        "e": "Artuklular, bilim ve mimaride çok ileri gitmişlerdir. Dünyanın en geniş taş kemerli köprüsü olan Malabadi Köprüsü onlarındır. Ayrıca robotik ve sibernetik biliminin babası sayılan El Cezeri, Artuklu sarayında hizmet vermiştir."
    },
    {
        "id": "tarih_ti_064",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk_beylikler",
        "subtopic": "Danişmentliler",
        "q": "Tokat ve Niksar çevresinde kurulan Danişmentliler tarafından inşa edilen ve Anadolu'nun ilk medresesi kabul edilen eser hangisidir?",
        "o": [
            "Karatay Medresesi",
            "Çifte Minareli Medrese",
            "Yağıbasan Medresesi",
            "İnce Minareli Medrese",
            "Cacabey Medresesi"
        ],
        "a": 2,
        "e": "Tokat/Niksar'daki Yağıbasan Medresesi (veya Çukur Medrese), Anadolu'da Türkler tarafından yapılan ilk medrese olarak kabul edilir. Bu durum Danişmentlilerin eğitime verdiği önemi gösterir."
    },
    {
        "id": "tarih_ti_065",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "baburluler",
        "subtopic": "Babür İmparatorluğu",
        "q": "Hindistan'da kurulan Türk devleti Babürlüler döneminde, Şah Cihan tarafından ölen eşi Mümtaz Mahal anısına yaptırılan ve dünyanın yedi harikasından biri sayılan eser hangisidir?",
        "o": [
            "Tac Mahal",
            "El Hamra Sarayı",
            "Topkapı Sarayı",
            "İshak Paşa Sarayı",
            "Selimiye Camii"
        ],
        "a": 0,
        "e": "Tac Mahal (Hindistan/Agra), Babür Hükümdarı Şah Cihan tarafından yaptırılmıştır. İslam mimarisinin en zarif örneklerinden biridir. Mimarlarından biri de Osmanlı'dan giden Mehmet İsa Efendi'dir."
    },
    {
        "id": "tarih_ti_066",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hükümdarlık Alametleri",
        "q": "Aşağıdakilerden hangisi Türk-İslam devletlerinde hükümdarın bağımsızlık alametlerinden biri değildir?",
        "o": [
            "Hutbe okutmak",
            "Para bastırmak (Sikke)",
            "Nevbet çaldırmak (Bando)",
            "Çet (Şemsiye)",
            "Ok atmak"
        ],
        "a": 4,
        "e": "Hutbe, para, nevbet, çet, tuğ, sancak gibi unsurlar hükümdarlık alametidir. Ancak 'Ok' bir hükümdarlık alameti değil, bağlılık bildirme sembolüdür (Üleştirme aracıdır). Buna karşılık 'Yay' hükümdarlık alametidir."
    },
    {
        "id": "tarih_ti_067",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti'nin Coğrafi Yayılımı",
        "q": "Büyük Selçuklu Devleti'nin coğrafi konumu ve siyasi etkisi göz önüne alındığında, yukarıdaki ifadelerden hangileri doğrudur?I. Hazar Denizi'nin doğusundan başlayarak Anadolu'nun içlerine kadar geniş bir alana yayılmıştır.II. Devletin kurulduğu ilk coğrafyada Karahanlılar ile komşu olmuştur.III. Doğu-Batı ticaret yolları üzerinde önemli bir kontrol sağlamıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Büyük Selçuklu Devleti, Hazar Denizi'nin doğusunda kurulmuş ve Anadolu'ya doğru genişlemiştir. Kuruluş döneminde doğusunda Karahanlılar, batısında Gazneliler ile komşuydu. İpek Yolu ve baharat yolu gibi önemli ticaret yolları üzerinde kontrol sağlamıştır. Bu nedenle verilen her üç ifade de doğrudur."
    },
    {
        "id": "tarih_ti_068",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar Devleti'nin Bölgesel Konumu",
        "q": "Karahanlılar Devleti'nin coğrafi özellikleri dikkate alındığında, aşağıdaki yargılardan hangilerine ulaşılabilir?I. Tamamen Orta Asya'da kurulmuş ve yaşamış ilk Türk İslam devletidir.II. Maveraünnehir bölgesinde hakimiyet kurarak İslam medeniyetinin kuzeye yayılmasında rol oynamıştır.III. Batısında Gazneliler, doğusunda ise Çin ile sınırlı bir coğrafyada yer almıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Karahanlılar, Orta Asya'da kurulan ilk Müslüman Türk devletidir (I. öncül doğru). Maveraünnehir bölgesi Karahanlılar'ın önemli merkezlerinden biriydi ve İslam'ın bölgede yayılmasında etkili oldular (II. öncül doğru). Karahanlılar'ın batısında Gazneliler varken, doğusunda Çin ile değil, Uygur coğrafyası ve diğer Türk boyları ile komşuydu. Çin ile doğrudan büyük bir sınırı yoktu (III. öncül yanlış). Bu nedenle I ve II doğrudur."
    },
    {
        "id": "tarih_ti_069",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler Devleti'nin Stratejik Coğrafyası",
        "q": "Gazneliler Devleti'nin coğrafi konumu ve faaliyetleri ile ilgili olarak verilenlerden hangileri doğrudur?I. Başkenti Gazne, bugünkü Afganistan sınırları içinde yer almaktadır.II. Hindistan'a düzenlediği seferlerde denizyolunu aktif olarak kullanmıştır.III. Kuzey Hindistan'daki İslamlaşma sürecine coğrafi yakınlığı nedeniyle önemli katkılar sağlamıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 3,
        "e": "Gazneliler'in başkenti Gazne, günümüzde Afganistan toprakları içerisindedir (I. öncül doğru). Gazneliler, Hindistan'a düzenlediği seferlerde kara yolu üzerinden ilerlemiştir, denizyolunu kullanmamıştır (II. öncül yanlış). Coğrafi olarak Hindistan'ın kuzeyine yakınlığı sayesinde İslam'ın bu bölgelere yayılmasında büyük rol oynamışlardır (III. öncül doğru). Bu nedenle I ve III doğrudur."
    },
    {
        "id": "tarih_ti_070",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Mısır ve Suriye'deki Türk İslam Devletleri",
        "q": "Tolunoğulları ve İhşidiler devletlerinin coğrafi konumları ve etki alanları değerlendirildiğinde, yukarıdaki bilgilerden hangileri doğrudur?I. Her iki devlet de Mısır'da kurulmuş ve Suriye'ye kadar uzanan geniş bir coğrafyada hüküm sürmüştür.II. Afrika kıtasındaki ilk Türk İslam devletleri olma özelliğini taşımaktadırlar.III. Kızıldeniz ve Akdeniz gibi önemli su yolları üzerinde hakimiyet kurmuşlardır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Hem Tolunoğulları hem de İhşidiler Mısır merkezli kurulmuş ve Suriye-Filistin bölgelerini kapsayan bir alana yayılmışlardır (I. öncül doğru). Afrika kıtasında kurulan ilk Türk İslam devletleri bu ikisidir (II. öncül doğru). Akdeniz ve Kızıldeniz'e kıyısı olan topraklara hakim olmaları, bu su yolları üzerinde kontrol sağlamalarını mümkün kılmıştır (III. öncül doğru). Bu nedenle her üç ifade de doğrudur."
    },
    {
        "id": "tarih_ti_071",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ekonomi_ticaret_islam",
        "subtopic": "Türk İslam Devletlerinin Genel Coğrafi Eğilimleri",
        "q": "İlk Türk İslam devletlerinin coğrafi yayılımları ve ekonomik yapıları göz önüne alındığında, aşağıdaki genellemelerden hangilerine ulaşılabilir?I. Genellikle ticaret yolları üzerinde veya yakınında kurulmuşlardır.II. Deniz ticaretinden çok kara ticaretine önem vermişlerdir.III. Tarıma elverişli vadi ve nehir kenarlarını yerleşim yeri olarak tercih etmişlerdir.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "İlk Türk İslam devletleri, İpek Yolu gibi önemli ticaret yolları üzerinde kurulmuş veya bu yolları kontrol etmeye çalışmışlardır (I. öncül doğru). Orta Asya kökenli olmaları ve yayılımları kara ağırlıklı olduğu için deniz ticaretinden çok kara ticaretine odaklanmışlardır (II. öncül doğru). Tarım, devletlerin ekonomisinde önemli bir yer tutan, verimli topraklar ve su kaynakları çevresi yerleşim ve üretim için tercih edilmiştir (III. öncül doğru). Bu nedenle verilen her üç genelleme de doğrudur."
    },
    {
        "id": "tarih_ti_072",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "devlet_yonetimi_islam",
        "subtopic": "Büyük Selçuklu Devleti'nde Hukuk Sistemi",
        "q": "Büyük Selçuklu Devleti'nde şer'i hukuk ile örfi hukukun bir arada uygulanması ve yargı işlerinin genellikle kadılar tarafından yürütülmesi, bu iki hukuk dalının devletin yapısı içinde nasıl bir denge oluşturduğunu göstermektedir. Bu duruma bakılarak, Selçuklu hukuk sisteminin genel işleyişi hakkında aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Hukuki çeşitliliğin, farklı toplum kesimlerinin ihtiyaçlarına yanıt verme çabası olduğu.",
            "Şer'i hukukun İslamî kaideleri, örfi hukukun ise Türk törelerini ve yerel ihtiyaçları temsil ettiği.",
            "Merkezi otoritenin, örfi hukuku tamamen ortadan kaldırarak şer'i hukuku tek egemen hukuk haline getirme amacı taşıdığı.",
            "Kadıların, her iki hukuk dalına da vakıf olmasının yargı süreçlerinde esneklik sağladığı.",
            "Toplumsal barışın korunmasında hem dinî hem de geleneksel normların rol oynadığı."
        ],
        "a": 2,
        "e": "Büyük Selçuklu Devleti'nde şer'i ve örfi hukuk bir arada uygulanmıştır. Şer'i hukuk İslam hukuku esaslarına dayanırken, örfi hukuk eski Türk gelenekleri ve hükümdarların emirlerinden oluşmuştur. Selçuklu Devleti, bu iki hukuk dalını dengeleyerek farklı toplum kesimlerinin ihtiyaçlarına yanıt vermeyi amaçlamıştır. Bu durum, merkezi otoritenin örfi hukuku tamamen ortadan kaldırma amacı taşımadığını, aksine onu sistemin bir parçası olarak gördüğünü gösterir. Dolayısıyla, C seçeneğindeki yorum yapılamaz."
    },
    {
        "id": "tarih_ti_073",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "devlet_yonetimi_islam",
        "subtopic": "İlk Türk İslam Devletlerinde Veraset Sistemi",
        "q": "İlk Türk İslam devletlerinde İslamiyet'in kabulünden sonra da 'ülke hanedan üyelerinin ortak malıdır' anlayışının devam etmesi, taht kavgalarının sıkça yaşanmasına ve devletin ömrünü kısaltan önemli bir etken olmasına yol açmıştır. Bu durumun devletin hukuki ve idari yapısı üzerindeki temel etkisi aşağıdakilerden hangisi olarak değerlendirilemez?",
        "o": [
            "Taht mücadelelerinin hukuki bir meşruiyet zeminine sahip olması.",
            "Devlet içinde merkezi otoritenin zayıflamasına zemin hazırlaması.",
            "Hanedan üyeleri arasında sürekli bir iktidar mücadelesi hukuku oluşturması.",
            "Hükümdar değişikliklerinin, devletin dış politikalarında istikrarsızlığa yol açması.",
            "Hukuki düzenlemelerle hanedan içi miras haklarının tamamen ortadan kaldırılması."
        ],
        "a": 4,
        "e": "'Ülke hanedan üyelerinin ortak malıdır' anlayışı, taht kavgalarına hukuki bir zemin hazırlamış ve merkezi otoriteyi zayıflatmıştır. Bu durum, hanedan üyelerinin sürekli bir iktidar mücadelesi içinde olmalarına yol açarken, hükümdar değişikliklerinin dış politikada istikrarsızlığa neden olması da beklenen bir sonuçtur. Ancak, bu anlayışın devam etmesi, hanedan içi miras haklarının tamamen ortadan kaldırıldığını değil, aksine her hanedan üyesinin mirasçı olma potansiyelini taşıdığını gösterir. Hukuki düzenlemelerle bu hakların tamamen ortadan kaldırılması, söz konusu anlayışla çelişir. Bu nedenle E seçeneği değerlendirilemez."
    },
    {
        "id": "tarih_ti_074",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ekonomi_ticaret_islam",
        "subtopic": "Büyük Selçuklu Devleti'nde İkta Sistemi",
        "q": "Büyük Selçuklu Devleti'nde uygulanan ikta sisteminde, ikta sahiplerine belirli bir bölgenin vergi gelirlerini toplama ve bu gelirlerle asker besleme görevinin yanı sıra, bölgedeki asayişi sağlama ve sınırlı adli yetkileri kullanma hakkı da tanınmıştır. Bu durum, ikta sisteminin Selçuklu Devleti'nin genel hukuki ve idari kontrol mekanizmaları üzerindeki etkisi açısından nasıl yorumlanmalıdır?",
        "o": [
            "Merkezi yargı sisteminin ülke genelinde tamamen ortadan kalktığını gösterir.",
            "İkta sahiplerinin, merkezi otoriteden bağımsız tam bir özerklik kazandığını ifade eder.",
            "Merkezi otoritenin taşradaki hukuki ve idari varlığını ikta sahipleri aracılığıyla dolaylı olarak sürdürme çabasıdır.",
            "Hukuki yetkilerin devri ile devletin hukuki birliğinin bozulduğunu kanıtlar.",
            "İkta sisteminin sadece ekonomik bir düzenleme olduğunu ortaya koyar."
        ],
        "a": 2,
        "e": "İkta sistemi, Selçuklu Devleti'nin hem ekonomik hem askeri hem de idari bir düzenlemesidir. İkta sahiplerine verilen adli ve asayiş yetkileri, merkezi otoritenin geniş coğrafyaya yayılmış ülkesinde doğrudan kontrolü sağlamakta zorlandığı durumlarda, bu yetkileri yerel düzeyde ikta sahipleri aracılığıyla dolaylı olarak sürdürme çabası olarak yorumlanmalıdır. Bu durum, merkezi yargı sistemini tamamen ortadan kaldırmaz veya ikta sahiplerine tam özerklik vermez; aksine merkeziyetçi yapının taşradaki uzantıları olarak işlev görürler. Dolayısıyla, C seçeneği en doğru yorumdur."
    },
    {
        "id": "tarih_ti_075",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar'da Hukuk ve Töre",
        "q": "Karahanlılar, İlk Türk İslam devletlerinden biri olmasına rağmen, diğer Türk İslam devletlerine kıyasla Türkçeyi resmi dil olarak benimsemeleri ve Türk töresine daha fazla önem vermeleriyle öne çıkmıştır. Bu özellik, Karahanlı Devleti'nin hukuki yapısı ve yargı uygulamaları üzerinde aşağıdakilerden hangisini olumlu yönde etkilememiş olabilir?",
        "o": [
            "Türk toplum yapısına daha uygun hukuki çözümler üretilmesine katkı sağlaması.",
            "Türkçe konuşan halkın hukuki süreçlere daha aktif katılımını kolaylaştırması.",
            "Yargı kararlarının halk tarafından anlaşılabilirliğini ve meşruiyetini artırması.",
            "İslam hukukunun Türk töresiyle uyumlaştırılmasında daha başarılı olunması.",
            "Merkezi otoritenin, şer'i hukuktan tamamen vazgeçerek sadece Türk töresini esas alması."
        ],
        "a": 4,
        "e": "Karahanlılar'ın Türkçeyi resmi dil yapması ve Türk töresine önem vermesi, hukuki süreçlerin halk tarafından daha iyi anlaşılmasını, toplumsal ihtiyaçlara uygun çözümler üretilmesini ve İslam hukuku ile Türk töresinin daha iyi harmanlanmasını sağlamıştır. Bu durum, merkezi otoritenin tamamen şer'i hukuktan vazgeçerek sadece Türk töresini esas aldığı anlamına gelmez. Türk İslam devletleri, İslamiyet'i kabul ettikten sonra genellikle hem şer'i hem de örfi hukuku (Türk töresi) bir arada uygulamışlardır. Dolayısıyla E seçeneği olumlu yönde etkilememiş, aksine yanlış bir yorum olur."
    },
    {
        "id": "tarih_ti_076",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "devlet_yonetimi_islam",
        "subtopic": "Türk İslam Devletlerinde Kadıların Rolü",
        "q": "İlk Türk İslam devletlerinde kadılar, sadece davalara bakmakla kalmayıp aynı zamanda vakıfların denetimi, evlenme-boşanma gibi şahsi meselelerin tanzimi, miras işlerinin yürütülmesi ve hatta zaman zaman bazı idari görevleri üstlenmek gibi geniş yetkilere sahip olmuştur. Bu durum, kadılık müessesesinin devletin genel idari ve hukuki yapısı içindeki konumunu nasıl bir anlayışla değerlendirmemizi gerektirir?",
        "o": [
            "Kadıların, sadece dini hukukun uygulayıcıları olduğunu.",
            "Yargı ve yürütme arasındaki keskin ayrımın bulunmadığını.",
            "Kadıların devlet yönetiminde sınırlı bir etkiye sahip olduğunu.",
            "Hukuki süreçlerin tamamen merkezi otoritenin kontrolünde olduğunu.",
            "Kadıların sadece şehir merkezlerinde görev yaptığını."
        ],
        "a": 1,
        "e": "Kadıların sadece dava görmekle kalmayıp vakıf denetimi, evlenme-boşanma, miras gibi şahsi meselelerin tanzimi ve bazı idari görevleri üstlenmesi, yargı yetkilerinin yanında idari yetkilere de sahip olduklarını gösterir. Bu durum, modern devletlerdeki gibi yargı ve yürütme (idare) arasındaki keskin ayrımın İlk Türk İslam devletlerinde tam olarak oluşmadığını ve kadıların devlet yapısı içinde oldukça önemli ve çok yönlü bir role sahip olduğunu ortaya koyar. Dolayısıyla B seçeneği, kadılık müessesesinin konumunu en doğru şekilde değerlendirmemizi sağlar."
    },
    {
        "id": "tarih_ti_077",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar Dönemi",
        "q": "Karahanlılar'ın Orta Asya Türk kültür ve geleneklerini devam ettirerek Uygur alfabesini kullanmaya devam etmeleri ve Türkçe'yi resmi dil olarak benimsemelerinin, Türk İslam sentezi üzerindeki temel etkisi aşağıdakicandan hangisidir?",
        "o": [
            "Arap kültürünün tamamen reddedilmesine yol açması ve Türklerin Araplaşmasının önüne geçmesi.",
            "Türk dilinin ve kültürünün İslami kimlikle birlikte güçlenmesini, özgün bir Türk İslam edebiyatının gelişmesini sağlaması.",
            "Fars kültürünün etkisini artırarak, devlet yönetiminde Farsça'nın daha yaygın hale gelmesine neden olması.",
            "İslami ilimlerin ve edebiyatın sadece Arapça yazılmasına neden olarak Türk dilinin geri planda kalmasına yol açması.",
            "Merkezi otoritenin zayıflamasına ve farklı Türk boyları arasında siyasi birliğin bozulmasına sebep olması."
        ],
        "a": 1,
        "e": "Karahanlılar, Uygur alfabesini ve Türkçe'yi resmi dil olarak kullanarak, İslami dönemde Türk dilinin ve kültürünün gelişimine önemli katkıda bulunmuşlardır. Bu durum, Arap ve Fars kültürlerinin etkisindeki diğer Türk İslam devletlerinden farklı olarak, Türkçe eserlerin (Kutadgu Bilig, Divan-ı Lügat-it Türk gibi) ortaya çıkmasını sağlamış, Türk İslam sentezinin özgün bir şekilde gelişimine zemin hazırlamıştır."
    },
    {
        "id": "tarih_ti_078",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Gazneliler ve Büyük Selçuklu Devleti İlişkileri",
        "q": "1040 yılındaki Dandanakan Savaşı'nın Gazneliler ve Büyük Selçuklu Devleti üzerindeki etkilerini analiz ettiğimizde, bu savaşın Orta Doğu'daki bölgesel güç dengesini nasıl değiştirdiği söylenebilir?",
        "o": [
            "Gaznelilerin batıya doğru genişlemesini hızlandırması ve Selçukluları bağımsız bir devlet olmaktan çıkarması.",
            "Büyük Selçuklu Devleti'nin kuruluşunu tescil ederek Gaznelilerin yıkılış sürecini başlatması ve Türkmen göçlerini batıya yönlendirmesi.",
            "Her iki devletin de Arap Yarımadası'nda egemenliğini pekiştirerek Bizans İmparatorluğu üzerindeki baskıyı artırması.",
            "Türkistan'da farklı etnik gruplar arasında iş birliğini artırarak Moğol istilasına karşı ortak bir cephe oluşturması.",
            "Abbasi Halifeliği'nin siyasi gücünü yeniden kazanmasını sağlayarak Selçuklu ve Gazneli mücadelesini sonlandırması."
        ],
        "a": 1,
        "e": "Dandanakan Savaşı, Büyük Selçuklu Devleti'nin kuruluşunu ve bağımsızlığını kesinleştiren, Gaznelilerin ise yıkılış sürecine girmesine neden olan bir dönüm noktasıdır. Bu savaş sonucunda Orta Doğu'da güç dengesi Selçuklular lehine değişmiş, Horasan ve çevresinde Selçuklu hâkimiyeti kurulmuş, bu da Anadolu'ya yönelik Türkmen göçlerini hızlandırmıştır."
    },
    {
        "id": "tarih_ti_079",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_egitim_islam",
        "subtopic": "Büyük Selçuklu Devleti ve Eğitim Kurumları",
        "q": "Büyük Selçuklu veziri Nizamülmülk tarafından açılan Nizamiye Medreseleri'nin, dönemin siyasi ve sosyal yapısı üzerindeki başlıca etkileri neler olmuştur?",
        "o": [
            "Sadece dini eğitimin yaygınlaştırılmasına odaklanarak bilimsel gelişmeyi engellemesi ve felsefi düşüncenin gerilemesine neden olması.",
            "Batı dünyasından gelen bilimsel bilgilerin yayılmasını sağlayarak Haçlı seferlerine karşı fikri bir direniş oluşturması.",
            "Devletun memur ihtiyacını karşılaması, Sünni İslam'ı güçlendirmesi ve batıni faaliyetlere karşı fikri mücadele vererek toplumsal birliği sağlaması.",
            "Şii Büveyhoğulları'nın siyasi gücünü artırarak Abbasi Halifeliği'nin otoritesini zayıflatması.",
            "Tarım ekonomisinin tamamen çökmesine neden olarak şehirleşmeyi yavaşlatması ve kırsal nüfusun artmasına yol açması."
        ],
        "a": 2,
        "e": "Nizamiye Medreseleri, Büyük Selçuklu Devleti'nin hem idari hem de fikri ihtiyaçlarına yanıt vermek üzere kurulmuştur. Amaçları arasında devlet memuru yetiştirmek, Sünni İslam anlayışını yaymak ve Şii-Batıni propagandasına karşı bilimsel ve dini bir mücadele vermek bulunmaktaydı. Bu sayede hem toplumsal birliği sağlamaya çalışılmış hem de devletin ideolojik temeli güçlendirilmiştir."
    },
    {
        "id": "tarih_ti_080",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Mısır'da Kurulan İlk Türk İslam Devletleri",
        "q": "Mısır'da kurulan Tolunoğulları ve İhşidiler devletlerinin kısa süreli olmalarına rağmen, bölgede önemli imar faaliyetleri gerçekleştirmelerinin ve kültürel bir miras bırakmalarının temel nedeni aşağıdakilerden hangisiyle açıklanabilir?",
        "o": [
            "Abbasi Halifeliği'nin sürekli askeri ve ekonomik desteğini almaları sayesinde güçlü bir merkezi otorite kurmaları.",
            "Bölgenin stratejik ve ekonomik zenginliğini verimli kullanmaları, ancak genellikle halkla yeterli bütünleşememeleri ve yönetici kadronun Türk unsurlardan oluşması nedeniyle siyasi ömrü kısa kalması.",
            "Tamamen Arap kökenli yöneticilere sahip olmaları ve Mısır halkıyla derin kültürel bağlar kurarak uzun ömürlü bir yönetim sergilemeleri.",
            "Batıdan gelen Haçlı saldırılarına karşı güçlü bir direniş göstererek Mısır'ı korumaları ve bu sayede toplumsal refahı artırmaları.",
            "Ticari yolların yönünü Anadolu'ya kaydırarak Mısır'ın ekonomik önemini azaltmaları ve bu durumun imar faaliyetlerini tetiklemesi."
        ],
        "a": 1,
        "e": "Tolunoğulları ve İhşidiler, Mısır'ın coğrafi ve ekonomik zenginliğini kullanarak kısa sürede önemli imar faaliyetleri gerçekleştirmişlerdir. Ancak her iki devlet de yönetici kadronun genellikle Türklerden oluşması ve yerel halkla tam olarak bütünleşememesi nedeniyle siyasi ömürleri kısa sürmüş ve Abbasi Halifeliği'ne bağlılıkları zayıfladığında sona ermişlerdir."
    },
    {
        "id": "tarih_ti_081",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemşah",
        "subtopic": "Harzemşahlar ve Moğol İstilası",
        "q": "Harzemşahlar Devleti'nin Otrar Faciası sonrasında Moğol istilasına karşı yetersiz kalması ve kısa sürede yıkılması, bölgedeki Türk İslam dünyası için hangi uzun vadeli sonuçları doğurmuştur?",
        "o": [
            "Abbasi Halifeliği'nin Orta Asya'daki siyasi gücünü artırarak İslam dünyasının liderliğini yeniden ele geçirmesini sağlaması.",
            "Memlük Devleti'nin kurulmasına zemin hazırlayarak Moğollara karşı tek güçlü direniş odağının oluşmasına yol açması.",
            "Orta Asya'da Türk İslam medeniyetinin büyük bir yıkıma uğraması, batıya doğru Türk göçlerinin hızlanması ve Anadolu'nun Türkleşme sürecinin hızlanması.",
            "Anadolu Selçuklu Devleti'nin güçlenerek Moğolları durdurması ve Türkistan'da yeni bir Türk devleti kurması.",
            "Bizans İmparatorluğu'nun İslam dünyası üzerindeki etkisinin artması ve Haçlı Seferleri'nin yeniden güç kazanması."
        ],
        "a": 2,
        "e": "Otrar Faciası, Moğol istilasının bahanesi olmuş ve Harzemşahlar'ın yıkılmasına yol açmıştır. Bu durum, Orta Asya'da büyük bir yıkıma ve demografik değişime neden olmuş, çok sayıda Türkmen obası Moğol önünden kaçarak batıya, özellikle Anadolu'ya göç etmiştir. Bu göçler, Anadolu'nun Türkleşme sürecini hızlandırmış ve Anadolu Selçuklu Devleti'ni zor durumda bırakmıştır."
    },
    {
        "id": "tarih_ti_082",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar",
        "q": "Bir bölgede yapılan arkeolojik kazılarda, Karahanlılara ait farklı dönemlerden kalma eserlerin incelenmesi sonucu, ilk dönemlerde daha çok Göktürk alfabesiyle yazılmış Türkçe metinlerin, ilerleyen dönemlerde ise Arap alfabesiyle yazılmış ancak Türkçe eserlerin sayısında artış olduğu gözlemlenmiştir. Aynı zamanda bu eserlerde İslami motiflerin yanında geleneksel Türk motiflerinin de sıkça kullanıldığı tespit edilmiştir. Bu verilere dayanarak Karahanlılar Devleti ile ilgili aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Türk diline ve kimliğine önem verdikleri",
            "İslamlaşma sürecini benimsedikleri",
            "Kültürel bir senteze ulaştıkları",
            "Arap kültürünü tamamen reddettikleri",
            "Özgün Türk kültürünü İslami öğelerle harmanladıkları"
        ],
        "a": 3,
        "e": "Verilen bilgilere göre, Karahanlılar döneminde Göktürk alfabesinden Arap alfabesine geçiş olsa da Türkçe eserlerin yazımına devam edilmiş ve eserlerde İslami motiflerin yanı sıra geleneksel Türk motifleri de kullanılmıştır. Bu durum, Arap kültürünün tamamen reddedildiğini değil, aksine İslami ve Arap kültüründen öğelerin kendi özgün Türk kültürüyle birleştirilerek bir sentez oluşturulduğunu göstermektedir."
    },
    {
        "id": "tarih_ti_083",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Büyük Selçuklu Devleti'nin son dönemlerine ait resmi kayıtlarda, ikta sisteminin uygulanmasında aksaklıklar yaşandığı, bazı ikta sahiplerinin devlete karşı gelmeye başladığı ve eyaletlerde merkezî otoritenin zayıflamasıyla isyanların arttığı görülmüştür. Ayrıca, aynı dönemde ordu içindeki farklı etnik gruplar arasında gerginliklerin yaşandığına dair raporlar da mevcuttur. Yukarıdaki verilere göre, Büyük Selçuklu Devleti'nin yıkılmasında aşağıdaki faktörlerden hangisinin etkisi olduğu savunulabilir?",
        "o": [
            "Haçlı Seferlerinin beklenenden daha yıkıcı etkileri",
            "Moğol istilasının yarattığı dış baskı",
            "Bizans İmparatorluğu'nun saldırılarını artıran politikalar",
            "Merkezi otoritenin zayıflaması ve ordu içindeki etnik çeşitliliğin sorunlara yol açması",
            "Kutalmışoğulları gibi Türkmen beyliklerinin bağımsızlık mücadeleleri"
        ],
        "a": 3,
        "e": "Verilen bilgilerde ikta sistemindeki aksaklıklar ve ikta sahiplerinin devlete karşı gelmesi merkezi otoritenin zayıflamasına işaret eder. Eyaletlerdeki isyanlar da bu zayıflığı gösterir. Ordu içindeki farklı etnik gruplar arasındaki gerginlikler ise ordu yapısındaki sorunları ve iç çatışma potansiyelini ortaya koyar. Bu durumlar, devletin yıkılışında iç yapısal sorunların önemli bir etken olduğunu destekler."
    },
    {
        "id": "tarih_ti_084",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler",
        "q": "Gazneli Mahmut dönemine ait kaynaklarda, sarayın himayesinde çok sayıda bilim insanı, şair ve sanatçının bulunduğu, ancak devletin gelirlerinin büyük bir kısmının askeri harcamalara ayrıldığı ve bu askeri harcamaların temelini Hindistan seferlerinden elde edilen ganimetlerin oluşturduğu belirtilmektedir. Aynı zamanda Gazne'de çok farklı etnik ve dini grupların bir arada yaşadığı ancak yönetimde Türk ve Fars unsurlarının egemen olduğu ifade edilmektedir. Bu bilgilere dayanarak Gazneliler Devleti'nin yapısı hakkında aşağıdaki çıkarımlardan hangisine ulaşılabilir?",
        "o": [
            "Tamamen dinsel bir amaçla kurulmuş bir teokratik devlet olduğu",
            "Ekonomik olarak sadece tarıma dayalı bir yapıya sahip olduğu",
            "Bilim ve sanata önem vermeyen bir devlet yapısına sahip olduğu",
            "Çok uluslu bir yapıya sahip olmasına rağmen askeri ve fetihçi bir karakter taşıdığı",
            "Sadece Türkmenlerden oluşan homojen bir toplumsal yapıya sahip olduğu"
        ],
        "a": 3,
        "e": "Metinde 'çok farklı etnik ve dini grupların bir arada yaşadığı' ifadesi, Gaznelilerin çok uluslu bir yapıya sahip olduğunu gösterir. 'Devletin gelirlerinin büyük bir kısmının askeri harcamalara ayrıldığı' ve 'Hindistan seferlerinden elde edilen ganimetlerin' bu harcamaların temeli olduğu bilgisi ise devletin askeri ve fetihçi bir karaktere sahip olduğunu ortaya koyar. Bu nedenle D seçeneği doğru çıkarımdır."
    },
    {
        "id": "tarih_ti_085",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Tolunoğulları ve İhşidiler",
        "q": "9. ve 10. yüzyıllarda Mısır'da hüküm süren Tolunoğulları ve İhşidiler dönemlerine ait kayıtlarda, Nil Nehri'nin sulama sistemlerinin geliştirilmesiyle tarımsal üretimin büyük ölçüde arttığı, Akdeniz ve Kızıldeniz üzerindeki ticaret yollarının kontrol edilmesiyle önemli bir ekonomik güce ulaşıldığı görülmektedir. Ancak bu devletlerin kuruldukları ilk dönemlerde Abbasi halifeliğine bağlılıklarını sürdürdükleri, zamanla ise siyasi ve askeri özerkliklerini artırdıkları ifade edilmektedir. Bu verilere göre Tolunoğulları ve İhşidiler'in Mısır'daki varlığı ile ilgili aşağıdaki yargılardan hangisi doğru değildir?",
        "o": [
            "Ekonomik refahı artırdıkları",
            "Stratejik ticaret yollarını kullandıkları",
            "Başlangıçta Abbasi otoritesini tanıdıkları",
            "Tamamen bağımsız devletler olarak kuruldukları",
            "Tarımsal kalkınmaya önem verdikleri"
        ],
        "a": 3,
        "e": "Metinde 'bu devletlerin kuruldukları ilk dönemlerde Abbasi halifeliğine bağlılıklarını sürdürdükleri' ifadesi yer almaktadır. Bu durum, onların tamamen bağımsız devletler olarak kurulmadıklarını, aksine bir bağlılık ilişkisi içinde ortaya çıktıklarını göstermektedir. Dolayısıyla D seçeneğindeki yargı doğru değildir."
    },
    {
        "id": "tarih_ti_086",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_egitim_islam",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Büyük Selçuklu Devleti'nin çeşitli şehirlerinde, özellikle Melikşah ve Vezir Nizamülmülk dönemlerinde, Nizamiye Medreselerinin sayısının hızla arttığı ve bu medreselerde Sünni İslam anlayışına uygun derslerin verildiği, kadrolarına ise dönemin önde gelen Sünni alimlerinin atandığı tarihi belgelerde açıkça görülmektedir. Ayrıca bu medreselerin devlet desteğiyle kurulduğu ve finanse edildiği belirtilmektedir. Yukarıdaki bilgilere dayanarak Nizamiye Medreselerinin kuruluş amaçları arasında aşağıdakilerden hangisi gösterilemez?",
        "o": [
            "Sünni İslam anlayışını güçlendirmek",
            "Batınilik gibi zararlı akımlarla mücadele etmek",
            "Devlete nitelikli memur ve din adamı yetiştirmek",
            "Bilimsel gelişmeleri tamamen engellemek",
            "Merkezi otoriteye bağlı alimler aracılığıyla halk arasında birlik sağlamak"
        ],
        "a": 3,
        "e": "Nizamiye Medreseleri, Sünni İslam anlayışını yaymak ve zararlı akımlarla mücadele etmek gibi amaçlarla kurulmuş olsa da, bir eğitim kurumu olmaları nedeniyle bilimsel gelişmeleri tamamen engellemeyi değil, belirli bir düşünce doğrultusunda bilimsel faaliyetleri yürütmeyi hedeflerlerdi. Hatta bu medreseler birçok bilimsel çalışmaya da ev sahipliği yapmıştır. Dolayısıyla 'bilimsel gelişmeleri tamamen engellemek' medreselerin kuruluş amaçları arasında gösterilemez."
    },
    {
        "id": "tarih_ti_087",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler Dönemi",
        "q": "Bir tarih dersinde öğretmen, Gazneli Mahmut'un İslamiyet'i Hindistan'a yayma çabalarını ve bu seferler sonucunda kazandığı 'Sultan' unvanını açıklarken, öğrencilerinden bu dönemin bir özelliğini daha belirtmelerini istemiştir. Aşağıdakilerden hangisi, Gazneli Mahmut dönemine ait doğru bir bilgi değildir?",
        "o": [
            "Hindistan'a 17 sefer düzenlemesi",
            "Abbasi Halifesi tarafından 'Sultan' unvanı verilen ilk Türk hükümdarı olması",
            "Biruni'nin 'Sarayımın en değerli hazinesi' dediği bilim insanını himaye etmesi",
            "Büyük Selçuklu Devleti ile Dandanakan Savaşı'nı yapması",
            "İslam dünyasında siyasi ve dini liderliği ele geçirmesi"
        ],
        "a": 4,
        "e": "Gazneli Mahmut, Hindistan'a İslamiyet'i yaymak için seferler düzenlemiş ve bu seferler sonucunda 'Sultan' unvanını almıştır. Biruni'yi himaye etmesi ve Dandanakan Savaşı'nı Büyük Selçuklu Devleti ile yapması da onun dönemine aittir. Ancak İslam dünyasında siyasi ve dini liderliği ele geçiren kişi Büyük Selçuklu hükümdarı Tuğrul Bey'dir. Tuğrul Bey, Bağdat seferi sonrasında Abbasi Halifesi tarafından 'Doğu'nun ve Batı'nın Sultanı' ilan edilerek bu liderliği üstlenmiştir."
    },
    {
        "id": "tarih_ti_088",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar Dönemi",
        "q": "Bir öğretmen, 'İlk Türk İslam Devletleri' konusunu işlerken Karahanlıların Türk tarihinde önemli bir yere sahip olduğunu vurgulamış ve öğrencilerinden bu devletin özelliklerini sıralamalarını istemiştir. Öğrencilerin verdiği cevaplar arasında aşağıdakilerden hangisinin yer alması beklenmez?",
        "o": [
            "Devlet yönetiminde Türkçeyi resmi dil olarak kullanmaları",
            "İlk Türk İslam medresesi olan Tamgaç Buğra Han Medresesi'ni açmaları",
            "Orta Asya'da kurulan ilk Müslüman Türk devleti olmaları",
            "İkta sistemini ilk kez uygulamaları",
            "Türk İslam mimarisinin ilk örneklerinden olan ribatları (kervansarayları) inşa etmeleri"
        ],
        "a": 3,
        "e": "Karahanlılar, Türkçeyi resmi dil olarak kullanan, ilk Türk İslam medresesini açan, Orta Asya'da kurulan ilk Müslüman Türk devleti ve ribatları inşa eden önemli bir devlettir. Ancak ikta sistemini ilk kez uygulamayan devlet Büyük Selçuklu Devleti'dir. Karahanlılar, geleneksel Türk toprak yönetimi anlayışını sürdürmüşlerdir."
    },
    {
        "id": "tarih_ti_089",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_egitim_islam",
        "subtopic": "Büyük Selçuklu Devleti ve Eğitim Kurumları",
        "q": "Bir eğitimci, İslam tarihinde eğitim kurumlarının gelişimini incelerken, Büyük Selçuklu Devleti döneminde kurulan Nizamiye Medreseleri'nin önemini araştırmaktadır. Bu medreselerin kuruluş amaçları ve etkileri hakkında edindiği bilgiler arasında aşağıdakilerden hangisinin yanlış olduğu sonucuna ulaşmıştır?",
        "o": [
            "Sünni İslam anlayışını yaymak ve Şii Fatımilere karşı mücadele etmek",
            "Devlet kadrolarına nitelikli memur ve din adamı yetiştirmek",
            "Bilimsel araştırmaları teşvik ederek pozitif bilimlerin gelişimine öncülük etmek",
            "Fakir ve yetenekli öğrencilere ücretsiz eğitim imkanı sunmak",
            "Dönemin önemli alimlerini bünyesinde toplayarak ilim merkezleri oluşturmak"
        ],
        "a": 2,
        "e": "Nizamiye Medreseleri, Büyük Selçuklu Veziri Nizamülmülk tarafından kurulmuştur. Başlıca kuruluş amaçları; Sünni İslam anlayışını yayarak Şii Fatımi propagandasına karşı koymak, devletin idari ve dini kadrolarına nitelikli eleman yetiştirmek, yoksul ve yetenekli öğrencilere eğitim imkanı sunmak ve önemli alimleri bir araya getirmektir. Pozitif bilimlerin gelişimine katkıda bulunmuş olsalar da, öncelikli hedefleri siyasi ve dini amaçlara hizmet etmekti, doğrudan pozitif bilimlerin öncüsü olmak değildir."
    },
    {
        "id": "tarih_ti_090",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Mısır'da Kurulan İlk Türk İslam Devletleri",
        "q": "Mısır'ın tarihi ve kültürel zenginliklerini inceleyen bir araştırmacı, burada kurulan ilk Türk İslam devletleri olan Tolunoğulları ve İhşidiler (Akşitler) hakkında bilgi toplamaktadır. Araştırmacının ulaştığı bilgiler arasında aşağıdakilerden hangisinin hem Tolunoğulları hem de İhşidiler için ortak bir özellik olduğu söylenemez?",
        "o": [
            "Mısır'da kurulan ilk Türk İslam devletleri olmaları",
            "Kısa ömürlü olmaları",
            "Mısır ekonomisini geliştirmeleri",
            "Türklerin askeri ve idari yeteneklerini Mısır'a taşımaları",
            "Abbasi Halifeliğine bağlı kalarak yarı bağımsız bir yönetim sergilemeleri"
        ],
        "a": 0,
        "e": "Tolunoğulları Mısır'da kurulan ilk Türk İslam devletidir. İhşidiler ise Tolunoğulları'ndan sonra Mısır'da kurulan ikinci Türk İslam devletidir. Dolayısıyla 'Mısır'da kurulan ilk Türk İslam devletleri olmaları' ortak bir özellik değildir, sadece Tolunoğulları için geçerlidir. Diğer şıklar (kısa ömürlü olmaları, Mısır ekonomisini geliştirmeleri, Türklerin askeri ve idari yeteneklerini taşımaları ve Abbasi Halifeliğine bağlı yarı bağımsız olmaları) her iki devlet için de ortak özelliklerdir."
    },
    {
        "id": "tarih_ti_091",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "edebiyat_sanat_islam",
        "subtopic": "Türk İslam Edebiyatı ve Bilim",
        "q": "Bir edebiyat öğretmeni, Türk İslam kültürü ve edebiyatının temelini oluşturan ilk eserleri öğrencilerine tanıtmak amacıyla bir ders hazırlığı yapmaktadır. Bu ders materyalinde yer alacak bilgiler arasında, Yusuf Has Hacip'in 'Kutadgu Bilig' adlı eserinin genel özellikleri hakkında aşağıdakilerden hangisinin doğru olduğu belirtilmemelidir?",
        "o": [
            "Türk İslam edebiyatının ilk siyasetnamesi olması",
            "Arapça yazılmış olması",
            "Mutluluk veren bilgi anlamına gelmesi",
            "Uygur alfabesiyle yazılmış olması",
            "Bir hükümdar, vezir, akıl ve adalet gibi kavramları temsil eden dört kişi arasındaki konuşmalardan oluşması"
        ],
        "a": 1,
        "e": "Kutadgu Bilig, Türk İslam edebiyatının ilk siyasetnamesi olup, Yusuf Has Hacip tarafından Kaşgar'da yazılmıştır. Eser, 'Mutluluk Veren Bilgi' anlamına gelir ve Karahanlı Türkçesiyle (Hakaniye Türkçesi) ve Uygur alfabesiyle kaleme alınmıştır. İçerisinde hükümdar, vezir, akıl ve adalet gibi kavramları temsil eden dört şahsiyet arasındaki diyaloglar aracılığıyla ideal devlet ve insan anlayışı anlatılır. Eser Arapça değil, Türkçenin ilk önemli edebi ürünlerinden biridir."
    },
    {
        "id": "tarih_ti_092",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar",
        "q": "Karahanlılar, 9. yüzyılın sonlarında kurulmuş ve Orta Asya'da önemli bir Türk İslam devleti olmuştur. Bu devlet, bir yandan Türk kültürünü ve dilini koruma konusunda önemli adımlar atmış, Türkçeyi resmi dil olarak kabul etmiş ve Uygur alfabesini kullanmaya devam etmiştir. Diğer yandan, devletin yöneticileri ve halkı arasında İslam hızla yayılmış, bu durum devlete hem dini bir kimlik kazandırmış hem de bölgedeki diğer İslam devletleriyle kültürel ve siyasi etkileşimlerini artırmıştır. Bu iki özelliğin bir arada bulunması, Karahanlı Devleti'nin özgün yapısını ortaya koymuştur.Bu bilgilere göre, Karahanlı Devleti ile ilgili aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "İslamlaşma süreci Türkçenin gelişimini olumsuz etkilemiştir.",
            "Karahanlılar, Türk ve İslam kültürlerini sentezleyerek özgün bir yapı oluşturmuştur.",
            "Devletin İslamiyet'i benimsemesi, Türkçenin resmi dil olma özelliğini sonlandırmıştır.",
            "Karahanlılar, tamamen Arap kültürünün etkisi altına girmişlerdir.",
            "Uygur alfabesi kullanımı, İslamlaşmaya karşı bir direnişin göstergesidir."
        ],
        "a": 1,
        "e": "Karahanlılar'ın hem Türkçeyi resmi dil yapması ve Uygur alfabesini kullanması hem de İslam'ı benimseyip yayması, Türk ve İslam kültürlerini bir araya getirerek özgün bir sentez oluşturduklarını göstermektedir."
    },
    {
        "id": "tarih_ti_093",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler",
        "q": "Gazneli Devleti, 10. yüzyılın sonlarında bugünkü Afganistan, İran ve Kuzey Hindistan topraklarında hüküm sürmüş büyük bir imparatorluktu. Farklı etnik ve dini grupları barındıran çok uluslu bir yapıya sahipti. Özellikle Gurlular, Sistanlılar ve Hintli prensler gibi birçok farklı topluluk, Gazneli idaresi altında yaşamaktaydı. Devlet, bu geniş coğrafyada otoritesini sağlamak için güçlü bir merkezi orduya ve sıkı bir idari yapıya ihtiyaç duymmuştur. Ancak, bu çeşitlilik aynı zamanda iç istikrarsızlık potansiyelini de barındırıyordu.Bu parçadan hareketle, Gazneli Devleti'nin yapısı hakkında aşağıdaki çıkarımlardan hangisi doğru değildir?",
        "o": [
            "Devletin geniş coğrafyası, farklı etnik grupları içinde barındırmasına neden olmuştur.",
            "Çok uluslu yapı, güçlü bir merkeziyetçi yönetimi zorunlu kılmıştır.",
            "Farklı toplulukların varlığı, devletin yıkılışında etkili olan unsurlardan biri olmuştur.",
            "Gazneliler, homojen bir etnik yapıya sahip bir devletti.",
            "Devletin Hint topraklarındaki varlığı, çok uluslu yapısına katkı sağlamıştır."
        ],
        "a": 3,
        "e": "Paragraf, Gazneli Devleti'nin çok uluslu bir yapıya sahip olduğunu açıkça belirtmektedir. Bu nedenle, homojen bir etnik yapıya sahip olduğu çıkarımı doğru değildir."
    },
    {
        "id": "tarih_ti_094",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti ve Anadolu'nun Türkleşmesi",
        "q": "Malazgirt Savaşı (1071), Türkler için Anadolu'nun kapılarını ardına kadar açan dönüm noktası niteliğinde bir olay olmuştur. Bu zaferin ardından, Alp Arslan ve komutanları, Anadolu'nun dört bir yanına akınlar düzenlemiş, pek çok kale ve şehri fethetmişlerdir. Ancak bu fetihler sadece askeri bir ilerleyişle sınırlı kalmamış, beraberinde yoğun bir Türkmen göçünü de getirmiştir. Anadolu'ya yerleşen Türkmenler, kurdukları beylikler aracılığıyla bölgenin demografik yapısını değiştirirken, İslam kültürünü de bölgeye taşımışlardır. Camiler, medreseler ve tekkeler inşa ederek Anadolu'yu kısa sürede bir Türk-İslam yurdu haline getirmişlerdir.Bu metinden hareketle, Malazgirt Savaşı sonrası Anadolu'da yaşanan gelişmelerle ilgili aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Anadolu'daki Bizans egemenliği savaş sonrası tamamen sona ermiştir.",
            "Türklerin Anadolu'ya yerleşmesi yalnızca askeri fetihlerle gerçekleşmiştir.",
            "Savaş, Anadolu'nun demografik ve kültürel yapısında kalıcı değişikliklere yol açmıştır.",
            "Türkmenler, Anadolu'da yalnızca göçebe yaşam tarzını sürdürmüşlerdir.",
            "Malazgirt Savaşı'nın tek etkisi siyasi sınırların değişmesi olmuştur."
        ],
        "a": 2,
        "e": "Metin, Malazgirt Savaşı'nın ardından Türkmen göçlerinin, beyliklerin kurulmasının ve İslam kültürünün yayılmasının Anadolu'nun hem demografik hem de kültürel yapısında kalıcı ve köklü değişikliklere yol açtığını açıkça belirtmektedir."
    },
    {
        "id": "tarih_ti_095",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti'nde İç Politika",
        "q": "Büyük Selçuklu Devleti, 11. yüzyılın sonları ve 12. yüzyılın başlarında, içten gelen ciddi bir tehditle karşı karşıya kalmıştır: Batınilik. Hasan Sabbah liderliğindeki Batıniler, Alamut Kalesi merkezli olarak örgütlenmiş ve suikastlarla Selçuklu devlet adamlarını hedef alarak devleti içeriden zayıflatmaya çalışmışlardır. Özellikle Vezir Nizamülmülk gibi önemli şahsiyetlerin öldürülmesi, Selçuklu yönetiminde büyük bir boşluk yaratmış ve merkezi otoriteyi sarsmıştır. Bu mücadele, Selçuklu ordularının dış fetihlere yoğunlaşmasını engellerken, devletin parçalanma sürecini hızlandıran etkenlerden biri olmuştur.Verilen bilgilere göre Batıniliğin Büyük Selçuklu Devleti üzerindeki etkisi için aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Devletin dış politikadaki başarısını artırmıştır.",
            "Merkezi otoriteyi güçlendirerek devleti birleştirmiştir.",
            "Selçuklu bilim ve sanatına yeni bir yön vermiştir.",
            "Devletin iç istikrarını bozarak yıkılış sürecini hızlandırmıştır.",
            "Toplumsal refah seviyesini yükseltmiştir."
        ],
        "a": 3,
        "e": "Metin, Batınilerin suikastlarla Selçuklu devlet adamlarını hedef aldığını, merkezi otoriteyi sarstığını ve devletin parçalanma sürecini hızlandırdığını açıkça belirtmektedir. Bu durum, Batıniliğin devletin iç istikrarını bozarak yıkılış sürecini hızlandırdığını gösterir."
    },
    {
        "id": "tarih_ti_096",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Mısır'da Kurulan İlk Türk İslam Devletleri (Tolunoğulları, İhşidiler)",
        "q": "Abbasi Devleti'nin zayıflamasıyla birlikte, merkezden atanan valilerin bağımsızlıklarını ilan etmesiyle Mısır ve çevresinde yeni devletler ortaya çıkmıştır. Bu devletlerden Tolunoğulları ve İhşidiler, Türk kökenli olup Mısır'da kısa ömürlü ancak önemli bir iz bırakmışlardır. Nil Nehri'nin suladığı verimli topraklar ve Kızıldeniz ile Akdeniz arasındaki stratejik konumları sayesinde bu devletler ekonomik olarak oldukça güçlenmişlerdir. Özellikle ticaret yollarının kontrolü ve tarımsal üretimdeki başarıları, bu devletlerin refah düzeyini artırmış ve zengin mimari eserler bırakmalarına olanak tanımıştır.Bu bilgilere dayanarak, Tolunoğulları ve İhşidiler'in Mısır'da güçlenmesinde hangi faktörlerin etkili olduğu söylenebilir?",
        "o": [
            "Yalnızca askeri fetihlerle genişlemeleri.",
            "Merkezi Abbasi otoritesine tamamen bağlı kalmaları.",
            "Ekonomik güçlerini tarım ve ticaretin birleşiminden almaları.",
            "Mısır'ın coğrafi konumunun stratejik bir önemi olmaması.",
            "Halkın tamamının Türkmenlerden oluşması."
        ],
        "a": 2,
        "e": "Metinde, Tolunoğulları ve İhşidiler'in Mısır'da Nil Nehri'nin verimli topraklarından ve ticaret yollarının kontrolünden faydalanarak ekonomik olarak güçlendiği belirtilmektedir. Bu durum, ekonomik güçlerini tarım ve ticaretin birleşiminden aldıklarını gösterir."
    },
    {
        "id": "tarih_ti_097",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "devlet_yonetimi_islam",
        "subtopic": "Türk İslam Devletlerinde Kadılık Müessesesi",
        "q": "İlk Türk İslam devletlerinde kadıların atanma ve görevden alınma süreçleri ile ilgili olarak verilenlerden hangileri doğrudur?I. Kadılar, doğrudan hükümdar tarafından atanır ve görevden alınırdı.II. Kadıların görevine son verilmesi için dini otoritelerin onayı gerekirdi.III. Yargı bağımsızlığını sağlamak amacıyla, kadıların hükümdar karşısında bile belirli bir hukuki güvencesi bulunmaktaydı.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve III",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Kadılar, doğrudan hükümdar tarafından atanır ve görevden alınırdı (I doğru). Ancak, kadıların görevine son verilmesi için dini otoritelerin onayı gibi bir kural söz konusu değildi (II yanlış). Türk İslam devletlerinde yargı bağımsızlığına önem verilmiş ve kadıların kararlarına müdahale edilmemesine gayret edilmiştir. Kadıların hükümdar karşısında bile hukuki güvenceleri ve yetkileri vardı (III doğru). Bu nedenle I ve III doğrudur."
    },
    {
        "id": "tarih_ti_098",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ekonomi_ticaret_islam",
        "subtopic": "İlk Türk İslam Devletlerinde Ekonomi ve Ticaret",
        "q": "Karahanlılar ve Büyük Selçuklular'da ticareti canlandırmak amacıyla yapılan faaliyetler göz önüne alındığında, aşağıdaki yorumlardan hangisine ulaşılamaz?",
        "o": [
            "Ribatların (kervansarayların) inşa edilmesi ticaret yollarının güvenliğini artırmıştır.",
            "Tüccarların konaklama ve güvenlik ihtiyaçlarının devlet tarafından karşılanması ticareti teşvik etmiştir.",
            "Ticari canlanma, sadece şehir merkezlerindeki ekonomiyi güçlendirmiş, kırsal kesime etki etmemiştir.",
            "İpek Yolu üzerindeki kontrolün sağlanması, devlet hazinesine önemli gelirler kazandırmıştır.",
            "Ticari faaliyetlerin artması, farklı kültürlerle etkileşimi de beraberinde getirmiştir."
        ],
        "a": 2,
        "e": "Ticari canlanma sadece şehir merkezlerini değil, ticaret yolları üzerindeki tüm bölgeleri, dolayısıyla kırsal kesimi de ekonomik olarak etkilemiştir. Diğer seçenekler (ribatların inşası, güvenlik, gelir artışı ve kültürel etkileşim) ticari faaliyetlerin beklenen sonuçlarıdır. C seçeneğindeki yorum ulaşılamaz."
    },
    {
        "id": "tarih_ti_099",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "edebiyat_sanat_islam",
        "subtopic": "Karahanlılar ve Büyük Selçuklu'da Sanat ve Mimari",
        "q": "Karahanlılar ve Selçukluların sanat ve mimari anlayışları karşılaştırıldığında, aşağıdakilerden hangisi her iki devlet için de ortak bir özellik olarak gösterilebilir?",
        "o": [
            "Tamamen yerel taş işçiliğine dayalı bir mimari tarzın benimsenmesi.",
            "Eserlerde hem Orta Asya Türk motiflerinin hem de İslami figürlerin bir arada kullanılması.",
            "Mimari yapıların sadece askeri amaçlarla (kaleler, kışlalar) sınırlı kalması.",
            "Arap mimarisinin hiçbir değişiklik yapılmadan aynen taklit edilmesi.",
            "Sadece dini yapıların (cami, medrese) inşa edilip sivil mimariye önem verilmemesi."
        ],
        "a": 1,
        "e": "Hem Karahanlılar hem de Selçuklular, sanat ve mimaride Orta Asya Türk geleneklerini İslami öğelerle birleştirerek özgün bir Türk İslam sentezi oluşturmuşlardır. Eserlerinde hem Türk hem de İslami motifler bir arada görülür. Diğer şıklar bu devletlerin sanat anlayışıyla uyuşmaz. B seçeneği ortak bir özelliktir."
    },
    {
        "id": "tarih_ti_100",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_egitim_islam",
        "subtopic": "Büyük Selçuklu Devleti'nde Bilim İnsanları",
        "q": "Ömer Hayyam'ın Büyük Selçuklu Devleti döneminde yaptığı çalışmalarla ilgili olarak verilen bilgilerden hangileri doğrudur?I. Melikşah döneminde Celali Takvimi'ni hazırlamıştır.II. Matematik ve astronomi alanında önemli buluşlar yapmıştır.III. Sadece edebi rubaileriyle tanınmış, bilimsel çalışmalar yapmamıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Ömer Hayyam, Melikşah döneminde güneş yılı esasına dayalı Celali Takvimi'ni hazırlayan heyetin başındadır (I doğru). Matematik (cebir) ve astronomi alanında da çok önemli bilimsel çalışmaları vardır (II doğru). Sadece rubaileriyle değil, bir bilim insanı olarak da tarihe geçmiştir (III yanlış). Bu nedenle I ve II doğrudur."
    },
    {
        "id": "tarih_ti_101",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "devlet_yonetimi_islam",
        "subtopic": "Gazneliler ve Selçuklular'da Ordu Yapısı",
        "q": "Gazneliler ve Büyük Selçuklu ordularının en ayırıcı ve ortak özelliği aşağıdakilerden hangisidir?",
        "o": [
            "Sadece yerleşik halktan toplanan askerlerden oluşmaları.",
            "Gulam (kul) sistemine dayalı, farklı milletlerden devşirilen profesyonel askerlerin bulunması.",
            "Her iki ordunun da tamamen gönüllü dervişlerden teşekkül etmesi.",
            "Orduların sadece Türkmen boylarından gelen okçu süvarilerden ibaret olması.",
            "Ateşli silahların ordu içinde yaygın olarak kullanılması."
        ],
        "a": 1,
        "e": "Gulam sistemi, savaş esirlerinin veya satın alınan kölelerin eğitilerek profesyonel asker yapıldığı bir sistemdir ve hem Gaznelilerde hem de Selçuklularda ordunun temel bir parçasını (Gulam-ı Saray) oluşturmuştur. Bu profesyonel ordu yapısı her iki devlet için de ortaktır. Diğer şıklar bu dönem orduları için doğru değildir. B seçeneği doğrudur."
    },
    {
        "id": "tarih_ti_102",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar ve İslami Kurumlar",
        "q": "Karahanlılar döneminde inşa edilen 'Ribat' adı verilen yapılarla ilgili olarak, bu yapıların aşağıdaki fonksiyonlardan hangisini yerine getirdiği söylenemez?",
        "o": [
            "Sınır boylarında gaza ve cihad için askeri kışla görevi görmesi.",
            "Zamanla ticaret yolları üzerinde kervansaraylara dönüşerek tüccarlara hizmet etmesi.",
            "Din görevlilerinin yetiştirildiği üst düzey dini eğitim kurumları (medreseler) olması.",
            "Haberleşme ve istihbarat amaçlı posta durakları olarak kullanılması.",
            "Bölgenin asayişini ve güvenliğini sağlayan karakol görevi görmesi."
        ],
        "a": 2,
        "e": "Ribatlar askeri kışla, kervansaray, posta durağı ve güvenlik merkezi gibi fonksiyonlara sahip olsalar da, asıl işlevleri medrese eğitimi vermek değildi. Medrese eğitimi için ayrı yapılar inşa edilmiştir. C seçeneği ribatların fonksiyonları arasında sayılamaz."
    },
    {
        "id": "tarih_ti_103",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar Dönemi",
        "q": "Karahanlı hükümdarı Tamgaç Buğra Han'ın, Semerkant'ta kurduğu medresede öğrencilerin iaşe, ibate ve kitap masraflarının vakıf gelirlerinden karşılanması için düzenlemeler yapması, Türk-İslam dünyasındaki hangi anlayışın kökleştiğini gösterir?",
        "o": [
            "Eğitimin paralı hale getirilmesi",
            "Sosyal devlet ve eğitimde fırsat eşitliği",
            "Medreselerin sadece üst sınıf çocuklarına ayrılması",
            "Vakıfların sadece dini amaçlarla kullanılması",
            "Devletin eğitimden tamamen çekilmesi"
        ],
        "a": 1,
        "e": "Öğrencilerin tüm ihtiyaçlarının vakıf gelirleri, yani devletin veya hayırseverlerin ayırdığı fonlarla karşılanması, eğitimin ücretsiz ve herkes için ulaşılabilir olmasını amaçlayan 'Sosyal Devlet' anlayışının ve eğitimde fırsat eşitliğinin bir göstergesidir."
    },
    {
        "id": "tarih_ti_104",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler ve Kültürel Yapı",
        "q": "Gazneli Devleti'nin resmi yazışmalarında Farsça'yı, bilim dilinde Arapça'yı, ordu ve halk arasında ise Türkçe'yi kullanması, bu devletin yapısı hakkında hangi çıkarımı destekler?",
        "o": [
            "Milli bir dil politikasının izlendiği",
            "Kültürel bir kozmopolitliğin ve çok ulusluluğun mevcut olduğu",
            "Türkçeye bilim dili olma özelliği kazandırıldığı",
            "Arapça'nın tüm alanlarda baskın hale getirildiği",
            "Farsçanın halkın tamamı tarafından konuşulduğu"
        ],
        "a": 1,
        "e": "Farklı alanlarda farklı dillerin kullanılması, Gaznelilerin hükmettiği geniş coğrafyadaki etnik ve kültürel çeşitliliğin (Türk, Fars, Hint, Arap unsurları) bir sonucudur ve devletin çok uluslu/kozmopolit yapısını yansıtır."
    },
    {
        "id": "tarih_ti_105",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti'nde Atabeylik Sistemi",
        "q": "Büyük Selçuklu Devleti'nde Meliklerin (hükümdar çocuklarının) yanına verilen 'Atabey'lerin yetkilerinin zamanla artması ve devletin zayıfladığı dönemlerde bağımsızlıklarını ilan etmeleri, aşağıdakilerden hangisine zemin hazırlamıştır?",
        "o": [
            "Merkezi otoritenin güçlenmesine",
            "Vakıf sisteminin çökmesine",
            "Parçalanmış bir siyasi yapının (Atabeylikler) ortaya çıkmasına",
            "Haçlı Seferleri'nin sona ermesine",
            "Bizans ile ittifak kurulmasına"
        ],
        "a": 2,
        "e": "Atabeylerin güçlenip kendi başlarına hareket etmeleri, devletin merkezi otoritesini sarsmış ve Selçuklu toprakları üzerinde Zengiler, Böriler gibi birçok küçük 'Atabeylik'in kurulmasına, dolayısıyla siyasi parçalanmaya yol açmıştır."
    },
    {
        "id": "tarih_ti_106",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti'nde İkta Sistemi",
        "q": "Büyük Selçuklu Devleti'nde İkta Sistemi sayesinde;\nI. Hazineden para çıkmadan ordu yetiştirilmesi,\nII. Üretimde sürekliliğin sağlanması,\nIII. Taşrada güvenliğin artırılması\nhedeflerinden hangilerine ulaşıldığı söylenebilir?",
        "o": [
            "Yalnız I",
            "Yalnız III",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "İkta sistemi; hem askeri (para harcamadan asker yetiştirme), hem ekonomik (üretimi kontrol altında tutma ve sürekliliği sağlama), hem de idari/güvenlik (idarecilerin aynı zamanda güvenlikten sorumlu olması) amaçlarına hizmet eden çok yönlü bir sistemdir."
    },
    {
        "id": "tarih_ti_107",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Selahaddin Eyyubi ve Hıttin Savaşı",
        "q": "Hıttin Savaşı (1187) Türk-İslam tarihi açısından neden 'dönüm noktası' olarak kabul edilir?",
        "o": [
            "Mısır'ın fethini tamamladığı için",
            "Kudüs'ü Haçlılardan geri alarak Haçlı hakimiyetine son verdiği için",
            "Moğol istilasını kalıcı olarak durdurduğu için",
            "Anadolu Selçuklu Devleti ile ittifak kurulduğu için",
            "İslam dünyasında mezhep birliğini sağladığı için"
        ],
        "a": 1,
        "e": "Selahaddin Eyyubi önderliğindeki Hıttin Zaferi ile 88 yıllık Haçlı işgali altındaki Kudüs geri alınmış, bu olay İslam dünyasında büyük bir moral kaynağı olmuş ve III. Haçlı Seferi'nin başlamasına neden olmuştur."
    },
    {
        "id": "tarih_ti_108",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlük Devleti ve Özellikleri",
        "q": "Memlük Devleti'nde (Kölemenler) hükümdarın hanedan dışından, güçlü komutanlar arasından seçilebilmesi kuralı, devlet yapısında hangi duruma neden olmuştur?",
        "o": [
            "Tahta geçiş kavgalarının tamamen bitmesine",
            "Sultanların çok uzun süre tahtta kalmasına",
            "Sık sık hükümdar değişikliği ve iç mücadele yaşanmasına",
            "Demokratik bir seçim sisteminin yerleşmesine",
            "Osmanlı veraset sistemiyle aynı yapının kurulmasına"
        ],
        "a": 2,
        "e": "Memlüklerde 'kut' anlayışının (hanedan üyeliği şartı) olmaması ve her güçlü komutanın sultan olma hakkının bulunması, iktidar hırsını körüklemiş ve tarihte en çok hükümdar değişikliği yaşayan Türk devletlerinden biri olmalarına neden olmuştur."
    },
    {
        "id": "tarih_ti_109",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Tolunoğulları ve Mısır'ın Mimari Gelişimi",
        "q": "Tolunoğlu Ahmet döneminde Mısır'da yapılan 'Tolunoğlu Camii'nin Türk mimari tarihi açısından en önemli teknik özelliği aşağıdakilerden hangisidir?",
        "o": [
            "Dünyanın en büyük camisi olması",
            "İçerisinde ilk kez hat sanatının kullanılması",
            "Minarelerinde ve kemerlerinde Orta Asya Türk motiflerinin (beş köşeli yıldız, sarmal minare) görülmesi",
            "Tamamen ahşaptan yapılmış olması",
            "Avrupa'daki gotik mimariyi etkilemesi"
        ],
        "a": 2,
        "e": "Tolunoğlu Camii, Mısır'da inşa edilse de minare yapısı (Samarra tarzı sarmal minare) ve süslemeleriyle Türk-İslam mimari geleneklerini bölgeye taşıyan ilk ve en önemli eserlerden biridir."
    },
    {
        "id": "tarih_ti_110",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Türk İslam Dünyasında Bilim: Farabi",
        "q": "Farabi'nin çalışmaları arasında yer alan ve devlet yönetimi ile ideal toplum düzenini anlattığı ünlü eseri hangisidir?",
        "o": [
            "Kitabü'l Musiki",
            "El-Medinetü'l Fazıla",
            "İhsaü'l-Ulum",
            "Asar-ı Bakiye",
            "Şehname"
        ],
        "a": 1,
        "e": "Farabi, 'El-Medinetü'l Fazıla' (Erdemli Şehir) adlı eserinde Platon'un devlet anlayışını İslami perspektifle yorumlamış, adalete dayalı ideal bir toplumsal ve siyasi düzeni tarif etmiştir."
    },
    {
        "id": "tarih_ti_111",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Gazneli Döneminde Bilim: Biruni",
        "q": "Biruni'nin astronomi ve coğrafya alanındaki başarıları arasında hangisi gösterilemez?",
        "o": [
            "Dünyanın çapını ve çevresini gerçeğe çok yakın hesaplaması",
            "Yerçekimi kanununu Newton'dan yüzyıllar önce fark etmesi",
            "Dünya'nın Güneş etrafında döndüğünü savunması",
            "Sıfır (0) rakamını ilk kez matematiksel işleme sokması",
            "Kıta ve okyanusların varlığına dair bilimsel öngörülerde bulunması"
        ],
        "a": 3,
        "e": "Sıfır (0) rakamını sistemli olarak ilk kullanan ve cebir bilimini kuran kişi 'Harezmi'dir. Biruni ise daha çok astronomi, coğrafya, jeodezi ve eczacılık alanındaki çalışmalarıyla tanınır."
    },
    {
        "id": "tarih_ti_112",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hükümdarlık Alametleri: Hutbe",
        "q": "Türk-İslam devletlerinde hükümdarın adına 'Hutbe' okutulması ne anlama gelmektedir?",
        "o": [
            "Hükümdarın din alimi olduğunu gösterir",
            "Sadece dini bir tören niteliği taşır",
            "Hükümdarın bağımsızlığını ve siyasi otoritesini halka ve İslam dünyasına tescil ettirmesidir",
            "Halkın hükümdar için dua etme zorunluluğudur",
            "Halifeliğin Türk hükümdarlarına geçtiğinin kanıtıdır"
        ],
        "a": 2,
        "e": "Hutbe okutmak, hükümdarın o bölgedeki en yüksek siyasi otorite olduğunun ve bağımsızlığının bir ilanıdır. Cuma namazlarında hükümdarın adının anılması meşruiyetin sembolüdür."
    },
    {
        "id": "tarih_ti_113",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Saray Görevlileri: Hacip",
        "q": "Türk-İslam saray teşkilatında hükümdar ve halk arasındaki iletişimi sağlayan, elçileri kabul eden ve devlet protokolünü yöneten 'en yetkili' saray görevlisi kimdir?",
        "o": [
            "Silahtar",
            "Hacibü’l-Hüccab (Has Hacip)",
            "Çaşnigir",
            "Serhenk",
            "Alemdar"
        ],
        "a": 1,
        "e": "Hacıplar veya Hacibü’l-Hüccablar, saray hiyerarşisinde vezirden sonra gelen en yetkili kişilerdir. Hükümdarın halkla ve diğer devlet adamlarıyla olan ilişkilerini düzenlerler."
    },
    {
        "id": "tarih_ti_114",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Toprak Yönetimi: Miri Arazi",
        "q": "Miri Arazi kavramı Türk-İslam devletlerinde neyi ifade eder?",
        "o": [
            "Hükümdarın kişisel mülkü olan topraklar",
            "Mülkiyeti devlete ait olan, ancak kullanım hakkı halka bırakılan topraklar",
            "Sadece gayrimüslimlere ayrılan tarım alanları",
            "Camilerin ve okulların yapımı için ayrılan arsalar",
            "Fethedilemeyen ancak vergiye bağlanan topraklar"
        ],
        "a": 1,
        "e": "Miri arazi, mülkiyeti (rakabesi) devlete ait topraklardır. Devlet bu toprakları işlemek üzere halka verir, karşılığında vergi alır ve bu topraklar 'İkta, Has, Zeamet' gibi bölümlere ayrılır."
    },
    {
        "id": "tarih_ti_115",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar ve Eserler: Divan-ı Hikmet",
        "q": "Hoca Ahmet Yesevi tarafından yazılan, tasavvufi öğütler içeren ve Türkler arasında İslamiyet'in yayılmasında kilit rol oynayan eser hangisidir?",
        "o": [
            "Kutadgu Bilig",
            "Divan-u Lugati't-Turk",
            "Divan-ı Hikmet",
            "Atabetü'l Hakayık",
            "Mecalisü'n Nefais"
        ],
        "a": 2,
        "e": "Divan-ı Hikmet, Ahmet Yesevi'nin sade bir Türkçe ile yazdığı, dini ve ahlaki bilgileri hikmetler (şiirler) şeklinde sunduğu ilk büyük Türk tasavvuf eseridir."
    },
    {
        "id": "tarih_ti_116",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemsahlar",
        "subtopic": "Harzemşahlar: Otrar Faciası",
        "q": "Moğollarla Harzemşahlar arasında yaşanan ve İslam dünyası için büyük bir yıkımın başlangıcı olan Otrar Faciası'nın temel sebebi nedir?",
        "o": [
            "Harzemşahların İpek Yolu'nu kapatması",
            "Bir Moğol ticaret kervanının Otrar valisi tarafından casusluk iddiasıyla imha edilmesi ve elçilerin öldürülmesi",
            "Moğolların İslamiyet'i kabul etmemesi",
            "Cengiz Han'ın Harzemşah sultanının kızıyla evlenmek istemesi",
            "Sınır anlaşmazlıkları nedeniyle yapılan bir düello"
        ],
        "a": 1,
        "e": "Otrar Valisi İnalcık'ın Moğol kervanına el koyup insanlarını öldürmesi, Cengiz Han için büyük bir savaş bahanesi olmuş ve bu 'Otrar Faciası' Türkistan'ın Moğol istilasıyla yerle bir olmasına yol açmıştır."
    },
    {
        "id": "tarih_ti_117",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk_beylikler",
        "subtopic": "Saltuklular ve Eserleri",
        "q": "Erzurum ve çevresinde kurulan, Anadolu'nun ilk Türk beyliği kabul edilen Saltuklulara ait en önemli mimari eser hangisidir?",
        "o": [
            "Mama Hatun Kümbeti",
            "Üç Kümbetler ve Erzurum Ulu Camii",
            "Sivas Gök Medrese",
            "Malabadi Köprüsü",
            "Yağıbasan Medresesi"
        ],
        "a": 1,
        "e": "Saltuklular, Erzurum merkezli kurulmuş ve 'Üç Kümbetler' gibi anıt mezarlar ile Erzurum Ulu Camii gibi erken dönem önemli eserleri bırakmışlardır."
    },
    {
        "id": "tarih_ti_118",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk_beylikler",
        "subtopic": "Çaka Beyliği ve Türk Denizciliği",
        "q": "Türk tarihinde 'İlk Türk Denizcisi' kabul edilen ve İzmir'de kendi adıyla bir beylik kurarak bir donanma oluşturan kişi kimdir?",
        "o": [
            "Seydi Ali Reis",
            "Barbaros Hayrettin Paşa",
            "Çaka Bey",
            "Kaptan-ı Derya Osman Paşa",
            "Turgut Reis"
        ],
        "a": 2,
        "e": "Çaka Bey (1081), İzmir'de kurduğu tersanede ilk Türk donanmasını inşa etmiş ve Bizans'a karşı deniz savaşları kazanmıştır. Donanma Komutanlığı'nın kuruluş tarihi bu yüzden 1081 kabul edilir."
    },
    {
        "id": "tarih_ti_119",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "baburluler",
        "subtopic": "Babürşah ve Babürname",
        "q": "Babür İmparatorluğu'nun kurucusu Babür Şah'ın devlet yönetimi ve anılarını içeren, Türk edebiyatının en önemli biyografik eserlerinden olan kitap hangisidir?",
        "o": [
            "Babürname (Vekayi)",
            "Risaletü'n Nushiye",
            "Fuzuli'nin Şikayetnamesi",
            "Nizamülmülk Siyasetnamesi",
            "Leyla ile Mecnun"
        ],
        "a": 0,
        "e": "Babürname (Vekayi), Babür Şah tarafından Çağatay Türkçesi ile yazılmıştır ve bir hükümdarın kendi kaleminden çıkan en samimi anı ve biyografi eserlerinden biri olarak kabul edilir."
    },
    {
        "id": "tarih_ti_120",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Türk-İslam Sanatları: Minyatür",
        "q": "Türk-İslam sanatında perspektif kurallarına uymadan, ışık ve gölge oyunları kullanmadan yapılan, tarihi olayları veya masalları ince detaylarla anlatan küçük boyutlu resim sanatına ne ad verilir?",
        "o": [
            "Hat",
            "Tezhip",
            "Minyatür",
            "Ebru",
            "Çini"
        ],
        "a": 2,
        "e": "Minyatür sanatında figürler hiyerarşik büyüklükte (önemli kişi daha büyük) çizilir ve olaylar bir bütün olarak kağıda aktarılır. Sanatçılarına 'Nakkaş' veya 'Musavvir' denir."
    },
    {
        "id": "tarih_ti_121",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk Sistemi: Kadı'l-Kudat",
        "q": "Selçuklularda şer'i mahkemelerin başında bulunan ve kadıları atayan en üst düzey adalet görevlisi (Başkadı) kimdir?",
        "o": [
            "Emir-i Dad",
            "Kadı'l-Kudat",
            "Nişancı",
            "Müstevfi",
            "Kazasker"
        ],
        "a": 1,
        "e": "Kadı'l-Kudat, başkentte bulunan ve tüm ülkedeki şer'i davaların ve kadıların en yüksek amiri olan kişidir. Örfi yargının başı ise Emir-i Dad'dır."
    },
    {
        "id": "tarih_ti_122",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlükler ve Halifelik",
        "q": "Moğolların Bağdat'ı işgal edip Abbasi Devleti'ni yıkmasından sonra, halifeyi koruma altına alarak dini liderliği Kahire'de temsil ettiren devlet hangisidir?",
        "o": [
            "Osmanlı Devleti",
            "Selçuklu Devleti",
            "Memlük Devleti",
            "Eyyubiler",
            "Altın Orda"
        ],
        "a": 2,
        "e": "Memlükler, 1258'de Bağdat'ın düşmesi ve halifenin öldürülmesi üzerine, hanedandan sağ kalan bir kişiyi Kahire'ye getirip halife ilan ederek dinin koruyuculuğunu üstlenmişlerdir. (Hilafet sembolik olarak Memlüklerde kalmış, 1517'de Yavuz ile Osmanlı'ya geçmiştir.)"
    },
    {
        "id": "tarih_ti_123",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Eğitim ve Kültür: Bimaristan",
        "q": "Türk-İslam devletlerinde özellikle tıp eğitimi verilen ve aynı zamanda hastaların ücretsiz tedavi edildiği kurumlara genel olarak ne ad verilirdi?",
        "o": [
            "İmarethane",
            "Darüşşifa / Bimaristan / Maristan",
            "Bedesten",
            "Tabhane",
            "Ribat"
        ],
        "a": 1,
        "e": "Bimaristan veya Darüşşifa, günümüzdeki 'Hastane ve Tıp Fakültesi' birleşimidir. Tolunoğullarında Maristan ismi yaygındır. Selçuklularda bu kurumlar oldukça gelişmiştir."
    },
    {
        "id": "tarih_ti_124",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Saray Görevlileri: Çaşnigir",
        "q": "Hükümdarın yemeklerinin tadına bakan, sofra hizmetlerini ve mutfağı yöneten saray görevlisine ne ad verilirdi?",
        "o": [
            "Candar",
            "Çaşnigir",
            "Emir-i Ahur",
            "Şarabdar",
            "Kapucubaşı"
        ],
        "a": 1,
        "e": "Çaşnigir'in temel görevi, hükümdara sunulacak yemeklerin güvenliğini (zehirlenmeye karşı) sağlamak ve sofra protokolünü yönetmektir."
    },
    {
        "id": "tarih_ti_125",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hükümdarlık Alametleri: Tuğ",
        "q": "Hükümdarın gücünü ve makamını temsil eden, ucu at kuyruğundan yapılmış bayrak veya flama benzeri sembol nedir?",
        "o": [
            "Sikke",
            "Tuğ",
            "Çet",
            "Hila’t",
            "Tırâz"
        ],
        "a": 1,
        "e": "Tuğ, eski Türk geleneklerinden gelen bir hâkimiyet sembolüdür. Kağanın veya komutanların derecesine göre tuğ sayısı değişirdi."
    },
    {
        "id": "tarih_ti_126",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Parçalanma Nedenleri",
        "q": "Büyük Selçuklu Devleti'nin parçalanmasında aşağıdakilerden hangisinin etkisi 'doğrudan' değildir?",
        "o": [
            "Kut anlayışı gereği taht kavgalarının yaşanması",
            "Batınilik (Haşhaşilik) faaliyetlerinin merkezi otoriteyi sarsması",
            "Atabeyliklerin merkezi kontrol dışına çıkması",
            "Katvan Savaşı'nın kaybedilmesi",
            "İkta sisteminin uygulanmaya başlanması"
        ],
        "a": 4,
        "e": "İkta sistemi bir parçalanma nedeni değil, aksine devletin askeri ve ekonomik gücünü artıran bir sistemdir. Ancak taht kavgaları, Batınilik, Atabeyler ve Katvan yenilgisi yıkılışı getiren temel faktörlerdir."
    },
    {
        "id": "tarih_ti_127",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Tolunoğulları",
        "q": "Tolunoğulları döneminde Mısır'da halkın refah düzeyinin artması ve 'Mısır'ın altın çağı' olarak adlandırılan bir sürecin yaşanması, aşağıdakilerden hangisinin doğrudan bir sonucudur?",
        "o": [
            "Abbasi Devleti'nin Mısır'a yaptığı büyük hazine yardımları",
            "Nil Nehri çevresindeki tarımsal üretimin bilimsel yöntemlerle ve sulama kanallarıyla artırılması",
            "Mısır halkının tamamının kısa sürede Müslüman olması",
            "Bizans İmparatorluğu ile yapılan ticari anlaşmalar",
            "Haçlı Seferleri'nden elde edilen ganimetler"
        ],
        "a": 1,
        "e": "Tolunoğlu Ahmet, Nil Nehri'nin akışını düzenleyen bendler ve sulama kanalları yaparak tarımsal üretimi artırmış, bu da Mısır'ın ekonomik olarak zenginleşmesini sağlamıştır."
    },
    {
        "id": "tarih_ti_128",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "İhşidiler (Akşitler)",
        "q": "İhşidiler Devleti'nin 'Akşit' (Beyaz Güneş) unvanını kullanan hükümdarı Muhammed bin Togaç'a bu unvan aşağıdakilerden hangisi tarafından verilmiştir?",
        "o": [
            "Hazar Kağanı",
            "Bizans İmparatoru",
            "Abbasi Halifesi",
            "Büyük Selçuklu Sultanı",
            "Karahanlı Hakanı"
        ],
        "a": 2,
        "e": "Muhammed bin Togaç, Mısır'daki başarılarından ve Abbasi Devleti'ne sadakatinden dolayı Abbasi Halifesi tarafından eskidan Türk hakanlarının kullandığı 'Akşit' unvanı ile ödüllendirilmiştir."
    },
    {
        "id": "tarih_ti_129",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Eyyubiler",
        "q": "Eyyubilerin Haçlılara karşı kazandığı savaşlar ve Kudüs'ü geri almaları, Avrupa'da hangi önemli gelişmeye neden olmuştur?",
        "o": [
            "Rönesans hareketlerinin başlaması",
            "Reform hareketlerinin tüm Avrupa'ya yayılması",
            "III. Haçlı Seferi'nin düzenlenmesi",
            "Coğrafi Keşiflerin başlaması",
            "Hristiyanlıkta mezhep birliğinin sağlanması"
        ],
        "a": 2,
        "e": "Kudüs'ün Müslümanlar tarafından geri alınması (Hıttin Savaşı), Avrupa'da büyük yankı uyandırmış ve devrin en güçlü krallarının (İngiltere, Fransa, Almanya) katıldığı III. Haçlı Seferi'nin başlamasına yol açmıştır."
    },
    {
        "id": "tarih_ti_130",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlükler",
        "q": "Memlük Devleti'nin 'Devletü't Türkiyye' (Türkiye Devleti) ismini kullanması aşağıdakilerden hangisinin bir göstergesidir?",
        "o": [
            "Anadolu'ya hakim olduklarının",
            "Milli bir kimlik bilincine sahip olduklarının ve Türk karakterlerini koruduklarının",
            "Osmanlı Devleti'nin atası olduklarının",
            "Sadece Anadolu'dan gelen Türklerden oluştuklarının",
            "Bizans ile yapılan ittifakın bir sonucu olduğunun"
        ],
        "a": 1,
        "e": "Memlükler, kurdukları devlete 'Devletü't Türkiyye' adını vererek Türk kimliğini ön planda tutmuşlar ve Mısır'da Türk kültürünün hakimiyetini sembolize etmişlerdir."
    },
    {
        "id": "tarih_ti_131",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneli",
        "subtopic": "Gazneliler",
        "q": "Gazneli Mahmut'un Hindistan seferleri sırasında Somnat Tapınağı'ndaki putları kırması ve İslamiyet'i yaymaya çalışması, İslam dünyasında ona hangi sıfatın verilmesini sağlamıştır?",
        "o": [
            "İslam'ın Koruyucusu",
            "Alemin Sultanı",
            "Put Kıran",
            "Halife'nin Yardımcısı",
            "Fatih"
        ],
        "a": 2,
        "e": "Gazneli Mahmut, Hindistan'daki putperestliğe karşı mücadelesi ve Somnat seferi nedeniyle 'Put Kıran' (But-şiken) sıfatıyla anılmış ve büyük itibar kazanmıştır."
    },
    {
        "id": "tarih_ti_132",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar",
        "q": "Karahanlıların Türk-İslam tarihindeki 'ilk'lerinden biri olan 'Burslu öğrencilik sistemi'nin temel amacı nedir?",
        "o": [
            "Devletin para biriktirmesini sağlamak",
            "Eğitimin sadece zengin kesime verilmesini engellemek ve yetenekli gençleri devlete kazandırmak",
            "Yabancı öğrencileri Mısır'a çekmek",
            "Medreselerin sayısını azaltmak",
            "Askeri eğitimi zorunlu hale getirmek"
        ],
        "a": 1,
        "e": "Karahanlılar, eğitimde fırsat eşitliği sağlamak ve yetenekli öğrencilerin maddi imkansızlıklar nedeniyle eğitimden uzak kalmasını önlemek için dünya tarihindeki ilk burslu öğrencilik sistemini başlatmışlardır."
    },
    {
        "id": "tarih_ti_133",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu Devleti",
        "q": "Selçuklu hükümdarı Melikşah'ın bilim adamlarına hazırlattığı ve başlangıç yılı olarak 1079'u alan takvim hangisidir?",
        "o": [
            "Hicri Takvim",
            "Miladi Takvim",
            "Rumi Takvim",
            "Celali Takvimi",
            "On İki Hayvanlı Türk Takvimi"
        ],
        "a": 3,
        "e": "Celali Takvimi, Ömer Hayyam başkanlığındaki bir heyet tarafından Melikşah (Celaleddin Melikşah) adına güneş yılı esaslı olarak hazırlanmış bir mali takvimdir."
    },
    {
        "id": "tarih_ti_134",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hükümdarlık Alametleri",
        "q": "Aşağıdakilerden hangisi hükümdarın başına giydiği, egemenlik sembolü olan özel külah veya başlığa verilen addır?",
        "o": [
            "Çet",
            "Tıraz",
            "Külah-ı Sultani",
            "Kalensüve / Taç",
            "Melikane"
        ],
        "a": 3,
        "e": "Türk-İslam hükümdarlarının giydiği 'Taç' veya bazen 'Kalensüve' denilen başlıklar, onların dünyevi otoritesini temsil eden önemli alametlerdendir."
    },
    {
        "id": "tarih_ti_135",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Saray Görevlileri",
        "q": "Sarayın dış güvenliğinden ve kapılarını beklemekten sorumlu olan en üst düzey görevli hangisidir?",
        "o": [
            "Kandilci",
            "Kapucubaşı",
            "Emir-i Alem",
            "Alemdar",
            "Serhenk"
        ],
        "a": 1,
        "e": "Kapucubaşı, sarayın girişlerinden ve genel asayişinden sorumlu olup, saray teşkilatının dış hizmetler bölümünde önemli bir rol oynar."
    },
    {
        "id": "tarih_ti_136",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Divan Teşkilatı",
        "q": "Devletin genel denetiminden (teftiş) sorumlu olan, üst düzey memurların ve kurumların işleyişini kontrol eden divan hangisidir?",
        "o": [
            "Divan-ı İstifa",
            "Divan-ı İşraf",
            "Divan-ı Arz",
            "Divan-ı İnşa",
            "Divan-ı Mezalim"
        ],
        "a": 1,
        "e": "Divan-ı İşraf, bir nevi 'Sayıştay' veya 'Denetleme Kurulu' görevi yapar. Başındaki kişiye 'Müşrif' denir ve devletin mali ve idari işlerini teftiş eder."
    },
    {
        "id": "tarih_ti_137",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ordu: Hassa Ordusu",
        "q": "Selçuklularda doğrudan sultana bağlı olan, merkezde ikamet eden ve üç ayda bir maaş alan disiplinli süvari birliklerine ne ad verilirdi?",
        "o": [
            "Tımarlı Sipahi",
            "Gureba",
            "Hassa Ordusu (Hassa Askerleri)",
            "Cebelü",
            "Gönüllüler"
        ],
        "a": 2,
        "e": "Hassa Ordusu, Selçuklu ordusunun en seçkin ve profesyonel bölümüdür. Doğrudan devletten maaş alırlar ve hükümdarın şahsını ve başkenti korurlar."
    },
    {
        "id": "tarih_ti_138",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "edebiyat_sanat_islam",
        "subtopic": "Hat Sanatı",
        "q": "Arap harflerini güzel ve estetik bir şekilde yazma sanatına 'Hat' denir. Bu sanatı icra eden ustalara ne ad verilir?",
        "o": [
            "Müzehhip",
            "Hattat",
            "Nakkaş",
            "Ciltçi",
            "Hakkak"
        ],
        "a": 1,
        "e": "Hattatlar, Kur'an-ı Kerim'i ve diğer dini/edebi eserleri estetik kurallar çerçevesinde yazan, büyük sabır ve yetenek isteyen bir sanatın temsilcileridir."
    },
    {
        "id": "tarih_ti_139",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Toprak: Vakıf Arazi",
        "q": "Vakıf topraklarının denetlenmesinden ve gelirlerinin amacına uygun harcanmasından sorumlu olan yöneticiye ne ad verilir?",
        "o": [
            "Müstevfi",
            "Mütevelli",
            "Naib",
            "Kadı",
            "Muhtesib"
        ],
        "a": 1,
        "e": "Mütevelli Heyeti, vakfın tüzüğüne (Vakfiye) uygun olarak işleri yürüten idari kuruldur ve vakıf sisteminin sürdürülebilirliğini sağlar."
    },
    {
        "id": "tarih_ti_140",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Matematik: Harezmi",
        "q": "Batı dillerindeki 'Algorithm' (Algoritma) kelimesinin kökeni olan büyük Türk-İslam matematikçisi aşağıdakilerden hangisidir?",
        "o": [
            "Farabi",
            "Harezmi",
            "Ömer Hayyam",
            "Nasiruddin Tusi",
            "Ebu'l Vefa"
        ],
        "a": 1,
        "e": "El-Harezmi'nin latinceleşmiş ismi 'Algoritmi'dir. Cebir ve algoritma biliminin temellerini atan bu büyük deha, dünya bilim tarihine ismini silinmez harflerle yazdırmıştır."
    },
    {
        "id": "tarih_ti_141",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlüklerin Yıkılışı",
        "q": "Memlük Devleti hangi Osmanlı padişahı tarafından düzenlenen Mısır Seferi (1516-1517) sonucunda yıkılmıştır?",
        "o": [
            "Fatih Sultan Mehmet",
            "Kanuni Sultan Süleyman",
            "Yavuz Sultan Selim",
            "II. Bayezid",
            "I. Murat"
        ],
        "a": 2,
        "e": "Mercidabık ve Ridaniye Savaşları ile Memlük Devleti son bulmuş, kutsal emanetler ve Halifelik Osmanlı hanedanına geçmiştir."
    },
    {
        "id": "tarih_ti_142",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Meclis: Meclis-i Ali",
        "q": "Selçuklularda devletin en yüksek karar organı olan, hükümdarın başkanlığında toplanan ve devlet meselelerinin görüşüldüğü büyük divana ne denirdi?",
        "o": [
            "Meclis-i Vükela",
            "Meclis-i Şura",
            "Divan-ı Saltanat",
            "Kurultay",
            "Toy"
        ],
        "a": 2,
        "e": "Divan-ı Saltanat (Büyük Divan), hükümdarın başkanlığındaki en üst idari organdır. Kurultay eski Türklerde, toy ise büyük törenlerdeki meclislerdir."
    },
    {
        "id": "tarih_ti_143",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanli",
        "subtopic": "Karahanlılar ve İlkler",
        "q": "Türk-İslam tarihinde 'Ribat' adı verilen kervansaray ve güvenlik binalarının içerisinde posta ve haberleşme işleri için kurulan teşkilatın adı nedir?",
        "o": [
            "Ulak Teşkilatı",
            "Berid Teşkilatı",
            "İstihbarat Teşkilatı",
            "Menzil Teşkilatı",
            "Şurta Teşkilatı"
        ],
        "a": 1,
        "e": "Berid Teşkilatı, devletin merkeziyle taşra arasındaki iletişimini sağlayan, resmi evrakların hızlıca ulaştırılmasından sorumlu posta örgütüdür."
    },
    {
        "id": "tarih_ti_144",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu: Bağdat Seferi",
        "q": "1055 yılında Tuğrul Bey'in Bağdat'a girerek Şii Büveyhoğulları hakimiyetine son vermesi ve Abbasi Halifesinin siyasi yetkilerini bir Türk hükümdarına devretmesi, Türk tarihinde neyin başlangıcı kabul edilir?",
        "o": [
            "İslam dünyasında mezhep savaşlarının bitişinin",
            "Türklerin İslam dünyasının siyasi lideri haline gelmesinin",
            "Haçlı Seferleri'nin kesin zaferinin",
            "İstanbul'un fethi hazırlıklarının",
            "Abbasi Halifeliği'nin sona ermesinin"
        ],
        "a": 1,
        "e": "Tuğrul Bey'in Bağdat Seferi sonrasında Halife, onu 'Doğu'nun ve Batı'nın Sultanı' ilan etmiş, böylece dini liderlik halifede kalırken, dünyevi/siyasi liderlik tamamen Türklere geçmiştir."
    },
    {
        "id": "tarih_ti_145",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk: Şer'i Hukuk Konuları",
        "q": "Aşağıdakilerden hangisi şer'i mahkemelerin görev alanına 'girmez'?",
        "o": [
            "Evlenme ve boşanma işlemleri",
            "Miras paylaşımı",
            "Vakıf idaresi ile ilgili anlaşmazlıklar",
            "Hükümdara karşı işlenen vatana ihanet suçları",
            "Ticari alacak-verecek davaları"
        ],
        "a": 3,
        "e": "Hükümdara ve devlete karşı işlenen suçlar (siyasi suçlar) genellikle 'Divan-ı Mezalim' adı verilen yüksek mahkemede veya Örfi hukuk kurallarına göre 'Emir-i Dad' başkanlığında görülürdü."
    },
    {
        "id": "tarih_ti_146",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "edebiyat_sanat_islam",
        "subtopic": "Tezhip Sanatı",
        "q": "Yazma eserlerin, özellikle Kur'an-ı Kerim'in kenarlarını altın tozu ve çeşitli renklerle süsleme sanatına ne denir?",
        "o": [
            "Minyatür",
            "Tezhip",
            "Hat",
            "Cilt",
            "Ebru"
        ],
        "a": 1,
        "e": "Tezhip 'altınlamak' anlamına gelir. Bu sanatı yapan ustalara 'Müzehhip' denir. İslam sanatında kitabın değerini ve estetiğini artıran çok saygın bir uğraştır."
    },
    {
        "id": "tarih_ti_147",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Alparslan ve Hoşgörü",
        "q": "Sultan Alparslan'ın Malazgirt Savaşı'ndan sonra esir düşen Bizans İmparatoru Romen Diyojen'e iyi davranması ve bir dostluk anlaşması yapması, onun hangi özelliğini gösterir?",
        "o": [
            "Bizans'tan korktuğunu",
            "Savaşacak gücünün kalmadığını",
            "Devlet adamlığı vakarını, merhametini ve barışçıl diplomasiye önem verdiğini",
            "Halifelikten çekinildiğini",
            "Müslüman olmayanlara ayrıcalık tanındığını"
        ],
        "a": 2,
        "e": "Alparslan'ın esir bir imparatora sergilediği bu asil tavır, Türk devlet geleneğindeki büyüklük ve adalet anlayışının en seçkin örneklerinden biri olup, dünya tarihinde hayranlıkla karşılanmıştır."
    },
    {
        "id": "tarih_ti_148",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlük Mimarisi",
        "q": "Memlüklerin Mısır ve Suriye'de bıraktığı en karakteristik mimari eser türü aşağıdakilerden hangisidir?",
        "o": [
            "Yüksek minareli Osmanlı tarzı camiler",
            "Taş işçiliği çok gelişmiş, kaleye benzeyen medreseler ve sultan türbeleri",
            "Sadece kerpiçten yapılmış yapılar",
            "Pers mimarisi tarzı kubbeli eyvanlar",
            "Avrupa barok tarzı saraylar"
        ],
        "a": 1,
        "e": "Memlük mimarisi; heybetli, savunma amaçlı kale yapısını andıran, çok gelişmiş geometrik taş işçiliğine sahip medreseleri ve muazzam sultan türbeleriyle (Kaybay, Sultan Hasan gibi) tanınır."
    },
    {
        "id": "tarih_ti_149",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Toplum: Gayrimüslimler",
        "q": "Türk-İslam devletlerinde gayrimüslim tebaa (Zimmi) askerlik yapmadıkları için devlete ne ad altında bir vergi verirlerdi?",
        "o": [
            "Öşür",
            "Haraç",
            "Cizye",
            "Avarız",
            "Bac"
        ],
        "a": 2,
        "e": "Cizye, gayrimüslimlerin can ve mal güvenliklerinin sağlanması ve askerlikten muaf tutulmaları karşılığında güçleri oranında ödedikleri bir güvenlik vergisidir."
    },
    {
        "id": "tarih_ti_150",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ordu: Gulamhaneler",
        "q": "Gulamların (köle askerlerin) yetiştirildiği ve devlet terbiyesi aldığı kurumlara ne ad verilirdi?",
        "o": [
            "Enderun",
            "Medrese",
            "Gulamhane",
            "Ribat",
            "Zaviye"
        ],
        "a": 2,
        "e": "Gulamhaneler, özellikle Karahanlı ve Selçuklu döneminde yetenekli gençlerin askeri ve idari alanda profesyonel olarak yetiştirildiği merkezi eğitim kampüsleridir."
    },
    {
        "id": "tarih_ti_151",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bilim_insanlari",
        "subtopic": "Kimya: Cabir bin Hayyan",
        "q": "Modern kimyanın babası kabul edilen, birçok asidi keşfeden ve 'Kitab-ı Kimya' adlı eseriyle tanınan Türk-İslam bilgini hangisidir?",
        "o": [
            "İbn-i Sina",
            "Cabir bin Hayyan",
            "Razi",
            "Ali Kuşçu",
            "Biruni"
        ],
        "a": 1,
        "e": "Cabir bin Hayyan (Geber), laboratuvar ortamında hassas ölçümler yapan, damıtma, süzme gibi yöntemleri geliştiren ve kimyayı bir deney bilimi haline getiren öncüdür."
    },
    {
        "id": "tarih_ti_152",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "misir_turk_devletleri",
        "subtopic": "Memlükler ve Moğollar",
        "q": "Memlüklerin Ayn Calut Savaşı'nda Moğolları yenmesi, dünya tarihi açısından 'en önemli' sonucu nedir?",
        "o": [
            "Halifeliğin sona ermesi",
            "Moğolların tamamının Müslüman olması",
            "Moğol istilasının Batı'ya ve Afrika'ya yayılmasının kesin olarak durdurulması",
            "Memlüklerin Anadolu'yu fethetmesi",
            "Haçlı Seferleri'nin bitmesi"
        ],
        "a": 2,
        "e": "Ayn Calut (1260), o güne kadar yenilemeyeceği düşünülen ve önüne çıkan her medeniyeti yakıp yıkan Moğolların aldığı ilk büyük darbedir. Bu sayede Mısır ve Afrika medeniyeti yıkılmaktan kurtulmuştur."
    },
    {
        "id": "tarih_ti_153",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Mimari: Külliyet",
        "q": "Merkezinde cami bulunan, çevresinde medrese, kütüphane, hastane ve hamam gibi dini ve sosyal yapıların bir arada bulunduğu komplekslere ne ad verilir?",
        "o": [
            "Külliye",
            "Ribat",
            "Bimaristan",
            "Bedesten",
            "Zaviye"
        ],
        "a": 0,
        "e": "Külliyeler, şehirlerin sosyal ve kültürel merkezleridir. İbadet ile eğitimi, ticaret ile sağlığı tek bir yerleşkede toplayan bir vakıf organizasyonudur."
    },
    {
        "id": "tarih_ti_154",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sosyal Hayat: Fütüvvet",
        "q": "Türk-İslam dünyasında ticaret ahlakını sembolize eden, doğruluk, cömertlik ve mesleki dayanışmayı esas alan ilk teşkilat aşağıdakilerden hangisidir?",
        "o": [
            "Enderun",
            "Fütüvvet Teşkilatı",
            "Devşirme",
            "Kapıkulu",
            "Reaya"
        ],
        "a": 1,
        "e": "Fütüvvet, gençlerin zanaat ve ahlak eğitimini birleştiren bir yapıdır. Anadolu'da bu yapı 'Ahilik Teşkilatı'na dönüşerek çok daha sistemli bir hal alacaktır."
    },
    {
        "id": "tarih_ti_155",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Edebiyat: Siyasetname",
        "q": "Nizamülmülk'ün ünlü eserinin adı olan ve 'Devlet Yönetme Sanatı' anlamına gelen edebi tür hangisidir?",
        "o": [
            "Nasihatname",
            "Siyasetname",
            "Seyahatname",
            "Gazavatname",
            "Şehname"
        ],
        "a": 1,
        "e": "Siyasetnameler, hükümdarlara ve devlet yöneticilerine öğütler veren, ideal bir devletin nasıl yönetilmesi gerektiğini anlatan eserlerdir. Nizamülmülk bu türün en önemli örneğini vermiştir."
    },
    {
        "id": "tarih_ti_156",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Meclis: Divan-ı Mezalim",
        "q": "Divan-ı Mezalim'in en önemli fonksiyonu aşağıdakilerden hangisidir?",
        "o": [
            "Küçük esnafın davalarına bakmak",
            "Devlet adamlarının halka yaptığı haksızlıkları şikayetleri dinlemek ve büyük siyasi suçları yargılamak",
            "Orduya asker toplamak",
            "Din adamları arasındaki ihtilafları çözmek",
            "Yeni fethedilen yerlerin kayıtlarını tutmak"
        ],
        "a": 1,
        "e": "Divan-ı Mezalim (Zulümler Divanı), bizzat hükümdarın başkanlık edebildiği, 'Adalet ve Meşruiyet'in en üst temsilidir. Güçlülerin zayıflara yaptığı haksızlıkları denetler."
    },
    {
        "id": "tarih_ti_157",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk_selcuklu",
        "subtopic": "Büyük Selçuklu'nun Sonu",
        "q": "Büyük Selçuklu Devleti'nin son büyük hükümdarı kabul edilen ve ölümüyle (1157) devletin tamamen dağıldığı isim kimdir?",
        "o": [
            "Melikşah",
            "Alparslan",
            "Sultan Sencer",
            "Berkyaruk",
            "Tapınak İpar"
        ],
        "a": 2,
        "e": "Sultan Sencer (Ahmet Sencer), devleti toparlamaya çalışsa da Katvan yenilgisi ve sonraki Oğuz isyanları sonucunda başarısız olmuş ve onun vefatıyla Büyük Selçuklu Devleti tarihe karışmıştır."
    },
    {
        "id": "tarih_158",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Karahanlı Devleti ile ilgili olarak\n\nI. İlk Müslüman Türk devleti olarak kabul edilir.\nII. Başkenti Balasagun'dur.\nIII. Satuk Buğra Han döneminde resmen Müslümanlaşmıştır.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Karahanlılar ilk Müslüman Türk devleti olup, Satuk Buğra Han ile Müslümanlaşmış ve Balasagun başkenttir."
    },
    {
        "id": "tarih_159",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Aşağıdakilerden hangisi Karahanlı Devleti'nde vezirlik makamını ilk kez ihdas eden hükümdardır?",
        "o": [
            "A) Bilge Kül Kadir Han",
            "B) Satuk Buğra Han",
            "C) İlig Nasr Han",
            "D) Yusuf Kadir Han",
            "E) Mahmud Karahanlı"
        ],
        "a": 3,
        "e": "Doğru cevap C. İlig Nasr Han, Karahanlılar'da vezirlik makamını kurumsallaştırmıştır."
    },
    {
        "id": "tarih_160",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "Gazneli Mahmud ile ilgili olarak\n\nI. Somnath tapınağını yağmalamıştır.\nII. Gazne'yi başkent yapmıştır.\nIII. Samanî Devleti'ni yıkmıştır.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Gazneli Mahmud Somnath'ı yağmalamış ve Gazne'yi başkent yapmıştır; Samanîler'i yıkmamıştır."
    },
    {
        "id": "tarih_161",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "Aşağıdakilerden hangisi Gazneliler Dönemi'nde Hint seferlerini başlatan hükümdar değildir?",
        "o": [
            "A) Sebüktegin",
            "B) Gazneli Mahmud",
            "C) Mesud",
            "D) Nâsir Han",
            "E) İbrahim"
        ],
        "a": 3,
        "e": "Doğru cevap D. Hint seferleri Sebüktegin ve Gazneli Mahmud ile başlamış; Nâsir Han dönemi geç Hint seferleridir."
    },
    {
        "id": "tarih_162",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Büyük Selçuklu Devleti ile ilgili\n\nI. Tuğrul Bey ve Çağrı Bey kardeşlerdir.\nII. Dandanakan Savaşı (1040) ile bağımsızlığını kazanmıştır.\nIII. Başkenti Rey'dir.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Tuğrul ve Çağrı kardeş olup Dandanakan ile bağımsız oldular; başkent Nişabur ve sonra İsfahan'dır."
    },
    {
        "id": "tarih_163",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Malazgirt Savaşı (1071) sonrasında Anadolu'ya yönelik fetihlerin önündeki en büyük engel aşağıdakilerden hangisidir?",
        "o": [
            "A) Gazneliler",
            "B) Karahanlılar",
            "C) Bizans İmparatorluğu",
            "D) Fatımîler",
            "E) Haçlılar"
        ],
        "a": 2,
        "e": "Doğru cevap C. Malazgirt ile Bizans yenilgiye uğratılmış, Anadolu açılmıştır."
    },
    {
        "id": "tarih_164",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Nizamülmülk ile ilgili olarak\n\nI. Siyasetnâme adlı eseri yazmıştır.\nII. Melikşah'ın veziridir.\nIII. Hasan Sabbah tarafından öldürülmüştür.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Nizamülmülk, Melikşah'ın veziri olup Siyasetnâme'yi yazmış ve Hasan Sabbah'ın adamlarınca öldürülmüştür."
    },
    {
        "id": "tarih_165",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemşahlar",
        "subtopic": "Harzemşahlar",
        "q": "Harzemşahlar Devleti'nde sultan unvanını ilk kullanan hükümdar aşağıdakilerden hangisidir?",
        "o": [
            "A) Atsız",
            "B) Tekiş",
            "C) İl Arslan",
            "D) Muhammed",
            "E) Celâleddin"
        ],
        "a": 1,
        "e": "Doğru cevap B. Tekiş, Harzemşahlar'da sultan unvanını resmileştirmiştir."
    },
    {
        "id": "tarih_166",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Karahanlılar Dönemi'nde aşağıdakilerden hangisi doğru değildir?\n\nAşağıdakilerden hangisi Karahanlı Devleti'nin ikili yönetim yapısından kaynaklanan bir durum değildir?",
        "o": [
            "A) Doğu ve Batı Karahanlı olarak ayrılmışlardır.",
            "B) Kağan ve Hakan unvanları kullanılmıştır.",
            "C) Tamga sistemi geliştirilmiştir.",
            "D) Satuk Buğra Han Balasagun'u fethetmiştir.",
            "E) Yusuf Kadir Han Maveraünnehir'i ele geçirmiştir."
        ],
        "a": 3,
        "e": "Doğru cevap C. Tamga sistemi Selçuklularda daha belirgindir; Karahanlılar'da ikili yapı hâkimdir."
    },
    {
        "id": "tarih_167",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "I. Gazneliler Farsça'yı saray dili yapmıştır.\nII. Gazneli Mesud'un veziri Hasan el-Mısrî'dir.\nIII. Gazneliler Karahanlılar ile savaşıp Nesa Antlaşması'nı imzalamıştır.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Gazneliler Farsça saray dili yapmış; diğerleri doğru değildir."
    },
    {
        "id": "tarih_168",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Büyük Selçuklu sultanları ile ilgili\n\nI. Alparslan Malazgirt Savaşı'nı kazanmıştır.\nII. Melikşah takvimi ıslah etmiştir.\nIII. Sencer Karahitaylar'a yenilmiştir.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Alparslan Malazgirt'i, Melikşah takvim ıslahını, Sencer Karahitay yenilgisini yaşamıştır."
    },
    {
        "id": "tarih_169",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "1040 Dandanakan Savaşı sonrasında Selçuklular'a katılan bölgenin stratejik önemi nedir?",
        "o": [
            "A) Horasan'ı kontrol altına almak",
            "B) Maveraünnehir'e açılmak",
            "C) Anadolu'ya geçiş sağlamak",
            "D) Irak'ı ele geçirmek",
            "E) Suriye'yi fethetmek"
        ],
        "a": 0,
        "e": "Doğru cevap A. Dandanakan ile Horasan Selçuklular'a katılmış, Gazneliler zayıflatılmıştır."
    },
    {
        "id": "tarih_170",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemshahlar",
        "subtopic": "Harzemşahlar",
        "q": "Harzemşah Muhammed'in Moğol istilâsına karşı aldığı tutum aşağıdakilerden hangisiyle ilişkilendirilemez?",
        "o": [
            "A) Celâleddin Mengüberdi'nin babasıdır.",
            "B) Semerkant'ı tahliye etmiştir.",
            "C) Karahitaylar'a vergi ödemiştir.",
            "D) Abbâsî Halifesi ile çatışmıştır.",
            "E) Otrar valisi İnalcık'ın katliamı"
        ],
        "a": 3,
        "e": "Doğru cevap D. Harzemşah Muhammed Abbâsîlerle çatışmamış; diğerleri Moğol istilâsı bağlamındadır."
    },
    {
        "id": "tarih_171",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-gazneliler",
        "subtopic": "Karahanlılar ve Gazneliler",
        "q": "I. Karahanlılar Şamanizm'den İslâm'a geçmişlerdir.\nII. Gazneliler Samanîler'in devamı niteliğindedir.\nIII. Her ikisi de Maveraünnehir'de egemen olmuştur.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Karahanlılar Şamanizm'den İslâm'a geçmiş; Gazneliler köle kökenli olup Maveraünnehir'de tam egemen değildir."
    },
    {
        "id": "tarih_172",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-analiz",
        "subtopic": "Büyük Selçuklular",
        "q": "Büyük Selçuklular'da divan teşkilâtının Nizamülmülk tarafından sistemleştirilmesi, aşağıdaki analizlerden hangisini güçlendirir?",
        "o": [
            "A) Merkezi otoritenin güçlendiğini",
            "B) Feodal yapının hâkim olduğunu",
            "C) Yerel beylerin bağımsızlaştığını",
            "D) Abbâsî etkisinin arttığını",
            "E) Moğol istilâsının hızlandığını"
        ],
        "a": 0,
        "e": "Doğru cevap A. Nizamülmülk'ün divan ıslahatları merkezi bürokrasiyi güçlendirmiştir."
    },
    {
        "id": "tarih_173",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler",
        "subtopic": "Gazneliler",
        "q": "Bir tarihçi, Gazneli Mahmud'un Hindistan seferlerini 'İslâm propagandası' olarak yorumlamaktadır. Buna göre aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "A) Seferler ekonomik değil dini amaçlıdır.",
            "B) Somnath tapınağı yıkımı propaganda örneğidir.",
            "C) Gazneliler Hindu devletlerle ittifak kurmuştur.",
            "D) Mahmud'un veziri Firdevsî destan yazmıştır.",
            "E) Seferler Gazne'nin zenginleşmesine katkı sağlamamıştır."
        ],
        "a": 1,
        "e": "Doğru cevap B. Somnath yıkımı propaganda olarak görülür; seferler hem dini hem ekonomik."
    },
    {
        "id": "tarih_174",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemshahlar",
        "subtopic": "Harzemşahlar",
        "q": "I. Harzemşahlar Selçuklulara bağlı atabeylik olarak kurulmuştur.\nII. Celâleddin Mengüberdi Moğollara karşı direniş göstermiştir.\nIII. Başkentleri Ürgenç'tir.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Harzemşahlar Selçuklu atabeyliği olup Celâleddin direnmiş ve Ürgenç başkenttir."
    },
    {
        "id": "tarih_175",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-senaryo",
        "subtopic": "Büyük Selçuklular",
        "q": "1071 Malazgirt Savaşı öncesi Bizans elçisi Selçuklu sultanına 'barış' teklifinde bulunmuştur. Sultan teklifi reddetmiş ve savaşı kazanmıştır. Bu senaryoya göre sultan aşağıdakilerden hangisidir?",
        "o": [
            "A) Tuğrul Bey",
            "B) Çağrı Bey",
            "C) Alparslan",
            "D) Melikşah",
            "E) Sencer"
        ],
        "a": 2,
        "e": "Doğru cevap C. Alparslan Malazgirt öncesi barış teklifini reddetmiştir."
    },
    {
        "id": "tarih_176",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Karahanlı Yusuf Kadir Han'ın Gaznelilerle mücadelesi sonucunda Maveraünnehir'in fethi gerçekleşmiştir. Buna göre aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "A) Gazneliler tamamen yıkılmıştır.",
            "B) Karahanlılar doğuya çekilmiştir.",
            "C) Farsça saray dili olmuştur.",
            "D) Büveyhîler destek vermiştir.",
            "E) Balasagun terk edilmiştir."
        ],
        "a": 1,
        "e": "Doğru cevap B. Yusuf Kadir Han Maveraünnehir'i aldıktan sonra Gazneliler doğuya çekilmiştir."
    },
    {
        "id": "tarih_177",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-senaryo",
        "subtopic": "Gazneliler",
        "q": "Bir Gazneli hükümdarı, her yıl baharda Hindistan'a sefer düzenleyip ganimetlerle dönmüştür. Bu hükümdar aşağıdakilerden hangisidir?",
        "o": [
            "A) Sebüktegin",
            "B) Gazneli Mahmud",
            "C) Mesud",
            "D) İbrahim",
            "E) Behramşah"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneli Mahmud 17 Hindistan seferi düzenlemiştir."
    },
    {
        "id": "tarih_178",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "I. Alp Arslan veziri Nizamülmülk'ü öldürtmüştür.\nII. Melikşah döneminde Celâli Ayaklanmaları çıkmıştır.\nIII. Sencer'in veziri Ahmed Sandar'dır.\n\nHangileri yanlıştır?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. I yanlıştır; Nizamülmülk Melikşah veziridir ve Hasan Sabbah öldürtmüştür."
    },
    {
        "id": "tarih_179",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemshahlar-analiz",
        "subtopic": "Harzemşahlar",
        "q": "Harzemşahlar'ın Karahitaylar'a vergi ödemesi, Selçuklular sonrası dönemde Türk devletlerinin hangi durumunu gösterir?",
        "o": [
            "A) Bağımsızlığın güçlendiğini",
            "B) Merkezi yapının devam ettiğini",
            "C) Dış baskılara boyun eğdiğini",
            "D) Abbâsî hâkimiyetini kabul ettiğini",
            "E) Anadolu'ya yayıldığını"
        ],
        "a": 2,
        "e": "Doğru cevap C. Vergi ödemesi dış baskılara maruziyeti gösterir."
    },
    {
        "id": "tarih_180",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "Satuk Buğra Han'ın Müslüman oluşuyla ilgili rivayetlere göre aşağıdakilerden hangisi söylenemez?",
        "o": [
            "A) Ahmet Yesevî'nin etkisi vardır.",
            "B) Kaşgarlı Mahmud'un babasıdır.",
            "C) Abdülkerim adını almıştır.",
            "D) Balasagun'u fethetmiştir.",
            "E) Veziri Hüseyin Has Hacib'tir."
        ],
        "a": 3,
        "e": "Doğru cevap D. Balasagun Yusuf Kadir Han zamanında fethedilmiştir."
    },
    {
        "id": "tarih_181",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Melikşah'ın ölümü sonrası taht kavgaları sonucunda devletin ikiye bölünmesi aşağıdakilerden hangisiyle ilişkilendirilir?",
        "o": [
            "A) Tuğrul Bey dönemi",
            "B) Alparslan dönemi",
            "C) Barkiyaruk dönemi",
            "D) Mahmud dönemi",
            "E) Sencer dönemi"
        ],
        "a": 2,
        "e": "Doğru cevap C. Melikşah sonrası Barkiyaruk ve kardeşleri arasında taht kavgası yaşanmıştır."
    },
    {
        "id": "tarih_182",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-harzem",
        "subtopic": "Gazneliler ve Harzemşahlar",
        "q": "I. Gazneliler köle kökenli Türkler tarafından kurulmuştur.\nII. Harzemşahlar Büyük Selçuklu melikliği olarak başlamıştır.\nIII. Her ikisi de Gazne şehrini başkent yapmıştır.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Gazneliler köle kökenli, Harzemşahlar Selçuklu melikliği; Gazne Gazneliler başkentidir."
    },
    {
        "id": "tarih_183",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-senaryo",
        "subtopic": "Büyük Selçuklular",
        "q": "Bir Selçuklu veziri, sultana 'devlet adamları için siyaset kitabı' sunmuş ve medreseler kurmuştur. Bu vezir aşağıdakilerden hangisidir?",
        "o": [
            "A) Ebû Ali Hasan",
            "B) Nizamülmülk",
            "C) Ahmed Sandar",
            "D) Sadreddin",
            "E) Atâ Melik Cüveynî"
        ],
        "a": 1,
        "e": "Doğru cevap B. Nizamülmülk Siyasetnâme'yi yazmış ve Nizamiye Medreseleri kurmuştur."
    },
    {
        "id": "tarih_184",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harzemshahlar-senaryo",
        "subtopic": "Harzemşahlar",
        "q": "Moğol elçilerinin öldürülmesi üzerine Cengiz Han sefere çıkmış ve Otrar kuşatılmıştır. Bu olay Harzemşahlar'ın hangi hükümdarı zamanındadır?",
        "o": [
            "A) Atsız",
            "B) Tekiş",
            "C) İl Arslan",
            "D) Muhammed",
            "E) Celâleddin"
        ],
        "a": 3,
        "e": "Doğru cevap D. Harzemşah Muhammed zamanında Otrar olayı Moğol istilâsını başlatmıştır."
    },
    {
        "id": "tarih_185",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri-analiz",
        "subtopic": "Genel",
        "q": "Karahanlılar, Gazneliler ve Selçuklular'ın Abbâsî Halifesi'nden 'sultan' unvanı alması, Türk-İslam devletlerinde hâkimiyet anlayışını nasıl değiştirmiştir?",
        "o": [
            "A) Dini otoriteyi zayıflatmıştır.",
            "B) Laik bir yapı oluşturmuştur.",
            "C) Sünni hâkimiyetin güçlendiğini gösterir.",
            "D) Şii etkisini artırmıştır.",
            "E) Göçebe hayatı sona erdirmiştir."
        ],
        "a": 2,
        "e": "Doğru cevap C. Sultan unvanı Sünni Abbâsî desteğini pekiştirmiş, dini-siyasi ittifakı güçlendirmiştir."
    },
    {
        "id": "tarih_186",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar",
        "subtopic": "Karahanlılar",
        "q": "I. Karahanlılar'da 'Arslan Han' unvanı doğu kanadına verilmiştir.\nII. Batı Karahanlılar Balasagun'u kaybetmiştir.\nIII. Tamga sistemi kullanılmamıştır.\n\nYukarıdakilerden hangileri doğrudur?",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 1,
        "e": "Doğru cevap B. Batı Karahanlılar Balasagun'u kaybetmiş; doğu 'Böri Şah', tamga kullanılmıştır."
    },
    {
        "id": "tarih_187",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular",
        "subtopic": "Büyük Selçuklular",
        "q": "Büyük Selçuklular'ın Fatımîlere karşı Mısır Seferi düzenlememesi aşağıdakilerden hangisine bağlanamaz?",
        "o": [
            "A) Haçlı Seferleri'nin başlaması",
            "B) İç karışıklıklar",
            "C) Nizamülmülk'ün politikası",
            "D) Abbâsî Halifesi'nin isteği",
            "E) Anadolu beyliklerinin kurulması"
        ],
        "a": 4,
        "e": "Doğru cevap E. Anadolu beylikleri sonrası oluşmuştur; diğerleri Mısır seferi engelidir."
    },
    {
        "id": "tarih_188",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi İlk Müslüman Türk Devletlerinden Karahanlılar Devleti'nin bilinen ilk hükümdarı değildir?\n\nI. Bilge Kül Kadir Han\nII. Satuk Buğra Han\nIII. Basıl Toghan",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Bilge Kül Kadir Han, Karahanlılar'ın ilk hükümdarıdır; Satuk Buğra Han ve Basıl Toghan sonraki dönemlere aittir."
    },
    {
        "id": "tarih_189",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Karahanlılar Devleti'nde Müslüman Türk devlet geleneğinin yerleşmesinde etkili olan hanedan üyesi aşağıdakilerden hangisidir?",
        "o": [
            "A) Bilge Kül Kadir Han",
            "B) Basıl Toghan",
            "C) Satuk Buğra Han",
            "D) Musa Bin Taluk",
            "E) Ali Tegin"
        ],
        "a": 2,
        "e": "Doğru cevap C. Satuk Buğra Han, Karahanlılar'da ilk Müslüman hükümdar olarak devletin İslamlaşmasında dönüm noktasıdır."
    },
    {
        "id": "tarih_190",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi Gazneliler Devleti'nin Hindistan seferlerinde ön plana çıkan hükümdarıdır?\n\nI. Gazneli Mahmud\nII. Gazneli Mesud\nIII. Sebük Tegin",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Gazneli Mahmud, Somnath seferi gibi Hindistan akınlarıyla ünlüdür; diğerleri farklı dönemlere odaklanmıştır."
    },
    {
        "id": "tarih_191",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nde sultan unvanını ilk kullanan hükümdar aşağıdakilerden hangisidir?",
        "o": [
            "A) Çağrı Bey",
            "B) Tuğrul Bey",
            "C) Alparslan",
            "D) Melikşah",
            "E) Sencer"
        ],
        "a": 1,
        "e": "Doğru cevap B. Tuğrul Bey, 1038'de sultan unvanını alarak Selçuklu Devleti'ni resmileştirmiştir."
    },
    {
        "id": "tarih_192",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Yukarıdaki bilgilere göre aşağıdakilerden hangisi Karahanlılar ile Gazneliler arasındaki ilişkiyi doğru yansıtmaz?\n\nI. Karahanlılar, Gazneliler'e karşı Maveraünnehir'de üstünlük kurmuştur.\nII. Gazneliler, Karahanlılar'dan Horasan'ı almıştır.\nIII. Her iki devlet de Satuk Buğra Han döneminde kurulmuştur.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Satuk Buğra Han dönemi Karahanlılar'a özgüdür; Gazneliler Sebük Tegin ile kurulmuştur."
    },
    {
        "id": "tarih_193",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Gazneliler Devleti'nin yıkılışında etkili olan olay aşağıdakilerden hangisidir?",
        "o": [
            "A) Dandanakan Savaşı",
            "B) Malazgirt Savaşı",
            "C) Nesa Savaşı",
            "D) Tebriz Kuşatması",
            "E) Semerkant Seferi"
        ],
        "a": 0,
        "e": "Doğru cevap A. Dandanakan Savaşı (1040), Gazneliler'in Horasan'ı kaybetmesine yol açmıştır."
    },
    {
        "id": "tarih_194",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nde vezirlik makamını zirveye taşıyan kişi aşağıdakilerden hangisidir?",
        "o": [
            "A) Ebû Ali",
            "B) Amidü'l Mülk",
            "C) Nizamülmülk",
            "D) Tacülmülk",
            "E) Müeyyidülmülk"
        ],
        "a": 2,
        "e": "Doğru cevap C. Nizamülmülk, Siyasetname'yi yazarak vezirliğin simgesi olmuştur."
    },
    {
        "id": "tarih_195",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi İlk Müslüman Türk Devletleri'nin ortak özelliklerinden biri değildir?\n\nI. Türk-İslam sentezinin öncüleri olmaları\nII. Abbasi Halifesi'nden menşur almaları\nIII. Hanefi mezhebini benimsemeleri",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) II ve III"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneliler Şafi mezhebindendir; diğerleri Hanefi'dir ve sentezde rol oynamışlardır."
    },
    {
        "id": "tarih_196",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Bir tarihçi, 'Devletinin temelini Horasan'da atan ve Gazneliler'i zayıflatan Türk beyi' diye bahsedilen kişi aşağıdakilerden hangisidir?",
        "o": [
            "A) Satuk Buğra Han",
            "B) Çağrı Bey",
            "C) Gazneli Mahmud",
            "D) Tuğrul Bey",
            "E) Alparslan"
        ],
        "a": 1,
        "e": "Doğru cevap B. Çağrı Bey, Horasan'ı üs yaparak Dandanakan Zaferi'ni hazırlamıştır."
    },
    {
        "id": "tarih_197",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Karahanlılar Devleti'nde doğu-batı ayrılığına yol açan olay aşağıdakilerden hangisidir?",
        "o": [
            "A) Balasagun'un başkent yapılması",
            "B) Kaşgar'ın ikincil başkent olması",
            "C) Semerkant'ın alınması",
            "D) Gazneliler ile ittifak",
            "E) Satuk Buğra'nın ölümü"
        ],
        "a": 2,
        "e": "Doğru cevap C. Semerkant ve Buhara'nın alınması doğu-batı ayrılığına neden olmuştur."
    },
    {
        "id": "tarih_198",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Yukarıdakilerden hangisi Büyük Selçuklu Devleti'nin Abbasi Halifesi ile ilişkisini doğru yorumlar?\n\nI. Tuğrul Bey, Bağdat'ı kurtararak 'Sultanü'l Muazzam' unvanını almıştır.\nII. Alparslan, Halife'nin sikkesini bastırmıştır.\nIII. Melikşah, Nizamülmülk aracılığıyla hilafeti güçlendirmiştir.",
        "o": [
            "A) Yalnız I",
            "B) I ve II",
            "C) II ve III",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Selçuklular, halifeliği Fatımiler'den kurtararak güçlendirmiş ve unvanlar almışlardır."
    },
    {
        "id": "tarih_199",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Gazneliler Devleti'nde edebiyat ve sanatın himaye edildiği dönem aşağıdakilerden hangisidir?",
        "o": [
            "A) Sebük Tegin dönemi",
            "B) Gazneli Mahmud dönemi",
            "C) Gazneli Mesud dönemi",
            "D) Behram Şah dönemi",
            "E) Hızır Han dönemi"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneli Mahmud, Firdevsi ve Beyhaki gibi isimleri himaye etmiştir."
    },
    {
        "id": "tarih_200",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi Karahanlılar Devleti'nin başkentleri arasında yer almaz?\n\nI. Balasagun\nII. Kaşgar\nIII. Gazne",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Gazne, Gazneliler'in başkentidir."
    },
    {
        "id": "tarih_201",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nde Malazgirt Zaferi'nin ardından fethedilen bölgelerden hangisi Anadolu'nun kapısını açmıştır?",
        "o": [
            "A) Halep",
            "B) Antakya",
            "C) Urfa",
            "D) Diyarbakır",
            "E) Van"
        ],
        "a": 1,
        "e": "Doğru cevap B. Antakya'nın fethi, Anadolu'ya Türk göçlerini hızlandırmıştır."
    },
    {
        "id": "tarih_202",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Bir senaryoda, 'Türkmen beyleri Horasan'ı üs yaparak Gazneliler'e karşı zafer kazandı' denilirse bu olay aşağıdakilerden hangisidir?",
        "o": [
            "A) Nesa Savaşı",
            "B) Dandanakan Savaşı",
            "C) Malazgirt Savaşı",
            "D) Kapadokya Seferi",
            "E) Tebriz Muharebesi"
        ],
        "a": 1,
        "e": "Doğru cevap B. Dandanakan Savaşı (1040), Selçuklular'ın Gazneliler'i Horasan'dan çıkarmasıyla sonuçlanmıştır."
    },
    {
        "id": "tarih_203",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Karahanlılar ile Büyük Selçuklular'ı karşılaştırdığımızda aşağıdakilerden hangisi Selçuklular'a özgüdür?\n\nI. İlk Müslüman Türk devleti olmak\nII. Abbasi Halifesi'ni kurtarmak\nIII. Divan-ı İstifa kurmak",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve III",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 1,
        "e": "Doğru cevap B. Bağdat'ın kurtarılması Tuğrul Bey'e aittir; diğerleri Karahanlılar'la ilişkilidir."
    },
    {
        "id": "tarih_204",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Gazneliler Devleti'nin ordu yapısında önemli rol oynayan unsur aşağıdakilerden hangisidir?",
        "o": [
            "A) Köle askerler (gulâm)",
            "B) Tımarlı sipahiler",
            "C) Atabeylik sistemi",
            "D) Nizâm-ı Âlem",
            "E) Kulu sistemi"
        ],
        "a": 0,
        "e": "Doğru cevap A. Gazneliler, gulâm usulü köle askerlerle ordusunu oluşturmuştur."
    },
    {
        "id": "tarih_205",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi Büyük Selçuklu Devleti'nde Melikşah döneminin özelliklerinden değildir?\n\nI. Nizamiye Medreseleri'nin kurulması\nII. Celâli İsyanları'nın başlaması\nIII. Rûm Gazileri'nin Anadolu'ya yayılması",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) II ve III"
        ],
        "a": 1,
        "e": "Doğru cevap B. Celâli İsyanları Sencer dönemindedir; diğerleri Melikşah'a aittir."
    },
    {
        "id": "tarih_206",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Karahanlılar Devleti'nde Yusuf Kadir Han'ın yaptığı icraatı aşağıdakilerden hangisi doğru yorumlar?",
        "o": [
            "A) Gazneliler'i yenerek Maveraünnehir'i aldı",
            "B) Semerkant'ı başkent yaptı",
            "C) Satuk Buğra'yı Müslüman yaptı",
            "D) Buhara'yı fethetti",
            "E) Kaşgar'ı terk etti"
        ],
        "a": 1,
        "e": "Doğru cevap B. Yusuf Kadir Han, doğu Karahanlılar'ı yöneterek Semerkant'ı merkez yapmıştır."
    },
    {
        "id": "tarih_207",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nin yıkılış sürecinde rol oynayan Oğuz isyanı aşağıdakilerden hangisidir?",
        "o": [
            "A) Dandanakan İsyanı",
            "B) Celâli İsyanı",
            "C) Babai İsyanı",
            "D) Şiraz İsyanı",
            "E) Rey Ayaklanması"
        ],
        "a": 1,
        "e": "Doğru cevap B. Celâli İsyanları, Sencer döneminde devletin zayıflamasına yol açmıştır."
    },
    {
        "id": "tarih_208",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Yukarıdaki bilgilere göre İlk Müslüman Türk Devletleri'nin fetih politikalarını karşılaştıran ifade aşağıdakilerden hangisidir?\n\nI. Gazneliler doğuya, Selçuklular batıya yönelmiştir.\nII. Karahanlılar Maveraünnehir'i, Gazneliler Horasan'ı kontrol etmiştir.\nIII. Selçuklular Anadolu'ya, Karahanlılar Çin'e sefer yapmıştır.",
        "o": [
            "A) Yalnız I",
            "B) I ve II",
            "C) II ve III",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 3,
        "e": "Doğru cevap D. Gazneliler doğu (Hindistan), Selçuklular batı (Anadolu); Karahanlılar Çin'e baskın yapmıştır."
    },
    {
        "id": "tarih_209",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Gazneli Mesud'un Selçuklular'a karşı kaybettiği savaş aşağıdakilerden hangisidir?",
        "o": [
            "A) Nesa Savaşı",
            "B) Dandanakan Savaşı",
            "C) Rudrabati Savaşı",
            "D) Malazgirt Savaşı",
            "E) Kapani Savaşı"
        ],
        "a": 0,
        "e": "Doğru cevap A. Nesa Savaşı (1038), Gazneliler'in gerilemesinin başlangıcıdır."
    },
    {
        "id": "tarih_210",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi Karahanlılar Devleti'nin kültürel katkılarından biri değildir?\n\nI. Kutadgu Bilig'in yazılması\nII. Divanü Lügati't Türk'ün derlenmesi\nIII. Şehname'nin yazdırılması",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) Yalnız III",
            "D) I ve II",
            "E) II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Şehname Gazneli Mahmud himayesinde yazılmıştır."
    },
    {
        "id": "tarih_211",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nde sultanların tahta çıkışında rol oynayan meclis aşağıdakilerden hangisidir?",
        "o": [
            "A) Kengeş",
            "B) Kurultay",
            "C) Divan",
            "D) Şura",
            "E) Meclis-i Umumi"
        ],
        "a": 0,
        "e": "Doğru cevap A. Kengeş meclisi, Selçuklu taht mücadelelerinde etkili olmuştur."
    },
    {
        "id": "tarih_212",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Eğer bir hükümdar 'Bağdat'ı kurtararak doğu İslam dünyasının koruyucusu olduysa' bu Büyük Selçuklu sultanı aşağıdakilerden hangisidir?",
        "o": [
            "A) Çağrı Bey",
            "B) Tuğrul Bey",
            "C) Alparslan",
            "D) Melikşah",
            "E) Berkyaruk"
        ],
        "a": 1,
        "e": "Doğru cevap B. Tuğrul Bey, 1055'te Bağdat'ı Büveyhoğulları'ndan kurtarmıştır."
    },
    {
        "id": "tarih_213",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "İlk Müslüman Türk Devletleri arasında Gazneliler'i diğerlerinden ayıran özellik aşağıdakilerden hangisidir?",
        "o": [
            "A) Hanefi mezhebi",
            "B) Köle asker ordusu",
            "C) Abbasi menşuru",
            "D) Türk-İslam mimarisi",
            "E) Medrese inşası"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneliler gulâm (köle asker) sistemine dayanırken diğerleri aile ordusuna sahiptir."
    },
    {
        "id": "tarih_214",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Karahanlılar Devleti'nin Moğol istilasına kadar varlığını sürdürmesi aşağıdakilerden hangisiyle ilişkilendirilir?\n\nI. Doğu Karahanlılar\nII. Batı Karahanlılar\nIII. Büyük Selçuklu vassalı",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Doğu Karahanlılar 1212'ye kadar varlığını sürdürmüştür."
    },
    {
        "id": "tarih_215",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Büyük Selçuklu Devleti'nde takvim ıslahatı yapan vezir aşağıdakilerden hangisidir?",
        "o": [
            "A) Nizamülmülk",
            "B) Amidü'l Mülk",
            "C) Celaleddin",
            "D) Ömer Hayyam",
            "E) Tacülmülk"
        ],
        "a": 3,
        "e": "Doğru cevap D. Ömer Hayyam, Melikşah takvimini vezirlik himayesinde düzenlemiştir."
    },
    {
        "id": "tarih_216",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Gazneliler Devleti'nin Punjab'ı kontrol ettiği dönem aşağıdakilerden hangisidir?",
        "o": [
            "A) Sebük Tegin",
            "B) Gazneli Mahmud",
            "C) Gazneli Mesud",
            "D) Arslan Şah",
            "E) Behram Şah"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneli Mahmud, Hindistan seferleriyle Punjab'ı fethetmiştir."
    },
    {
        "id": "tarih_217",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri",
        "subtopic": "İlk Müslüman Türk Devletleri",
        "q": "Aşağıdakilerden hangisi İlk Müslüman Türk Devletleri'nin İslam dünyasındaki konumunu doğru analiz eder?\n\nI. Karahanlılar sentezin öncüsü\nII. Gazneliler gazâ politikası\nIII. Selçuklular halife koruyucusu",
        "o": [
            "A) Yalnız I",
            "B) I ve II",
            "C) II ve III",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 4,
        "e": "Doğru cevap E. Her devlet belirtilen rolde İslam sentezi ve yayılmasında etkilidir."
    },
    {
        "id": "tarih_218",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-kurulusu",
        "subtopic": "Karahanlılar Kuruluşu",
        "q": "Karahanlılar Devleti ile ilgili olarak aşağıdakilerden hangisi yanlıştır?\n\nI. Bilge Kül Kadir Han tarafından kurulmuştur.\nII. Satuk Buğra Han döneminde Müslüman Türk devleti unvanını almıştır.\nIII. Balasagun başkent yapılmıştır.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Karahanlılar, Bilge Kül Kadir Han değil, Bilge Kül Kutlug tarafından kurulmuştur."
    },
    {
        "id": "tarih_219",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-hukumdarlari",
        "subtopic": "Gazneliler Hükümdarları",
        "q": "Gazneliler Devleti'nde aşağıdakilerden hangisi doğrudur?\n\nI. Alp Tegin'in kurduğu devletin başkenti Gazne'dir.\nII. Sebüktegin, Gazne'yi ele geçirerek devletin temellerini atmıştır.\nIII. Mahmud Gazneli, Somnath tapınağını yıkmıştır.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 3,
        "e": "Doğru cevap D. Sebüktegin Gazne'yi ele geçirmiş ve Mahmud Somnath'ı yıkmıştır; Alp Tegin Gazne'yi kurmamıştır."
    },
    {
        "id": "tarih_220",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-fetihleri",
        "subtopic": "Büyük Selçuklular Fetihleri",
        "q": "Büyük Selçuklular'ın fetih politikaları aşağıdakilerden hangisinde doğru verilmiştir?\n\nI. Dandanakan Savaşı (1040) ile Gazneliler'e karşı zafer kazanıldı.\nII. Tuğrul Bey, 1055'te Bağdat'a girerek halifeyi himayesine aldı.\nIII. Alparslan, 1071 Malazgirt Zaferi ile Anadolu'yu Türklere açtı.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Dandanakan ve Bağdat girişi doğru; Malazgirt Alparslan dönemidir ama Anadolu Selçukluları ile ilişkilendirilir."
    },
    {
        "id": "tarih_221",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-kultur",
        "subtopic": "Karahanlılar Kültürü",
        "q": "Karahanlılar Devleti'nde aşağıdakilerden hangisi kültürel özelliklere örnek değildir?\n\nI. Yusuf Has Hacib'in Kutadgu Bilig'i yazılmıştır.\nII. Kaşgarlı Mahmud'un Divanü Lügati't-Türk'ü kaleme alınmıştır.\nIII. İlk düzenli ordu Nizamiye Medreseleri'nde eğitilmiştir.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 1,
        "e": "Doğru cevap B. Nizamiye Medreseleri Selçuklu dönemine aittir; diğerleri Karahanlı eserleridir."
    },
    {
        "id": "tarih_222",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-seferleri",
        "subtopic": "Gazneliler Seferleri",
        "q": "Yukarıdaki bilgilere göre Gazneliler'in seferleri hakkında hangisi söylenebilir?\n\nI. Hindistan'a 17 sefer düzenlenmiştir.\nII. Gazne, Samaniler'in yıkılmasıyla bağımsızlaşmıştır.\nIII. Celaleddin Harezmşah Gazneliler'i yenmiştir.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Mahmud'un 17 Hindistan seferi ve Samani yıkılışı doğru; Celaleddin Harzemşah dönemindedir."
    },
    {
        "id": "tarih_223",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-yonetim",
        "subtopic": "Büyük Selçuklular Yönetimi",
        "q": "Büyük Selçuklu Devleti'nde yönetim yapısı aşağıdakilerden hangisinde doğru verilmiştir?\n\nI. Divan-ı Arz ordu işlerini yürütmüştür.\nII. Nizamülmülk Siyasetname'yi yazmıştır.\nIII. Atabeylik sistemi Melikşah döneminde başlamıştır.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Divan-ı Arz ve Siyasetname doğru; Atabeylik Tuğrul Bey dönemindedir."
    },
    {
        "id": "tarih_224",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harezmşahlar-kurulus",
        "subtopic": "Harzemşahlar Kuruluşu",
        "q": "Harzemşahlar Devleti ile ilgili olarak aşağıdakilerden hangisi yanlıştır?\n\nI. Anuştegin Gürçani tarafından kurulmuştur.\nII. Atsız, Selçuklu Sultanı Sencer'i yenmiştir.\nIII. Başkent Ürgenç'tir.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 3,
        "e": "Doğru cevap D. Anuştegin kurucudur ve Ürgenç başkenttir; Atsız Sencer'i yenmemiştir."
    },
    {
        "id": "tarih_225",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "anadolu-selcuklular-kurulus",
        "subtopic": "Anadolu Selçukluları Kuruluşu",
        "q": "Anadolu Selçuklu Devleti hakkında aşağıdakilerden hangisi doğrudur?\n\nI. Süleyman Şah tarafından 1077'de kurulmuştur.\nII. Kutalmışoğlu Süleyman Şah'tır.\nIII. İznik ilk başkent yapılmıştır.",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 3,
        "e": "Doğru cevap D. Süleyman Şah 1077'de İznik'i başkent yapmıştır; Kutalmışoğlu doğru ama II tam ifade."
    },
    {
        "id": "tarih_226",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-yikilis",
        "subtopic": "Karahanlılar Yıkılışı",
        "q": "Karahanlılar'ın yıkılışında aşağıdakilerden hangileri rol oynamıştır?\n\nI. Karahitaylar'ın saldırısı\nII. Moğol istilası\nIII. Selçuklu müdahalesi",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) I ve III",
            "E) I, II ve III"
        ],
        "a": 0,
        "e": "Doğru cevap A. Karahanlılar Karahitaylar tarafından yıkılmıştır; Moğollar daha sonra Harzemşahlar'ı etkilemiştir."
    },
    {
        "id": "tarih_227",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-yikilis",
        "subtopic": "Gazneliler Yıkılışı",
        "q": "Gazneliler Devleti'nin yıkılışında etkili olanlar aşağıdakilerden hangisidir?\n\nI. Selçuklular (Dandanakan)\nII. Gurlular\nIII. Harzemşahlar",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Dandanakan'da Selçuklular ve Gurlular Gazneliler'i yıkmıştır."
    },
    {
        "id": "tarih_228",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-idari",
        "subtopic": "Büyük Selçuklular İdari Yapı",
        "q": "Aşağıdakilerden hangisi Büyük Selçuklu idari teşkilatına ait değildir?",
        "o": [
            "A) Divan-ı İstifa",
            "B) Divan-ı İşraf",
            "C) Divan-ı Berid",
            "D) Divan-ı Mükafaat",
            "E) Divan-ı Arz"
        ],
        "a": 3,
        "e": "Doğru cevap D. Divan-ı Mükafaat Selçuklu'da yoktur; diğerleri mali, istihbarat ve ordu divanlarıdır."
    },
    {
        "id": "tarih_229",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harezmşahlar-yikilis",
        "subtopic": "Harzemşahlar Yıkılışı",
        "q": "Buna göre aşağıdakilerden hangisi Harzemşahlar'ın Moğollara karşı tutumunu yansıtır?",
        "o": [
            "A) Alaeddin Muhammed Cengiz Han'a elçi öldürttü.",
            "B) Celaleddin Semerkant'ı savundu.",
            "C) Atsız Moğollara vergi verdi.",
            "D) Tekiş Moğolları yendi.",
            "E) İl Arslan Moğolları kabul etti."
        ],
        "a": 0,
        "e": "Doğru cevap A. Alaeddin Muhammed'in Moğol elçileri öldürtmesi Cengiz Han'ın saldırısına neden olmuştur."
    },
    {
        "id": "tarih_230",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "anadolu-selcuklular-hukumdarlari",
        "subtopic": "Anadolu Selçukluları Hükümdarları",
        "q": "Anadolu Selçuklu hükümdarları arasında aşağıdakilerden hangisi I. Kılıç Arslan'dır?",
        "o": [
            "A) Süleyman Şah'ın oğlu",
            "B) Mesud'un oğlu",
            "C) Melikşah'ın yeğeni",
            "D) Rükneddin Kılıç Arslan",
            "E) Gıyaseddin Keyhüsrev"
        ],
        "a": 3,
        "e": "Doğru cevap D. I. Kılıç Arslan, Rükneddin unvanıyla bilinir ve Haçlılara karşı savaşmıştır."
    },
    {
        "id": "tarih_231",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-islamlasma",
        "subtopic": "Karahanlılar İslamlaşma",
        "q": "Karahanlılar'da İslamlaşma sürecini hızlandıran olay aşağıdakilerden hangisidir?",
        "o": [
            "A) Satuk Buğra Han'ın Müslüman olması",
            "B) Bilge Kül'ün cihat fetvaları",
            "C) Mahmud Gazneli'nin yardımı",
            "D) Tuğrul Bey'in himayesi",
            "E) Nizamülmülk'ün medreseleri"
        ],
        "a": 0,
        "e": "Doğru cevap A. Satuk Buğra Han'ın Müslümanlığı Karahanlılar'ı ilk Müslüman Türk devleti yapmıştır."
    },
    {
        "id": "tarih_232",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazneliler-kultur",
        "subtopic": "Gazneliler Kültürü",
        "q": "Yukarıdaki metne göre Gazneliler döneminde aşağıdakilerden hangisi kültürel katkı olarak söylenebilir?",
        "o": [
            "A) Firdevsi'nin Şehname'si",
            "B) Yusuf Has Hacib'in eseri",
            "C) Kaşgarlı Mahmud'un sözlüğü",
            "D) Nizamülmülk'ün Siyasetname'si",
            "E) Mevlana'nın Mesnevi'si"
        ],
        "a": 0,
        "e": "Doğru cevap A. Firdevsi Gazneliler himayesinde Şehname'yi yazmıştır."
    },
    {
        "id": "tarih_233",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "buyuk-selcuklular-kultur",
        "subtopic": "Büyük Selçuklular Kültürü",
        "q": "Büyük Selçuklular'da aşağıdakilerden hangisi Nizamülmülk ile ilişkilendirilmez?",
        "o": [
            "A) Nizamiye Medreseleri",
            "B) Siyasetname",
            "C) Divan-ı Risalet",
            "D) Hasan Sabbah suikastı",
            "E) Bağdat Nizamiyesi"
        ],
        "a": 2,
        "e": "Doğru cevap C. Divan-ı Risalet haberleşme divanıdır; diğerleri Nizamülmülk'ün eserleridir."
    },
    {
        "id": "tarih_234",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "anadolu-selcuklular-ekonomi",
        "subtopic": "Anadolu Selçukluları Ekonomi",
        "q": "Anadolu Selçukluları'nda ekonomik yapıyı güçlendiren unsurlar arasında hangisi yoktur?",
        "o": [
            "A) İpek Yolu'nun kontrolü",
            "B) Kervansaray inşası",
            "C) İktâ sistemi",
            "D) Moğol vergi reformu",
            "E) Deniz ticareti"
        ],
        "a": 3,
        "e": "Doğru cevap D. Moğol vergileri ekonomiyi zayıflatmıştır; diğerleri güçlendirmiştir."
    },
    {
        "id": "tarih_235",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "harezmşahlar-savaslari",
        "subtopic": "Harzemşahlar Savaşları",
        "q": "Harzemşahlar ile Selçuklular arasındaki ilişkiyi doğru yansıtan aşağıdakidir?",
        "o": [
            "A) Atsız'ın Sencer'i yenmesi",
            "B) Tekiş'in vassallığı",
            "C) Alaeddin'in bağımsızlığı",
            "D) Celaleddin'in ittifakı",
            "E) İl Arslan'ın zaferi"
        ],
        "a": 1,
        "e": "Doğru cevap B. Tekiş Harzemşahlar'ı Selçuklu vassalı yapmıştır."
    },
    {
        "id": "tarih_236",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-turk-devletleri-karsilastirma",
        "subtopic": "İlk Müslüman Türk Devletleri Karşılaştırma",
        "q": "Aşağıdaki devletlerden hangisi diğerlerine göre Orta Asya'da en uzun süre egemenlik kurmuştur?",
        "o": [
            "A) Gazneliler",
            "B) Karahanlılar",
            "C) Büyük Selçuklular",
            "D) Harzemşahlar",
            "E) Anadolu Selçukluları"
        ],
        "a": 1,
        "e": "Doğru cevap B. Karahanlılar 840-1212 yılları arasında yaklaşık 372 yıl sürmüştür."
    },
    {
        "id": "tarih_237",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "selcuklu-nizamulmulk-etkisi",
        "subtopic": "Selçuklu Nizamülmülk Etkisi",
        "q": "Büyük Selçuklu'da vezir Nizamülmülk'ün politikaları aşağıdakilerden hangisini analiz eder?\nI. Merkezi otorite güçlendirme II. Medrese sistemi III. İktisadi reformlar",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) II ve III",
            "E) I, II ve III"
        ],
        "a": 2,
        "e": "Doğru cevap C. Nizamülmülk merkeziyetçilik ve medreseleri ön plana çıkarmıştır."
    },
    {
        "id": "tarih_238",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "gazne-hindistan-seferleri",
        "subtopic": "Gazne Hindistan Seferleri",
        "q": "Mahmud Gazneli'nin Hindistan seferleri senaryosunda aşağıdakilerden hangisi ekonomik kazanç sağlamıştır?",
        "o": [
            "A) Somnath tapınağı yağması",
            "B) Delhi'nin fethi",
            "C) Ganj nehri geçişi",
            "D) Pencap eyaleti ilhakı",
            "E) Lahor'un terk edilmesi"
        ],
        "a": 0,
        "e": "Doğru cevap A. Somnath yağması büyük ganimet getirmiştir."
    },
    {
        "id": "tarih_239",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "dandanakan-savasi-senaryo",
        "subtopic": "Dandanakan Savaşı Senaryosu",
        "q": "1040 Dandanakan Savaşı senaryosunda Selçuklular Gazneliler'e karşı aşağıdakilerden hangisini kazanmıştır?",
        "o": [
            "A) Horasan'ı",
            "B) Gazne'yi",
            "C) Belh'i",
            "D) Merv'i",
            "E) Nişabur'u"
        ],
        "a": 0,
        "e": "Doğru cevap A. Dandanakan ile Horasan Selçuklular'a geçmiştir."
    },
    {
        "id": "tarih_240",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "malazgirt-sonrasi-anadolu",
        "subtopic": "Malazgirt Sonrası Anadolu",
        "q": "1071 Malazgirt Zaferi sonrası senaryoda Anadolu Selçukluları'nın kuruluşu için aşağıdakilerden hangisi temel olmuştur?",
        "o": [
            "A) Alparslan'ın Süleyman Şah'a ahdnamesi",
            "B) Tuğrul'un fermanı",
            "C) Bizans ittifakı",
            "D) Haçlı yardımı",
            "E) Moğol desteği"
        ],
        "a": 0,
        "e": "Doğru cevap A. Alparslan Süleyman Şah'a Anadolu'yu vermiştir."
    },
    {
        "id": "tarih_241",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "moğol-istilasi-harezm",
        "subtopic": "Moğol İstilası Harzem",
        "q": "Harzemşahlar'da Moğol istilası senaryosunda Celaleddin'in Parvan Zaferi sonrası ne olmuştur?",
        "o": [
            "A) Hindistan'a çekilmesi",
            "B) Bağdat'ı alması",
            "C) Anadolu'ya sığınması",
            "D) Semerkant'ı kurtarması",
            "E) Ürgenç'i savunması"
        ],
        "a": 0,
        "e": "Doğru cevap A. Celaleddin Parvan'dan sonra Hindistan'a kaçmıştır."
    },
    {
        "id": "tarih_242",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "karahanlilar-gazneliler-karsilastirma",
        "subtopic": "Karahanlılar-Gazneliler Karşılaştırma",
        "q": "Karahanlılar ile Gazneliler'i karşılaştırdığımızda aşağıdakilerden hangisi farklılıktır?",
        "o": [
            "A) Her ikisi de Türk kökenli",
            "B) Gazneliler'in Hindistan seferleri",
            "C) Karahanlılar'ın Balasagun'u",
            "D) Her ikisinde de Farsça saray dili",
            "E) Her ikisi de Samanilerden etkilenmiş"
        ],
        "a": 1,
        "e": "Doğru cevap B. Gazneliler Hindistan'a sefer düzenlemiştir; Karahanlılar Orta Asya odaklıdır."
    },
    {
        "id": "tarih_243",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "selcuklu-divanlari-analiz",
        "subtopic": "Selçuklu Divanları Analiz",
        "q": "Büyük Selçuklu divanları analiz edildiğinde aşağıdakilerden hangisi mali işleri yönetmemiştir?",
        "o": [
            "A) Divan-ı Vekalet",
            "B) Divan-ı İstifa",
            "C) Divan-ı İşraf",
            "D) Divan-ı Tomer",
            "E) Divan-ı Amed"
        ],
        "a": 0,
        "e": "Doğru cevap A. Divan-ı Vekalet vezirlik vekaleti; mali olanlar diğerleridir."
    },
    {
        "id": "tarih_244",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "anadolu-selcuklu-bati-seferleri",
        "subtopic": "Anadolu Selçuklu Batı Seferleri",
        "q": "I. Kılıç Arslan'ın Haçlılara karşı Miryokefalon öncesi senaryosu aşağıdakidir?",
        "o": [
            "A) I. Haçlı Seferi'ni yenmesi",
            "B) II. Haçlı'yı durdurması",
            "C) III. Haçlı ile ittifak",
            "D) IV. Haçlı'yı yenmesi",
            "E) V. Haçlı seferini engellemesi"
        ],
        "a": 0,
        "e": "Doğru cevap A. I. Kılıç Arslan I. Haçlı Seferi'nde Konya önlerinde Barbaros'u yenmiştir."
    },
    {
        "id": "tarih_245",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "ilk-musluman-devletler-ortak-ozellik",
        "subtopic": "İlk Müslüman Devletler Ortak Özellik",
        "q": "İlk Müslüman Türk devletlerinin ortak özelliği aşağıdakilerden hangisidir?",
        "o": [
            "A) Abbasi halifeliğiyle sıkı ittifak",
            "B) Türkmen boylarının desteği",
            "C) Farsça'nın terk edilmesi",
            "D) Moğol yıkıcılığından kurtulma",
            "E) Denizcilik gücü"
        ],
        "a": 1,
        "e": "Doğru cevap B. Hepsi Oğuz ve Karluk gibi Türkmen boyları temellidir."
    },
    {
        "id": "tarih_246",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "bagdatin-fethi-analiz",
        "subtopic": "Bağdat'ın Fethi Analiz",
        "q": "1055 Tuğrul Bey'in Bağdat'a girişi analiz edildiğinde aşağıdakilerden hangisi sonuçtur?",
        "o": [
            "A) Sultan unvanı alınması",
            "B) Gazneli himayesi",
            "C) Fatımi yenilgisi",
            "D) Şiilik yayılması",
            "E) Haçlı seferleri"
        ],
        "a": 0,
        "e": "Doğru cevap A. Halife Tuğrul'a 'Doğu Roma İmparatoru' ve Sultan unvanını vermiştir."
    },
    {
        "id": "tarih_247",
        "topicId": "9Hg8tuMRdMTuVY7OZ9HL",
        "subtopicId": "konya-bas Kent-anadolu",
        "subtopic": "Konya Başkent Anadolu",
        "q": "Anadolu Selçukluları'nda Konya'nın başkent yapılması I. Mesud döneminde gerçekleşmiştir. Buna göre aşağıdakilerden hangisi söylenebilir?\n\nI. İznik'in Bizansça alınması II. Sencer'in desteği III. Haçlı baskısı",
        "o": [
            "A) Yalnız I",
            "B) Yalnız II",
            "C) I ve II",
            "D) I ve III",
            "E) II ve III"
        ],
        "a": 3,
        "e": "Doğru cevap D. İznik kaybı ve Haçlı baskısı Konya'yı başkent yapmıştır."
    }
]