[
    {
        "id": "tarih_001",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Orhan Bey Dönemi'nde gerçekleşen aşağıdaki gelişmelerden hangileri Osmanlı Devleti'nin teşkilatlanma sürecini hızlandırmıştır?I. İlk düzenli ordunun (Yaya ve Müsellem) kurulmasıII. İlk vezir tayininin yapılmasıIII. Divan örgütünün oluşturulması",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Orhan Bey Dönemi, Osmanlı Devleti'nin beylikten devlete geçişindeki en önemli evrelerden biridir. İlk düzenli ordunun kurulması askeri, ilk vezir tayini idari, Divan örgütünün oluşturulması ise hem idari hem de siyasi teşkilatlanma açısından devletleşme sürecini hızlandıran kritik adımlardır. Bu nedenle üç öncül de doğrudur."
    },
    {
        "id": "tarih_002",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ankara_savasi_ve_fetret_devri",
        "subtopic": "Ankara Savaşı ve Fetret Devri",
        "q": "1402 Ankara Savaşı'nın Osmanlı Devleti üzerindeki etkileri arasında aşağıdakilerden hangileri gösterilebilir?I. Anadolu Türk siyasi birliğinin yeniden bozulmasıII. İstanbul'un fethinin gecikmesiIII. Balkanlardaki fetih hareketlerinin durması",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Ankara Savaşı, Osmanlı Devleti için büyük bir yıkım olmuştur. Timur'un Anadolu beyliklerine topraklarını geri vermesiyle Anadolu Türk siyasi birliği dağılmış (I), Yıldırım Bayezid'in esir düşmesi ve sonrasındaki Fetret Devri nedeniyle İstanbul'un fethi gecikmiş (II), devletin Balkanlardaki ilerleyişi durmuş ve hatta bazı toprak kayıpları yaşanmıştır (III). Bu nedenle üç öncül de Ankara Savaşı'nın sonuçları arasındadır."
    },
    {
        "id": "tarih_003",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "hacli_savaslari_ve_osmanli_devleti",
        "subtopic": "Haçlı Savaşları ve Osmanlı Devleti",
        "q": "XV. yüzyıl ortalarında gerçekleşen Varna ve II. Kosova Savaşları'nın Osmanlı Devleti açısından önemi düşünüldüğünde, aşağıdaki yargılardan hangilerine ulaşılabilir?I. Osmanlı Devleti'nin Balkanlardaki egemenliği kesinleşmiştir.II. Avrupa'nın Osmanlı'yı Balkanlar'dan atma umudu sona ermiştir.III. Anadolu Türk siyasi birliği tamamen sağlanmıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Varna (1444) ve II. Kosova (1448) Savaşları, Haçlıların Osmanlı Devleti'ni Balkanlar'dan çıkarma çabalarını kesin olarak boşa çıkarmıştır. Bu zaferlerle Osmanlı'nın Balkanlardaki egemenliği pekişmiş (I) ve Avrupalıların bu yöndeki umutları tamamen tükenmiştir (II). Ancak bu savaşlar Anadolu Türk siyasi birliğini doğrudan sağlamaz; bu daha çok iç siyasi gelişmeler ve beyliklerin ilhakıyla ilgilidir (III. öncül yanlıştır). Bu nedenle doğru cevap I ve II'dir."
    },
    {
        "id": "tarih_004",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_beyligi_nin_kurulusu_ve_gelisimi",
        "subtopic": "Osmanlı Beyliği'nin Kuruluşu ve Gelişimi",
        "q": "Osmanlı Beyliği'nin kısa sürede güçlenip bir devlet haline gelmesinde etkili olan faktörler arasında aşağıdakilerden hangileri yer almaktadır?I. Coğrafi konumu sayesinde Bizans ve Batı yönlü gaza politikası izlemesiII. Yetenekli padişahların iş başına gelmesiIII. Merkezi otoritenin güçlü tutulması ve devşirme sisteminin kurulması",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Osmanlı Beyliği'nin kuruluştan itibaren hızla büyümesinde birden fazla faktör etkilidir. Bizans sınırında kurulması ve gaza ruhunu benimsemesi (I), Osman Bey, Orhan Bey, I. Murad gibi yetenekli padişahların yönetimi (II) ve güçlü merkezi otorite anlayışı, devşirme sistemi gibi kurumların erken dönemde temellerinin atılması (III) bu başarıda kilit rol oynamıştır. Bu nedenle üç öncül de doğrudur."
    },
    {
        "id": "tarih_005",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "xv_yuzyil_baslarinda_osmanli_devleti",
        "subtopic": "XV. Yüzyıl Başlarında Osmanlı Devleti",
        "q": "XV. yüzyılın başlarında Osmanlı Devleti'nin Anadolu'daki ve Balkanlar'daki durumu düşünüldüğünde aşağıdaki yargılardan hangileri söylenebilir?I. Ankara Savaşı sonrası Anadolu'da siyasi birlik bozulmuş ve beylikler yeniden bağımsızlıklarını ilan etmiştir.II. Balkanlarda Osmanlı aleyhine Haçlı ittifakları oluşmuş ve bazı topraklar kaybedilmiştir.III. Fetret Devri'nin sona ermesiyle Osmanlı'nın merkezi otoritesi güçlenerek toparlanma süreci başlamıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Ankara Savaşı'nın ardından (XV. yüzyılın başları) Anadolu'da Türk siyasi birliği bozulmuş, beylikler bağımsızlıklarını ilan etmiştir (I). Fetret Devri'nin yarattığı boşluktan faydalanan Balkan devletleri ve Avrupa Hristiyan güçleri, Osmanlı aleyhine ittifaklar kurmuş ve bazı yerlerde toprak kayıpları yaşanmıştır (II). Ancak Çelebi Mehmed ile başlayan toparlanma süreci ve II. Murad dönemindeki zaferlerle (Varna, II. Kosova) merkezi otorite tekrar güçlenerek devletin yeniden yükselişini sağlamıştır (III). Bu nedenle üç öncül de doğrudur."
    },
    {
        "id": "tarih_006",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_nde_ahi_teskilati_ve_sosyal_yapi",
        "subtopic": "Osmanlı Kuruluş Dönemi'nde Ahi Teşkilatı ve Sosyal Yapı",
        "q": "Osmanlı Devleti'nin kuruluş sürecinde Ahi teşkilatı, sadece zanaat ve ticaret alanında örgütlenmekle kalmamış, aynı zamanda üyelerine ahlaki değerler aşılamış, toplumsal dayanışmayı güçlendirmiş ve ihtiyaç halinde askeri ve idari destek de sağlamıştır. Bu bilgiler ışığında, Ahi teşkilatının Osmanlı toplumundaki varlığı ve işlevleri hakkında aşağıdaki yorumlardan hangisi yapılabilir?",
        "o": [
            "Merkezi otoriteye karşı bağımsız bir siyasi güç oluşturdukları",
            "Toplumun sadece ekonomik katmanına hitap eden sınırlı bir yapıya sahip oldukları",
            "Osmanlı Devleti'nin sosyal, kültürel ve ekonomik entegrasyonunda önemli bir rol oynadıkları",
            "Gayrimüslimlerin Osmanlı ekonomisindeki yerini tamamen ortadan kaldırdıkları",
            "Göçebe yaşam tarzını benimseyen gruplar arasında etkili olamadıkları"
        ],
        "a": 2,
        "e": "Ahi teşkilatının hem ekonomik hem ahlaki hem de gerektiğinde askeri ve idari destek sağlaması, Osmanlı Devleti'nin kuruluş döneminde farklı alanlarda bütünleştirici ve düzenleyici bir rol üstlendiğini gösterir. Bu durum, teşkilatın devletin sosyal, kültürel ve ekonomik entegrasyonunda önemli bir işlev gördüğüne işaret eder. Diğer seçenekler, Ahi teşkilatının çok yönlü yapısıyla bağdaşmamaktadır veya yanlış çıkarımlar içermektedir."
    },
    {
        "id": "tarih_007",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_devleti_nin_gaza_anlayisi_ve_yayilim_politikasi",
        "subtopic": "Osmanlı Devleti'nin Gaza Anlayışı ve Yayılım Politikası",
        "q": "Osmanlı Devleti'nin kuruluş ve yükselme dönemlerinde 'gaza' ruhu, fetih hareketlerinin önemli bir motivasyon kaynağı olmuştur. Gaza, sadece toprak kazanma değil, aynı zamanda İslam'ı yayma ve düşmanla mücadele etme anlayışını da içeriyordu. Bu anlayışın fethedilen topraklardaki yerel halkla ilişkiler ve kültürel etkileşimler üzerindeki etkisi hakkında aşağıdaki yorumlardan hangisi doğru değildir?",
        "o": [
            "Fethettiği topraklarda dinî hoşgörü politikalarının uygulanmasını tamamen engellemiştir.",
            "Yeni yerleşim yerlerinde Osmanlı kültür ve idari yapısının yerleşmesine katkı sağlamıştır.",
            "Müslüman olmayan halkların İslam'a geçişlerini teşvik eden sosyal ve ekonomik fırsatlar yaratmıştır.",
            "Fetih sonrası bölgeye Anadolu'dan Türkmen nüfusunun iskanı ile kültürel bir kaynaşma zemini hazırlamıştır.",
            "Osmanlı ordusuna katılan gayrimüslim unsurlara (Akıncılar) belirli ölçüde esneklik tanınmasına yol açmıştır."
        ],
        "a": 0,
        "e": "Osmanlı Devleti'nin gaza anlayışı, fetihleri hızlandırsa da, fethettiği topraklarda genellikle dinî hoşgörüye dayalı bir yönetim sergilemiştir. Yerel halkın dinî inançlarına müdahale etmemiş, kiliseleri korumuş ve cizye karşılığında güvenliklerini sağlamıştır. Bu durum, gaza anlayışının dinî hoşgörüyü tamamen engellediği yargısını yanlış kılar. Diğer seçenekler, gaza ruhunun dolaylı veya doğrudan sonuçları arasında yer alan doğru yorumlardır."
    },
    {
        "id": "tarih_008",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_i_skan_politikasi_ve_toplumsal_yapi",
        "subtopic": "Osmanlı İskan Politikası ve Toplumsal Yapı",
        "q": "Osmanlı Devleti'nin Balkanlarda uyguladığı iskan politikası, fethedilen bölgelere Anadolu'dan Türkmen aşiretlerinin ve belirli meslek gruplarının yerleştirilmesini öngörüyordu. Bu politika, yerleştirilen gruplara toprak ve vergi muafiyeti gibi avantajlar sunarken, bölgenin demografik ve kültürel yapısında da önemli değişikliklere yol açmıştır. Bu politikanın uzun vadeli toplumsal sonuçları hakkında aşağıdaki yorumlardan hangisine ulaşılabilir?",
        "o": [
            "Balkanlarda yerel feodal yapıların tamamen ortadan kalkmasına neden olmuştur.",
            "Osmanlı yönetiminin bu bölgelerde kalıcılığını sağlamlaştıran ve kültürel bir köprü kuran bir araç olmuştur.",
            "Yerel halk ile iskan edilen gruplar arasında sürekli ve şiddetli çatışmaların temel nedeni olmuştur.",
            "Balkanlarda tarım üretimini ciddi şekilde düşürmüş ve ekonomik durgunluğa yol açmıştır.",
            "Sadece askeri amaçlarla sınırlı kalmış, sosyal ve kültürel bir etkisi olmamıştır."
        ],
        "a": 1,
        "e": "Osmanlı iskan politikası, fethedilen bölgelerde Türk ve İslam nüfusunu artırarak hem Osmanlı yönetiminin kalıcılığını sağlamlaştırmış hem de Anadolu kültürü ile Balkanlar arasında bir köprü kurmuştur. Bu durum, uzun vadede bölgenin Osmanlılaşmasında ve kültürel bütünleşmesinde önemli rol oynamıştır. Diğer seçenekler, politikanın gerçek etkilerini yansıtmamaktadır veya abartılı çıkarımlar içermektedir."
    },
    {
        "id": "tarih_009",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_nde_din_ve_sosyal_hareketler",
        "subtopic": "Osmanlı Kuruluş Dönemi'nde Dinî ve Sosyal Hareketler",
        "q": "Osmanlı Devleti'nin kuruluş dönemlerinde, özellikle Horasan'dan Anadolu'ya gelen dervişler ve sufi tarikatları, hem Anadolu'nun Türkleşmesi ve İslamlaşmasında hem de fetih hareketlerinde önemli roller üstlenmişlerdir. Bu dervişler, gittikleri yerlerde tekke ve zaviyeler kurarak halkın dinî ve sosyal ihtiyaçlarını karşılamışlardır. Bu durum, dervişlerin Osmanlı toplumundaki konumu ve işlevleri hakkında aşağıdaki yargılardan hangisini destekler?",
        "o": [
            "Merkezi devlet otoritesine karşı alternatif bir güç odağı oluşturmuşlardır.",
            "Sadece kırsal kesimde etkili olmuş, şehirlerde karşılık bulamamışlardır.",
            "Osmanlı Devleti'nin kuruluş ideolojisinin ve toplumsal entegrasyonunun önemli taşıyıcılarından olmuşlardır.",
            "Gayrimüslimlerle her türlü kültürel etkileşimi kesinlikle reddetmişlerdir.",
            "Askeri teşkilatlanmada doğrudan bir rol üstlenmemişlerdir."
        ],
        "a": 2,
        "e": "Dervişlerin ve sufi tarikatlarının Anadolu'nun İslamlaşmasında, Türkleşmesinde ve fetih hareketlerinde aktif rol almaları, halkla iç içe olmaları ve tekke-zaviyeler aracılığıyla sosyal hizmetler sunmaları, onların Osmanlı Devleti'nin kuruluş ideolojisinin ve toplumsal entegrasyonunun önemli bir parçası olduğunu gösterir. Devlet, onların bu rolünü desteklemiş ve yönlendirmiştir. Diğer seçenekler, dervişlerin ve tarikatların gerçek etkilerini yansıtmamaktadır veya yanlış yorumlar içermektedir."
    },
    {
        "id": "tarih_010",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_nde_ekonomik_ve_siyasal_yapi",
        "subtopic": "Osmanlı Kuruluş Dönemi'nde Ekonomik ve Siyasal Yapı",
        "q": "Osmanlı Devleti'nde kuruluş döneminden itibaren yaygınlaşan vakıf sistemi, cami, medrese, darüşşifa, köprü gibi kamusal yapılar inşa etmek ve bunların idamesini sağlamak amacıyla kullanılmıştır. Bu vakıfların gelirleri, genellikle toprak, dükkan gibi gelir getiren mülklerden elde edilmekteydi. Bu sistemin Osmanlı toplumundaki işlevleri ve yarattığı kültürel etkiler hakkında aşağıdaki çıkarımlardan hangisi doğrudur?",
        "o": [
            "Devletin, tüm sosyal hizmetleri doğrudan kendisi üstlendiğini göstermektedir.",
            "Mülkiyet haklarının tamamen devlete ait olduğunu kanıtlamaktadır.",
            "Toplumda sosyal adaletin sağlanmasında ve kamusal hizmetlerin yürütülmesinde önemli bir tamamlayıcı rol oynamıştır.",
            "Merkezi otoritenin mali kaynaklarını zayıflatarak devletin gücünü azaltmıştır.",
            "Sadece dinî eğitim ve ibadet hizmetleriyle sınırlı kalmış, diğer alanlarda etkili olmamıştır."
        ],
        "a": 2,
        "e": "Vakıf sistemi, Osmanlı Devleti'nde eğitimden sağlığa, imardan kültüre kadar pek çok alanda kamusal hizmetlerin sürdürülmesini sağlamıştır. Devletin yükünü hafifletirken, toplumda zengin-fakir ayrımı gözetmeksizin hizmet sunarak sosyal adaletin sağlanmasına ve dayanışmanın güçlenmesine katkıda bulunmuştur. Bu durum, vakıf sisteminin sosyal adaletin ve kamusal hizmetlerin önemli bir tamamlayıcısı olduğunu gösterir. Diğer seçenekler, vakıf sisteminin gerçek işlev ve etkileriyle çelişmektedir."
    },
    {
        "id": "tarih_011",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osman_bey_donemi",
        "subtopic": "Osman Bey Dönemi",
        "q": "Osmanlı Devleti'nin kuruluşunda ve kısa sürede büyümesinde etkili olan faktörlerden biri de Bizans İmparatorluğu'nun içinde bulunduğu durumdur. Bu durumun Osmanlı'nın lehine sonuçlanmasının temel nedeni aşağıdakilerden hangisidir?",
        "o": [
            "Bizans'ın Haçlı Seferleri ile zayıflamış olması.",
            "Bizans'ın merkezi otoritesinin zayıf olması ve tekfurların bağımsız hareket etmesi.",
            "Bizans'ın Doğu Ortodoks Kilisesi'ne olan bağlılığı.",
            "Bizans'ın Anadolu'daki topraklarını tamamen kaybetmiş olması.",
            "Bizans'ın deniz gücünün yetersizliği."
        ],
        "a": 1,
        "e": "Osmanlı Devleti kurulduğunda Bizans İmparatorluğu, merkezi otoritesini kaybetmiş, tekfurlar (Bizans valileri) kendi başlarına hareket eder hale gelmişti. Bu durum, Bizans'ın sınır bölgelerindeki savunmasını zayıflatmış ve Osmanlı gibi küçük bir beyliğin genişleme alanını kolaylaştırmıştır. A) seçeneği Bizans'ın genel zayıflığına işaret etse de, doğrudan Osmanlı'nın sınır bölgesindeki yayılmasını kolaylaştıran etken tekfurların bağımsızlığıdır. C, D ve E şıkları Osmanlı'nın yayılmasında dolaylı etkilere sahip olsa da, Bizans'ın iç karışıklıkları ve merkezi otorite boşluğu doğrudan Osmanlı'nın işine yaramıştır."
    },
    {
        "id": "tarih_012",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi_ve_kurumsallasma",
        "subtopic": "Orhan Bey Dönemi ve Kurumsallaşma",
        "q": "Orhan Bey döneminde gerçekleşen ilk düzenli ordu (Yaya ve Müsellem) kurulması, ilk vezir tayini ve İznik'in başkent yapılması gibi gelişmeler, aşağıdaki süreçlerden hangisinin bir göstergesidir?",
        "o": [
            "Sadece askeri alanda güçlenme çabası",
            "Merkezi otoritenin zayıfladığını",
            "Beylikten devlete geçiş ve kurumsallaşma adımlarının atıldığını",
            "Bizans İmparatorluğu'nun yeniden güçlendiğini",
            "Feodal sistemin Osmanlı'da da yaygınlaştığını"
        ],
        "a": 2,
        "e": "Orhan Bey döneminde atılan bu adımlar (düzenli ordu, vezirlik, başkent seçimi) bir beyliğin sıradan bir yapıdan, idari, askeri ve siyasi kurumlarıyla işleyen merkezi bir devlete dönüşme sürecini ifade eder. A) seçeneği eksik kalır; kurumsallaşma sadece askeri değil, idari ve siyasi yönleri de içerir. B) tam tersini ifade eder, bu adımlar merkezi otoriteyi güçlendirir. D) ve E) şıkları ise konuyla ilgisiz veya yanlış çıkarımlardır."
    },
    {
        "id": "tarih_013",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_nin_balkan_fetihleri_ve_i_skan_politikasi",
        "subtopic": "Osmanlı'nın Balkan Fetihleri ve İskan Politikası",
        "q": "Osmanlı Devleti'nin Balkanlarda uyguladığı iskan politikasının hem fethettiği toprakları kalıcı hale getirmesi hem de bölgedeki demografik yapıyı değiştirmesi açısından sağladığı en önemli avantaj aşağıdakilerden hangisidir?",
        "o": [
            "Balkanlardaki yerel halkın dinini değiştirmeye zorlamak.",
            "Vergi gelirlerini önemli ölçüde artırmak.",
            "Fethedilen bölgelerde Türk ve Müslüman nüfusu artırarak Osmanlı varlığını sağlamlaştırmak.",
            "Bizans İmparatorluğu'nun yeniden toparlanmasını engellemek.",
            "Avrupalı devletlerin Osmanlı'ya karşı birleşmesini sağlamak."
        ],
        "a": 2,
        "e": "İskan politikası, Anadolu'dan getirilen Türk ve Müslüman ailelerin yeni fethedilen Balkan topraklarına yerleştirilmesi esasına dayanır. Bu politika sayesinde, fethedilen topraklar sadece askeri güçle değil, aynı zamanda demografik ve kültürel bağlarla भी Osmanlı'ya bağlanmış, bölgedeki Osmanlı varlığı kalıcı hale getirilmiştir. A) seçeneği iskan politikasının doğrudan amacı değildir, Osmanlı'da din değiştirme zorunluluğu yoktur. B) ve D) iskanın dolaylı sonuçları olabilir ancak en önemli ve doğrudan amacı değildir. E) ise yanlış bir çıkarımdır."
    },
    {
        "id": "tarih_014",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ankara_savasi_ve_fetret_devri",
        "subtopic": "Ankara Savaşı ve Fetret Devri",
        "q": "1402 Ankara Savaşı'nın Osmanlı Devleti üzerindeki yıkıcı etkileri göz önüne alındığında, bu savaşın aşağıdaki sonuçlarından hangisinin devletin yeniden toparlanma sürecini en çok zorlaştırdığı söylenebilir?",
        "o": [
            "Devletin maliyesinin bozulması ve ekonomik kayıpların yaşanması.",
            "Osmanlı padişahı Yıldırım Bayezid'in esir düşmesi.",
            "Anadolu beyliklerinin yeniden kurulması ve toprak bütünlüğünün bozulması.",
            "İpek Yolu üzerindeki kontrolün kaybedilmesi.",
            "Balkanlardaki bazı fetihlerin geçici olarak durması."
        ],
        "a": 2,
        "e": "Ankara Savaşı'nın ardından Yıldırım Bayezid'in oğulları arasında başlayan taht kavgaları (Fetret Devri) ve Anadolu'da daha önce Osmanlı egemenliğine girmiş olan beyliklerin Timur tarafından yeniden bağımsızlıklarını kazanması, Osmanlı'nın toprak bütünlüğünü ve merkezi otoritesini ciddi şekilde sarsmıştır. Bu durum, devletin yeniden toparlanmasını ve birliğini sağlamasını en çok zorlaştıran etken olmuştur. Yıldırım Bayezid'in esir düşmesi (B) önemli bir olay olsa da, beyliklerin yeniden kurulması ve Fetret Devri'nin başlaması asıl yıkıcı sonucu doğurmuştur. Ekonomik kayıplar (A) ve Balkan fetihlerinin durması (E) da önemli sonuçlar olmakla birlikte, devletin varlığını tehdit eden temel sorun toprak ve otorite kaybıdır. İpek Yolu kontrolü (D) ise bu dönem için birincil öncelik değildir."
    },
    {
        "id": "tarih_015",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_sosyal_ve_siyasi_yapi",
        "subtopic": "Osmanlı Kuruluş Dönemi Sosyal ve Siyasi Yapı",
        "q": "Osmanlı Devleti'nin kuruluş sürecinde ve genişlemesinde Ahiler, Gaziler ve Dervişler gibi zümrelerin önemli roller üstlendiği bilinmektedir. Bu zümrelerin ortak olarak Osmanlı'ya sağladığı en temel katkı aşağıdakilerden hangisidir?",
        "o": [
            "Yeni bir vergi sistemi kurmaları.",
            "Doğrudan askeri zaferler kazanmaları.",
            "Fethedilen topraklarda sosyo-kültürel ve ekonomik yaşamın oluşturulması ve Osmanlı otoritesinin yayılmasına yardımcı olmaları.",
            "Devletin dış politikasını belirlemeleri.",
            "Saltanatın babadan oğula geçişini sağlamaları."
        ],
        "a": 2,
        "e": "Ahiler (esnaf örgütlenmesi), Gaziler (savaşçılar) ve Dervişler (din adamları/öğreticiler) farklı roller üstlenseler de, ortak noktaları Osmanlı'nın fethettiği veya etki alanına aldığı bölgelerde sosyo-ekonomik ve kültürel yapıyı oluşturarak, halkın Osmanlı'ya olan bağlılığını artırmaları ve devlet otoritesinin yayılmasına katkıda bulunmalarıdır. Gaziler doğrudan askeri zaferlerde yer alsa da, diğer zümreler için bu birincil rol değildir (B). Yeni vergi sistemi (A), dış politika (D) ve saltanat (E) doğrudan bu zümrelerin ortak katkısı değildir; bunlar devletin merkezi kurumlarının işidir."
    },
    {
        "id": "tarih_016",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ahilik_teskilati_ve_sosyal_yapi",
        "subtopic": "Ahilik Teşkilatı ve Sosyal Yapı",
        "q": "Aşağıdaki tabloda, Osmanlı Devleti'nin kuruluş döneminde (14. yüzyıl sonu - 15. yüzyıl başı) Anadolu'da faaliyet gösteren bazı Ahi zaviyelerinin şehirleri, temsil ettikleri başlıca meslek grupları ve ortalama üye sayıları verilmiştir: | Şehir | Başlıca Meslek Grubu | Ortalama Üye Sayısı | |---|---|---| | Bursa | Debbağlık (Dericilik) | 80 | | İznik | Dokumacılık | 65 | | Kütahya | Demir İşlemeciliği | 70 | | Ankara | Lonca Teşkilatı (Genel Esnaf) | 120 | Bu tabloya göre, Ahilik teşkilatının Osmanlı Devleti kuruluş dönemindeki sosyal ve ekonomik rolü hakkında aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Ahilik teşkilatları sadece büyük şehirlerde yoğunlaşmıştır.",
            "Teşkilat içinde farklı meslek grupları arasında sıkı bir iş birliği bulunmamaktadır.",
            "Esnafın dini ve ahlaki eğitimine ağırlık verilmemiştir.",
            "Üretim kalitesini denetleme ve fiyatları belirleme gibi ekonomik fonksiyonları yoktur.",
            "Şehirlerin ekonomik yapısına ve zanaat dallarına göre farklılaşan güçlü bir örgütsel yapıya sahiptir."
        ],
        "a": 4,
        "e": "Tabloda görüldüğü üzere, farklı şehirlerde farklı meslek gruplarının Ahilik teşkilatları içerisinde yer alması ve üye sayılarının belirli bir ortalamanın üzerinde olması, teşkilatın şehirlerin ekonomik yapısına ve zanaat dallarına göre şekillenen güçlü bir örgütsel yapıya sahip olduğunu göstermektedir. Ahilik, sadece mesleki değil, aynı zamanda sosyal ve ahlaki bir kurumdur. Diğer şıklar bu bilgilere göre yanlış çıkarımlardır."
    },
    {
        "id": "tarih_017",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "erken_donem_sehirlesme_ve_nufus_yapisi",
        "subtopic": "Erken Dönem Şehirleşme ve Nüfus Yapısı",
        "q": "Osmanlı Devleti'nin kuruluş döneminde (14. yüzyıl) ele geçirilen Bursa ve İznik gibi şehirlerin demografik yapısını inceleyen bir araştırmanın sonuçları şu şekildedir: 'Bu şehirlerdeki toplam nüfusun yaklaşık %60'ı Müslümanlardan, %40'ı ise gayrimüslimlerden oluşmaktaydı. Gayrimüslim nüfusun büyük çoğunluğu tarım ve zanaatla uğraşırken, Müslüman nüfus içerisinde askerler, ulema, tüccarlar ve esnaf önemli yer tutmaktaydı. Şehirlerin fethinden sonra hızlı bir imar ve iskan faaliyeti başlamış, yeni cami, medrese ve hanlar inşa edilmiştir.' Bu araştırma sonuçlarına dayanarak, erken dönem Osmanlı şehirlerinin kültürel ve sosyal yapısı hakkında aşağıdaki yargılardan hangisine ulaşılamaz?",
        "o": [
            "Şehirlerde dini ve etnik çeşitlilik mevcuttur.",
            "Gayrimüslimler genellikle tarım ve zanaat gibi ekonomik faaliyetlerde yoğunlaşmıştır.",
            "Şehirleşme sürecinde İslam kültürünün etkisi belirgin değildir.",
            "İmar faaliyetleri şehirlerin hızlı gelişimine katkı sağlamıştır.",
            "Müslüman nüfus içinde farklı sosyal sınıflar bulunmaktadır."
        ],
        "a": 2,
        "e": "Araştırma sonuçları, şehirlerin fethinden sonra cami, medrese ve han gibi İslam kültürüne ait yapıların inşa edildiğini açıkça belirtmektedir. Bu durum, şehirleşme sürecinde İslam kültürünün etkisinin belirgin olduğunu gösterir. Dolayısıyla, 'İslam kültürünün etkisi belirgin değildir' yargısına ulaşılamaz. Diğer şıklar verilen bilgilere uygun çıkarımlardır."
    },
    {
        "id": "tarih_018",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "vakif_sistemi_ve_toplumsal_katkisi",
        "subtopic": "Vakıf Sistemi ve Toplumsal Katkısı",
        "q": "Osmanlı Devleti'nin kuruluş yıllarında oluşturulan vakfiyeler incelendiğinde, bu vakıfların gelirlerinin genellikle cami, medrese, darüşşifa (hastane), imaret (aşevi) ve kervansaray gibi yapılar için harcandığı görülmektedir. Ayrıca, bu vakıflar bünyesinde fakirlere yardım, öğrencilere burs ve yolculara konaklama gibi hizmetler de sunulmuştur. 14. yüzyıl kayıtlarına göre, Osmanlı beylerinin ve önemli devlet adamlarının kurduğu vakıfların sayısı belirgin bir artış göstermiştir. Bu bilgilere göre, Osmanlı Devleti kuruluş döneminde vakıf sisteminin işlevleriyle ilgili aşağıdakilerden hangisi yanlış bir değerlendirmedir?",
        "o": [
            "Eğitim ve sağlık hizmetlerinin sunulmasında önemli bir role sahiptir.",
            "Sosyal adaleti ve refahı artırmayı hedeflemiştir.",
            "Devletin doğrudan üstlenmediği birçok toplumsal ihtiyacı karşılamıştır.",
            "Sadece dini yapılar için finansman sağlamıştır.",
            "Kurucularının sosyal statüsünü pekiştiren bir araç olmuştur."
        ],
        "a": 3,
        "e": "Metinde vakıf gelirlerinin cami, medrese, darüşşifa (hastane), imaret (aşevi) ve kervansaray gibi çeşitli yapılar için harcandığı açıkça belirtilmiştir. Bu durum, vakıfların sadece dini yapılar için değil, eğitim, sağlık, barınma ve sosyal yardım gibi birçok alanda hizmet verdiğini göstermektedir. Dolayısıyla, 'Sadece dini yapılar için finansman sağlamıştır' ifadesi yanlış bir değerlendirmedir."
    },
    {
        "id": "tarih_019",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetih_politikalari_ve_sosyal_degisim",
        "subtopic": "Fetih Politikaları ve Sosyal Değişim",
        "q": "14. yüzyıl ortalarından itibaren Osmanlı Devleti'nin Rumeli'de gerçekleştirdiği fetihlerle ilgili bir kronikte şu bilgiler yer almaktadır: 'Fethin hemen ardından Anadolu'dan getirilen Türkmen obaları ve konar-göçer gruplar, fethedilen topraklara iskan edildi. Ayrıca, şehirlerdeki gayrimüslim halka din ve inanç özgürlüğü tanınarak, onların bir kısmı vergi karşılığında topraklarında kalmaya devam etti. Bazı bölgelerde ise gönüllü olarak İslamiyet'i seçenler oldu ve bu kişiler devlet kademelerinde görevlendirildi.' Bu kronik bilgileri dikkate alındığında, Osmanlı Devleti'nin Rumeli'deki fetih politikalarının kültürel ve sosyal etkileri hakkında aşağıdaki çıkarımlardan hangisi yapılamaz?",
        "o": [
            "Fethettiği bölgelerin demografik yapısını değiştirmeyi amaçlamıştır.",
            "Gayrimüslim halka karşı hoşgörülü bir yaklaşım sergilenmiştir.",
            "İslamlaşma sürecini yalnızca zorla din değiştirme yoluyla yürütmüştür.",
            "Yeni yerleşim yerlerinin oluşumuna katkı sağlamıştır.",
            "Toplumsal hareketliliğe olanak tanınmıştır."
        ],
        "a": 2,
        "e": "Kronik bilgileri, gayrimüslim halka din ve inanç özgürlüğü tanındığını ve bazı bölgelerde gönüllü olarak İslamiyet'i seçenlerin olduğunu belirtmektedir. Bu durum, İslamlaşma sürecinin yalnızca zorla din değiştirme yoluyla yürütülmediğini, hoşgörülü yaklaşımların da etkili olduğunu gösterir. Dolayısıyla, 'İslamlaşma sürecini yalnızca zorla din değiştirme yoluyla yürütmüştür' çıkarımı yapılamaz."
    },
    {
        "id": "tarih_020",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ulema_sinifi_ve_egitim",
        "subtopic": "Ulema Sınıfı ve Eğitim",
        "q": "Osmanlı Devleti'nin kuruluş döneminde (14. yüzyıl sonu - 15. yüzyıl başı) medrese eğitimini ve ulema sınıfını inceleyen bir çalışmada şu verilere ulaşılmıştır: 'İznik, Bursa ve Edirne gibi merkezlerde açılan medreselerde hadis, fıkıh, kelam gibi dini ilimlerin yanı sıra matematik, astronomi ve tıp gibi akli ilimler de okutulmaktaydı. Dönemin önde gelen müderrisleri (hocaları) arasında çeşitli İslam ülkelerinden gelen alimler bulunmaktaydı. Medrese eğitimi alan kişiler, kadı, müftü, müderris gibi önemli devlet görevlerine atanmaktaydı.' Bu verilere göre, Osmanlı Devleti kuruluş dönemindeki medreselerin ve ulema sınıfının kültürel yapısı hakkında aşağıdaki yorumlardan hangisi doğru değildir?",
        "o": [
            "Medreseler çok yönlü bir eğitim programına sahiptir.",
            "Ulema sınıfı devlet yönetiminde önemli görevler üstlenmiştir.",
            "Osmanlı ilim hayatı uluslararası etkileşimlere açıktır.",
            "Medreselerde sadece dini ilimlere önem verilmiştir.",
            "Eğitim sistemi, devletin idari ve adli ihtiyaçlarına yanıt vermektedir."
        ],
        "a": 3,
        "e": "Çalışmada, medreselerde hadis, fıkıh, kelam gibi dini ilimlerin yanı sıra matematik, astronomi ve tıp gibi akli ilimlerin de okutulduğu açıkça belirtilmiştir. Bu durum, medreselerde sadece dini ilimlere değil, aynı zamanda akli ilimlere de önem verildiğini gösterir. Dolayısıyla, 'Medreselerde sadece dini ilimlere önem verilmiştir' yorumu doğru değildir."
    },
    {
        "id": "tarih_021",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_beyligi_nin_kurulusu",
        "subtopic": "Osmanlı Beyliği'nin Kuruluşu",
        "q": "Bir tarih araştırmacısı, Osmanlı Beyliği'nin ilk dönemlerini incelerken, beyliğin kısa sürede bir aşiret yapısından devlet düzenine geçişindeki temel dinamikleri analiz etmektedir. Araştırmacı, bu geçişte etkili olan önemli faktörlerden birinin, beyliğin kuruluş yıllarında sahip olduğu sosyo-ekonomik yapı ve diğer beyliklerle ilişkileri olduğunu belirtir. Bu araştırmacıya göre, Osmanlı Beyliği'nin kuruluş döneminde diğer Anadolu beyliklerinden farklılaşarak hızla büyümesini sağlayan temel stratejilerden biri aşağıdakilerden hangisi değildir?",
        "o": [
            "Gaza ve cihat anlayışını benimsemesi",
            "Ahilik teşkilatının desteğini alması",
            "Bizans sınırında, jeopolitik açıdan uygun bir konumda yer alması",
            "Güçlü bir merkezi otorite kurma çabası",
            "Anadolu Türk siyasi birliğini sağlama hedefiyle hareket etmesi"
        ],
        "a": 4,
        "e": "Osmanlı Beyliği'nin kuruluş dönemindeki temel stratejisi, gaza ve cihat anlayışıyla Bizans toprakları üzerinde fetihler yaparak büyümek, Ahi gibi yerel güçlerin desteğini almak ve Bizans'ın zayıflığından faydalanmaktı. Bu dönemde ana yönelim batıya, yani Bizans üzerineydi. Anadolu Türk siyasi birliğini sağlama hedefi, beyliğin güçlenmesiyle ortaya çıkacak ve diğer Türk beylikleriyle çatışmaları gerektirecek bir politika olduğundan, kuruluş döneminde öncelikli bir strateji olarak kabul edilmez. İlk aşamada diğer beyliklerle iyi geçinip batıya yönelme politikası daha baskındır."
    },
    {
        "id": "tarih_022",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi_ve_kurumsallasma",
        "subtopic": "Orhan Bey Dönemi ve Kurumsallaşma",
        "q": "Bir kamu yönetimi uzmanı, Osmanlı Devleti'nin erken dönemdeki yönetim yapısını incelerken, Orhan Bey döneminde atılan kurumsallaşma adımlarının devletin gelecekteki gelişimine etkilerini değerlendirmektedir. Uzman, özellikle Divan-ı Hümayun'un oluşturulması ve düzenli ordu birliklerinin kurulmasının önemine dikkat çekmektedir. Orhan Bey döneminde gerçekleşen aşağıdaki gelişmelerden hangisi, devletin askeri ve idari yapısının kurumsallaşmasına doğrudan katkı sağlamamıştır?",
        "o": [
            "İlk düzenli ordu olan Yaya ve Müsellem'in kurulması",
            "Divan teşkilatının oluşturulması",
            "İznik'te ilk Osmanlı medresesinin açılması",
            "İlk kadı atamalarının yapılarak hukuki düzenin oluşturulması",
            "Vezirlik makamının oluşturulması"
        ],
        "a": 2,
        "e": "Orhan Bey döneminde Yaya ve Müsellem'in kurulması askeri, Divan teşkilatının oluşturulması, kadı atamaları ve vezirlik makamının ihdası ise idari kurumsallaşmaya yönelik adımlardır. İznik'te ilk Osmanlı medresesinin açılması ise eğitim ve ilim hayatının kurumsallaşmasına yönelik bir adımdır, doğrudan askeri veya idari yapının kurumsallaşmasına etki etmez."
    },
    {
        "id": "tarih_023",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murat_donemi_ve_yeniceri_ocagi",
        "subtopic": "I. Murat Dönemi ve Yeniçeri Ocağı",
        "q": "14. yüzyılın sonlarında, Balkanlar'da yaşayan bir Hristiyan çiftçi ailesi, Osmanlı Devleti'nin uyguladığı devşirme sistemi kapsamında küçük oğullarının eğitim alıp devlet hizmetine girmesi için seçildiğini öğrendi. Bu sistem sayesinde birçok aile, çocuklarının farklı bir yaşam sürdürme ve yükselme şansı bulduğunu düşünüyordu. Osmanlı Devleti'nin I. Murat döneminde sistemli hale getirdiği devşirme uygulamasının temel amacı aşağıdakilerden hangisi değildir?",
        "o": [
            "Hristiyan ailelerin devlete bağlılığını artırmak",
            "Padişah'a doğrudan bağlı, profesyonel bir ordu oluşturmak",
            "Fethedilen topraklarda kalıcı bir askeri varlık sağlamak",
            "Merkezi otoriteyi güçlendirmek",
            "Türkmen beylerinin askeri gücünü dengelemek"
        ],
        "a": 0,
        "e": "Devşirme sisteminin temel amaçları arasında padişaha doğrudan bağlı (Kapıkulu Ocağı) ve devlete sadık bir askeri ve idari sınıf oluşturmak, Türkmen beylerinin askeri gücünü dengeleyerek merkezi otoriteyi güçlendirmek ve fetihlerde kullanılacak profesyonel bir askeri sınıf yaratmak vardı. Hristiyan ailelerin devlete bağlılığını artırmak, sistemin doğrudan amacı olmayıp, bu durum bazı aileler için yükselme fırsatı sunsa da, genellikle ailelerin çocuklarından ayrılmalarına neden olduğu için bağlılıktan ziyade bir zorunluluktu. Sistem, daha çok devlete sadık, profesyonel bir sınıf oluşturmayı hedefler."
    },
    {
        "id": "tarih_024",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "yildirim_bayezid_ve_ankara_savasi",
        "subtopic": "Yıldırım Bayezid ve Ankara Savaşı",
        "q": "1402 yılında Ankara Savaşı'nda Osmanlı ordusunun Timur karşısında ağır bir yenilgi alması, Osmanlı Devleti'ni büyük bir kaosa sürükledi. Bu savaşın ardından ortaya çıkan taht kavgaları ve siyasi belirsizlik dönemi, tarihçiler tarafından 'Fetret Devri' olarak adlandırılmıştır. Ankara Savaşı'nın Osmanlı Devleti üzerindeki etkilerini ve Fetret Devri'nin sonuçlarını analiz eden bir tarihçi, aşağıdaki çıkarımlardan hangisini yapması beklenmez?",
        "o": [
            "Anadolu Türk birliğinin bozulması ve eski beyliklerin yeniden kurulması",
            "Osmanlı Devleti'nin Balkanlardaki ilerlemesinin tamamen durması",
            "Şehzadeler arasında taht kavgalarının yaşanması ve merkezi otoritenin zayıflaması",
            "Başkentin geçici olarak Bursa'dan Edirne'ye taşınması",
            "Osmanlı Devleti'nin dağılma tehlikesi yaşamasına rağmen yıkılmaması"
        ],
        "a": 1,
        "e": "Ankara Savaşı sonucunda Anadolu Türk birliği bozulmuş, şehzadeler arası taht kavgaları başlamış ve devlet dağılma tehlikesi yaşamıştır. Fetret Devri'nde başkent bir süreliğine Edirne'ye taşınmıştır. Ancak Osmanlı Devleti'nin Balkanlardaki ilerlemesi tamamen durmamış, hatta buradaki toprak kayıpları Anadolu'ya göre daha az olmuştur. Osmanlı'nın Rumeli'deki düzeninin nispeten korunması, devletin yeniden toparlanmasında önemli bir faktör olmuştur."
    },
    {
        "id": "tarih_025",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "celebi_mehmet_ve_ii_murat_donemleri",
        "subtopic": "Çelebi Mehmet ve II. Murat Dönemleri",
        "q": "Fetret Devri'nin ardından tahta çıkan Çelebi Mehmet, devletin birliğini yeniden sağlamak ve Yıldırım Bayezid döneminde kaybedilen otoriteyi yeniden kurmak için büyük çaba sarf etti. Onun başlattığı bu toparlanma süreci, oğlu II. Murat döneminde de devam etti ve devlet, eski gücüne kavuşmaya başladı. Çelebi Mehmet ve II. Murat dönemlerinde, Osmanlı Devleti'nin yeniden toparlanma ve güçlenme sürecinde yaşanan gelişmelerden biri aşağıdakilerden hangisi değildir?",
        "o": [
            "Şeyh Bedreddin İsyanı'nın bastırılması",
            "Varna Savaşı'nda Haçlı ordularına karşı zafer kazanılması",
            "Düzmece Mustafa isyanının sona erdirilmesi",
            "İlk deniz savaşı olan Çalı Bey Savaşı'nın yapılması",
            "Anadolu'da beyliklerin birçoğunun yeniden Osmanlı egemenliğine alınması"
        ],
        "a": 3,
        "e": "Şeyh Bedreddin İsyanı (Çelebi Mehmet) ve Düzmece Mustafa isyanı (Çelebi Mehmet ve II. Murat) Fetret Devri sonrası merkezi otoriteyi tehdit eden büyük olaylardır ve bastırılmaları toparlanma sürecinin önemli adımlarıdır. Varna Savaşı (II. Murat) ve Anadolu'da beyliklerin yeniden egemenliğe alınması da bu dönemin önemli gelişmeleridir. Ancak Çalı Bey Savaşı (Osmanlı-Venedik savaşı), Orhan Bey veya I. Murat dönemlerinde gerçekleşen ilk deniz savaşlarından biridir ve doğrudan Çelebi Mehmet ya da II. Murat'ın Fetret Devri sonrası toparlanma çabalarıyla ilişkilendirilemez."
    },
    {
        "id": "tarih_026",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osman_bey_donemi",
        "subtopic": "Osman Bey Dönemi",
        "q": "Osmanlı Devleti'nin kuruluşunda etkili olan gaza ruhu, sadece askeri bir yayılmacılık olmanın ötesinde, bir inanç ve ideal birliği etrafında toplanmış göçebe Türkmen gruplarını ve yerel beylikleri bir araya getiren güçlü bir motivasyon aracı olmuştur. Özellikle Osman Bey döneminde, Bizans sınır boylarında uç beyliği olarak kurulan bu yapı, yerel halka karşı hoşgörülü yaklaşımı ve adil yönetimi ile destek görmüş, bu sayede kısa sürede güçlenerek bir devletın temellerini atmıştır. Bu parçadan hareketle, Osmanlı Devleti'nin kuruluş sürecinde aşağıdakilerden hangisi anahtar bir faktör olarak değerlendirilemez?",
        "o": [
            "Toplumsal hoşgörü",
            "Adil yönetim anlayışı",
            "Gaza ideolojisinin birleştirici gücü",
            "Merkeziyetçi devlet yapısının hızlıca oturması",
            "Uç beyliği olarak stratejik konumu"
        ],
        "a": 3,
        "e": "Parçada bahsedilenler Osmanlı'nın kuruluş sürecindeki temel faktörlerdir. Ancak, merkeziyetçi devlet yapısının hızlıca oturması, kuruluş döneminde değil, daha sonraki padişahlar döneminde (özellikle Orhan Bey ve sonrası) gerçekleşen bir süreçtir. İlk dönemde daha çok bir uç beyliği ve gaza ruhu ön plandadır."
    },
    {
        "id": "tarih_027",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Orhan Bey dönemi, Osmanlı Devleti'nin bir beylikten devlete geçişindeki en önemli evrelerden biridir. Bu dönemde ilk düzenli ordu olan Yaya ve Müsellemler kurulmuş, ilk divan teşkilatı oluşturulmuş, Kadı ve Subaşı atamalarıyla idari ve hukuki yapı güçlendirilmiştir. Ayrıca Bursa fethedilerek başkent yapılmış ve ilk Osmanlı medresesi açılmıştır. Bu gelişmeler, Osmanlı'nın sadece topraklarını genişleten değil, aynı zamanda iç yapısını da kurumsallaştıran bir güç haline geldiğini göstermektedir. Bu bilgilere göre Orhan Bey dönemi için aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "Fetihler sadece gaza amacıyla yapılmıştır.",
            "Eğitim ve idari yapılanmada önemli adımlar atılmıştır.",
            "Orduda sadece Türkmen unsurlar yer almıştır.",
            "Devletin sınırları sadece batı yönünde genişlemiştir.",
            "Başkent değişikliğiyle beraber tüm bürokratik yapılar kökten değişmiştir."
        ],
        "a": 1,
        "e": "Parçada ilk medrese (eğitim) ve divan, kadı, subaşı atamaları (idari yapılanma) gibi kurumsallaşma adımlarından bahsedilmektedir. Bu da B seçeneğini doğrular. Diğer seçenekler parçadan çıkarılamaz veya yanlıştır (örneğin fetihler sadece gaza amacıyla yapılmamıştır, stratejik ve ekonomik nedenler de vardır; orduda farklı unsurlar da olmuştur; batı dışında doğuda da fetihler vardır; bürokratik yapılar kökten değil, kademeli olarak gelişmiştir)."
    },
    {
        "id": "tarih_028",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi",
        "subtopic": "I. Murad Dönemi",
        "q": "I. Murad dönemi, Osmanlı Devleti'nin hem askerî hem de idari alanda önemli atılımlar yaptığı bir dönemdir. Bu dönemde devşirme sisteminin temelleri atılmış ve pençik sistemi geliştirilerek savaş esirlerinden faydalanılmıştır. Yeniçeri Ocağı'nın kurulması, düzenli ve profesyonel bir ordunun oluşumunda çığır açmıştır. Ayrıca kazaskerlik ve defterdarlık gibi makamların oluşturulması, merkezi yönetimin güçlenmesine katkı sağlamıştır. Bu gelişmeler, Osmanlı'nın genişleyen topraklarını daha etkin bir şekilde yönetme ve koruma ihtiyacından doğmuştur. Bu parçada anlatılanlar ışığında I. Murad dönemiyle ilgili aşağıdaki değerlendirmelerden hangisi yanlıştır?",
        "o": [
            "Merkezi otoriteyi güçlendirmeye yönelik adımlar atılmıştır.",
            "Devletin mali yapısını düzenleyici kurumlar oluşturulmuştur.",
            "Askeri yapıda profesyonelleşme süreci hızlanmıştır.",
            "Devşirme sistemi ilk kez bu dönemde tamamıyla uygulanmaya başlanmıştır.",
            "Savaş esirlerinden insan gücü olarak faydalanılmıştır."
        ],
        "a": 3,
        "e": "Parçada devşirme sisteminin temellerinin atıldığı ve pençik sisteminin geliştirildiği belirtiliyor, ancak 'tamamıyla uygulanmaya başlandığı' ifadesi hatalıdır. Devşirme sistemi, daha sonraki dönemlerde tam ve sistematik bir yapıya kavuşmuştur. I. Murad dönemi temellerinin atıldığı bir süreçtir, tam uygulandığı dönem değildir. Diğer seçenekler parçadan çıkarılabilir ve doğrudur."
    },
    {
        "id": "tarih_029",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_bayezid_yildirim_donemi",
        "subtopic": "I. Bayezid (Yıldırım) Dönemi",
        "q": "Yıldırım Bayezid, kısa süren saltanatı boyunca hem batıda Hristiyan Haçlı ordularına karşı hem de doğuda Anadolu beyliklerine karşı etkili mücadeleler vermiştir. Niğbolu Savaşı'nda Haçlıları ağır bir yenilgiye uğratması, onun Avrupa'daki prestijini artırmış, ancak Anadolu Türk birliğini sağlama çabaları, özellikle Karamanoğulları ile sürtüşmeleri ve doğuda Timur tehdidini göz ardı etmesi, onun sonunu hazırlayan etkenlerden olmuştur. Ayrıca İstanbul'u kuşatan ilk Osmanlı padişahı olmasına rağmen, bu kuşatmaları Timur tehlikesi ve Haçlı seferleri nedeniyle kaldırmak zorunda kalmıştır. Bu parçadan çıkarılabilecek en kapsamlı yargı aşağıdakilerden hangisi değildir?",
        "o": [
            "Yıldırım Bayezid, sadece batı yönlü fetih politikası izlemiştir.",
            "Osmanlı'nın Anadolu'daki Türk birliğini sağlama hedefi, Avrupa'daki prestijinden daha öncelikli görülmüştür.",
            "Yıldırım Bayezid dönemi, Osmanlı'nın dış tehditlerle çok yönlü mücadele ettiği bir dönemdir.",
            "İstanbul'un fethi, bu dönemde başarıyla tamamlanmıştır.",
            "Yıldırım Bayezid, Anadolu beylikleriyle hiçbir zaman iyi ilişkiler kuramamıştır."
        ],
        "a": 2,
        "e": "Parçada Yıldırım Bayezid'in hem batıda Haçlılarla (Niğbolu, İstanbul kuşatmaları) hem de doğuda Anadolu beylikleri ve Timur ile mücadele ettiğinden bahsedilmektedir. Bu durum, Osmanlı'nın dış tehditlerle çok yönlü mücadele ettiği yargısını destekler. Diğer seçenekler parçadaki bilgilere aykırıdır veya eksiktir."
    },
    {
        "id": "tarih_030",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetret_devri",
        "subtopic": "Fetret Devri",
        "q": "Ankara Savaşı'nda Yıldırım Bayezid'in Timur'a yenilmesi ve esir düşmesi, Osmanlı Devleti'ni büyük bir kaosa sürüklemiştir. Bu olay sonrası başlayan ve yaklaşık 11 yıl süren 'Fetret Devri'nde, Bayezid'in oğulları arasında taht kavgaları yaşanmış ve devlet yıkılma tehlikesiyle karşı karşıya kalmıştır. Anadolu'da beylikler yeniden bağımsızlıklarını ilan ederken, Balkanlarda ise bazı topraklar kaybedilmiştir. Ancak tüm bu zorluklara rağmen, Osmanlı'nın temel kurumları ve merkeziyetçi yapısı, devletin tamamen dağılmasını engellemiş ve sonunda Çelebi Mehmet tarafından devlet birliği yeniden sağlanmıştır. Bu parçaya göre Fetret Devri ile ilgili aşağıdaki çıkarımlardan hangisi doğrudur?",
        "o": [
            "Osmanlı Devleti bu dönemde tamamen yıkılmıştır.",
            "Anadolu'da siyasi birlik Fetret Devri'nde tam olarak sağlanmıştır.",
            "Balkanlarda hiçbir toprak kaybı yaşanmamıştır.",
            "Devletin temel kurumları, kriz döneminde dahi ayakta kalmasını sağlamıştır.",
            "Timur, Osmanlı'nın toprak bütünlüğüne saygı göstermiştir."
        ],
        "a": 3,
        "e": "Parçanın sonunda 'Osmanlı'nın temel kurumları ve merkeziyetçi yapısı, devletin tamamen dağılmasını engellemiş' ifadesi, D seçeneğini doğrulamaktadır. Diğer seçenekler parçadaki bilgilere göre yanlıştır: devlet yıkılmamış, siyasi birlik bozulmuş, Balkanlarda toprak kayıpları yaşanmış ve Timur Osmanlı'nın bütünlüğüne saygı göstermemiştir."
    },
    {
        "id": "tarih_031",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Orhan Bey döneminde fethedilen Bursa'nın, Osmanlı Devleti'nin yeni başkenti olarak seçilmesi ve bu şehirde ilk medreselerin açılması kararı, dönemin koşulları göz önüne alındığında, devletin ilerideki gelişimine yönelik pratik olarak hangi ihtiyacı karşılamıştır?",
        "o": [
            "Askeri teçhizat üretimini hızlandırmak.",
            "Bizans İmparatorluğu ile barış anlaşmaları imzalamak.",
            "Devletin yönetim merkezi ihtiyacını gidermek ve ilim-kültür faaliyetlerini güçlendirmek.",
            "Deniz ticaretini geliştirerek ekonomik bağımsızlığı sağlamak.",
            "Balkanlarda yeni fetihler için lojistik üs oluşturmak."
        ],
        "a": 2,
        "e": "Bursa'nın başkent olması, devletin yönetim merkezi ihtiyacını karşılarken, medreselerin açılması ilim ve education faaliyetlerinin gelişmesini sağlamış, bu da devletin kültürel ve idari yapısının güçlenmesine pratik bir katkı sunmuştur."
    },
    {
        "id": "tarih_032",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osman_bey_donemi",
        "subtopic": "Osman Bey Dönemi",
        "q": "Osman Bey'in Söğüt ve Domaniç bölgesinde bir uç beyliği olarak Bizans sınırında konumlanması ve gaza anlayışını benimsemesi, o dönemin politik ve coğrafi şartları düşünüldüğünde, beyliğinin büyümesi için pratik olarak hangi stratejik avantajı sağlamıştır?",
        "o": [
            "Anadolu'daki diğer Türk beylikleriyle sıkı ittifaklar kurma.",
            "Karadeniz ticaret yollarına hakim olma.",
            "Gaza ve akın faaliyetleri sayesinde insan gücü ve ganimet elde etme imkanı.",
            "Bizans İmparatorluğu ile uzun süreli barış antlaşmaları imzalama.",
            "Tarıma dayalı ekonomiyi tek başına geliştirme."
        ],
        "a": 2,
        "e": "Osman Bey'in uç beyliği olarak Bizans sınırında bulunması ve gaza ideolojisini benimsemesi, sürekli akınlar düzenleyerek hem savaşçı Türkmenleri kendine çekmesini hem de ganimetlerle beyliğin ekonomik ve askeri gücünü artırmasını sağlamıştır. Bu, beyliğin pratik büyüme stratejisinin temelini oluşturmuştur."
    },
    {
        "id": "tarih_033",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi",
        "subtopic": "I. Murad Dönemi",
        "q": "I. Murad döneminde Yeniçeri Ocağı'nın kurulması ve devşirme sisteminin uygulanmaya başlanması, mevcut Türkmen kuvvetlerine ek olarak, devletin sürekli genişleyen sınırlarını ve artan askeri ihtiyaçlarını karşılamak amacıyla pratik olarak hangi soruna çözüm getirmiştir?",
        "o": [
            "Sadece başkentin savunma gücünü artırmak.",
            "Denizcilik alanında uzmanlaşmış bir ordu kurmak.",
            "Tamamen süvari birliklerinden oluşan bir yapı oluşturmak.",
            "Bağımsız hareket eden Türkmen beylerinin askeri gücüne alternatif, merkezi devlete bağlı, düzenli bir yaya ordusu ihtiyacını karşılamak.",
            "Yabancı devletlerle diplomatik ilişkileri güçlendirmek."
        ],
        "a": 3,
        "e": "Yeniçeri Ocağı'nın devşirme sistemiyle kurulması, I. Murad döneminde devletin giderek büyüyen topraklarını ve askeri operasyonlarını yönetebilecek, merkezi otoriteye sadık, profesyonel ve disiplinli bir yaya ordusu ihtiyacına pratik bir çözüm sunmuştur. Bu sistem, Türkmen beylerinin askeri gücüne olan bağımlılığı azaltmıştır."
    },
    {
        "id": "tarih_034",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "yildirim_bayezid_donemi",
        "subtopic": "Yıldırım Bayezid Dönemi",
        "q": "Yıldırım Bayezid'in Anadolu'da Türk beyliklerini kendi otoritesi altına alarak hızla siyasi birliği sağlaması ve bu süreçte bazı beyliklerin topraklarını doğrudan ilhak etmesi, Osmanlı Devleti'nin doğu sınırında Timur İmparatorluğu ile karşılaşma potansiyeli göz önüne alındığında, pratik olarak hangi dış politika riskini artırmıştır?",
        "o": [
            "Avrupa'daki Haçlı ittifaklarıyla barış yapma zorunluluğu.",
            "Mısır Memlükleri ile ticari anlaşmaların güçlenmesi.",
            "Anadolu beyliklerinin Timur'a sığınarak Osmanlı'ya karşı destek arayışı.",
            "Denizlerde Venedik ve Ceneviz ile işbirliği yapma fırsatı.",
            "Balkanlardaki fetihlerin tamamen durması."
        ],
        "a": 2,
        "e": "Yıldırım Bayezid'in Anadolu Türk siyasi birliğini sert yöntemlerle sağlaması, bağımsızlığını kaybeden veya toprakları ilhak edilen beyliklerin bir kısmının doğuda yükselen Timur'a sığınmasına ve Osmanlı'ya karşı destek arayışına girmesine neden olmuştur. Bu durum, Timur ile çatışma potansiyelini artıran pratik bir dış politika riski yaratmıştır."
    },
    {
        "id": "tarih_035",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetret_devri",
        "subtopic": "Fetret Devri",
        "q": "Osmanlı Devleti'nde Fetret Devri'nde şehzadeler arasındaki taht kavgalarının uzun sürmesi ve merkezi otoritenin zayıflaması, devletin günlük yönetimi ve toplumsal düzen üzerinde pratik olarak hangi olumsuz sonuçları doğurmuştur?",
        "o": [
            "Yeni ticaret yollarının keşfedilmesi.",
            "Halkın refah seviyesinde belirgin bir artış yaşanması.",
            "Vergi toplama düzeninin bozulması, asayiş sorunlarının artması ve toprak kayıplarının yaşanması.",
            "Eğitim ve bilim faaliyetlerinin hız kazanması.",
            "Osmanlı mimarisinde büyük atılımların görülmesi."
        ],
        "a": 2,
        "e": "Fetret Devri'ndeki taht kavgaları ve merkezi otoritenin zayıflaması, devletin gelir kaynaklarını felç etmiş, vergi toplama düzenini bozmuş, iç karışıklıklar nedeniyle asayiş sorunlarını artırmış ve devletın Balkanlardaki bazı toprak kayıplarına yol açarak günlük yönetim ve toplumsal düzen üzerinde ciddi olumsuz etkiler yaratmıştır."
    },
    {
        "id": "tarih_036",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osman_bey_donemi",
        "subtopic": "Osman Bey Dönemi",
        "q": "Osmanlı Devleti'nde ilk kadı ataması (Dursun Fakih) ve ilk vergi uygulaması hangi hükümdar döneminde gerçekleşmiştir?",
        "o": [
            "Osman Bey",
            "Orhan Bey",
            "I. Murad",
            "Yıldırım Bayezid",
            "Çelebi Mehmed"
        ],
        "a": 0,
        "e": "Osmanlı Devleti'nde ilk kadı ataması (Dursun Fakih'in ataması) ve ilk vergi (Bacı Pazar Vergisi) uygulaması Osman Bey döneminde, devletin kuruluşuyla birlikte atılan önemli adımlardandır. Bu durum, devletin hukuksal ve ekonomik altyapısının oluşmaya başladığını göstermektedir."
    },
    {
        "id": "tarih_037",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Osmanlı Devleti'ne katılan ilk Türk beyliği olması ve bu katılımın Osmanlı'ya önemli bir deniz gücü ve askeri tecrübe kazandırmasıyla bilinen beylik aşağıdakilerden hangisidir?",
        "o": [
            "Karesioğulları Beyliği",
            "Germiyanoğulları Beyliği",
            "Aydınoğulları Beyliği",
            "Saruhanoğulları Beyliği",
            "Hamitoğulları Beyliği"
        ],
        "a": 0,
        "e": "Orhan Bey döneminde (1345), Karesioğulları Beyliği'nin Osmanlı topraklarına katılması, Osmanlı Devleti'ne katılan ilk Türk beyliği olma özelliğini taşır. Bu ilhak, Osmanlı'nın denizcilik tecrübesi kazanmasına, Balıkesir ve Çanakkale bölgelerini ele geçirmesine ve Rumeli'ye geçiş için önemli bir stratejik avantaj elde etmesine zemin hazırlamıştır."
    },
    {
        "id": "tarih_038",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi",
        "subtopic": "I. Murad Dönemi",
        "q": "Osmanlı Devleti'nin I. Murad döneminde Bizans İmparatorluğu ve Bulgarları yenilgiye uğratarak Edirne'nin kesin olarak fethini sağlayan ve böylece Osmanlı'ya Rumeli'deki önemli bir başkent kapısını açan savaş aşağıdakilerden hangisidir?",
        "o": [
            "Sazlıdere Savaşı",
            "Koyunhisar Savaşı",
            "Palekanon Savaşı",
            "Niğbolu Savaşı",
            "Varna Savaşı"
        ],
        "a": 0,
        "e": "1363 yılında gerçekleşen Sazlıdere Savaşı, I. Murad döneminde Osmanlı ordusunun Bizans ve müttefiki Bulgarları yenilgiye uğrattığı önemli bir savaştır. Bu zafer sonucunda Edirne fethedilerek Osmanlı'ya başkent yapılmış ve Osmanlı Devleti'nin Balkanlardaki ilerleyişi hızlanmıştır."
    },
    {
        "id": "tarih_039",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "yildirim_bayezid_donemi",
        "subtopic": "Yıldırım Bayezid Dönemi",
        "q": "Yıldırım Bayezid döneminde gerçekleşen, Avrupa'dan gelen büyük bir Haçlı ordusunun Osmanlı Devleti tarafından ağır bir yenilgiye uğratıldığı ve bu zafererin ardından halife tarafından Yıldırım Bayezid'e 'Sultan-ı İklim-i Rum' (Anadolu Diyarının Sultanı) unvanının verildiği savaş aşağıdakilerden hangisidir?",
        "o": [
            "Niğbolu Savaşı",
            "I. Kosova Savaşı",
            "Varna Savaşı",
            "Çirmen Savaşı",
            "Sırpsındığı Savaşı"
        ],
        "a": 0,
        "e": "1396 yılında gerçekleşen Niğbolu Savaşı, Yıldırım Bayezid komutasındaki Osmanlı ordusunun Macar, Fransız, İngiliz ve diğer Avrupa devletlerinden oluşan büyük bir Haçlı ordusunu kesin bir yenilgiye uğrattığı bir savaştır. Bu zafer, Osmanlı'nın Avrupa'daki prestijini önemli ölçüde artırmış ve Yıldırım Bayezid'e 'Sultan-ı İklim-i Rum' unvanı verilmiştir."
    },
    {
        "id": "tarih_040",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "celebi_mehmed_donemi",
        "subtopic": "Çelebi Mehmed Dönemi",
        "q": "Osmanlı Devleti'nin ilk deniz savaşı olarak tarihe geçen ve Venedik donanması ile yapılan Çalı Bey Savaşı hangi hükümdar döneminde gerçekleşmiştir?",
        "o": [
            "Orhan Bey",
            "I. Murad",
            "Yıldırım Bayezid",
            "Çelebi Mehmed",
            "II. Murad"
        ],
        "a": 3,
        "e": "Osmanlı Devleti'nin ilk deniz savaşı olan Çalı Bey Savaşı (1416), Çelebi Mehmed döneminde gerçekleşmiştir. Çalı Bey komutasındaki Osmanlı donanması ile Venedik donanması arasında yapılan bu savaş, Osmanlı'nın denizlerdeki ilk ciddi tecrübesi olmuş ve Venedik'in üstünlüğüyle sonuçlanmıştır. Ancak bu savaş, Osmanlı'nın denizciliğe verdiği önemin bir göstergesidir."
    },
    {
        "id": "tarih_041",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Orhan Bey Dönemi ile ilgili olarak aşağıdakilerden hangileri doğrudur?I. Osmanlı Devleti'nin ilk düzenli ordusu olan Yaya ve Müsellemler kurulmuştur.II. İlk kez donanmaya sahip olunarak Karasi Beyliği'nin toprakları alınmıştır.III. İznik'te ilk Osmanlı medresesi açılmıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Orhan Bey Dönemi, Osmanlı Devleti'nin kurumsallaşma sürecinin başladığı dönemdir. Bu dönemde ilk düzenli ordu (Yaya ve Müsellemler) kurulmuş, Karasi Beyliği'nin alınmasıyla ilk kez donanmaya sahip olunmuş ve İznik'te ilk Osmanlı medresesi açılmıştır. Tüm öncüller doğrudur."
    },
    {
        "id": "tarih_042",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetret_devri",
        "subtopic": "Fetret Devri",
        "q": "Osmanlı Devleti'nde 1402 Ankara Savaşı'ndan sonra yaşanan Fetret Devri ile ilgili aşağıdaki ifadelerden hangileri doğrudur?I. Yıldırım Bayezid'in oğulları arasında taht kavgaları yaşanmıştır.II. Osmanlı Devleti'nin Balkanlardaki ilerleyişi durmuş, hatta bazı topraklar kaybedilmiştir.III. Bu dönemde devletın tamamen parçalanmasını engellemek için Haçlı Seferleri düzenlenmiştir.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Ankara Savaşı'ndan sonra Yıldırım Bayezid'in oğulları arasında 11 yıl süren taht kavgaları yaşanmıştır (I. öncül doğru). Bu dönemde devlet otoritesi zayıfladığı için Balkanlardaki ilerleyiş durmuş, hatta kaybedilen topraklar olmuştur (II. öncül doğru). Haçlı Seferleri, Osmanlı'nın Balkanlardaki ilerleyişine karşı düzenlenmiş olup, Fetret Devri sırasında Osmanlı'nın parçalanmasını engellemek için değil, aksine Osmanlı'ya karşı yapılmıştır (III. öncül yanlış)."
    },
    {
        "id": "tarih_043",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi",
        "subtopic": "I. Murad Dönemi",
        "q": "I. Murad Dönemi'ne ait aşağıdaki gelişmelerden hangileri doğrudur?I. Pençik Sistemi uygulanmaya başlanmıştır.II. Edirne, Osmanlı Devleti'ne başkent yapılmıştır.III. Haçlılarla yapılan ilk büyük meydan savaşı olan Niğbolu Savaşı gerçekleşmiştir.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "I. Murad Dönemi'nde ordunun asker ihtiyacını karşılamak amacıyla Pençik Sistemi uygulanmaya başlanmıştır (I. öncül doğru). Ayrıca, devletin batıya doğru genişlemesiyle Edirne fethedilerek başkent yapılmıştır (II. öncül doğru). Niğbolu Savaşı (1396) ise I. Bayezid (Yıldırım Bayezid) döneminde gerçekleşmiştir (III. öncül yanlış)."
    },
    {
        "id": "tarih_044",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_mimari_eserleri",
        "subtopic": "Osmanlı Kuruluş Dönemi Mimari Eserleri",
        "q": "Osmanlı Devleti Kuruluş Dönemi'nde inşa edilen mimari eserler ve özellikleri ile ilgili olarak aşağıdakilerden hangileri doğrudur?I. Bursa Ulu Camii, çok ayaklı ve çok kubbeli cami tipinin önemli örneklerindendir.II. İlk Osmanlı medresesi İznik'te açılmıştır.III. Osmanlı'nın ilk kitabeli camisi İznik Hacı Özbek Camii'dir.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Bursa Ulu Camii, Yıldırım Bayezid döneminde yapılmış ve çok kubbeli, çok ayaklı planlı cami mimarisinin önemli örneklerindendir (I. öncül doğru). Osmanlı'nın ilk medresesi Orhan Bey döneminde İznik'te açılmıştır (II. öncül doğru). Osmanlı Devleti'nin bilinen ilk kitabeli camisi İznik Hacı Özbek Camii'dir (III. öncül doğru). Tüm öncüller doğrudur."
    },
    {
        "id": "tarih_045",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_devleti_nin_kisa_surede_buyume_nedenleri",
        "subtopic": "Osmanlı Devleti'nin Kısa Sürede Büyüme Nedenleri",
        "q": "Osmanlı Devleti'nin kuruluş döneminde kısa sürede büyümesinde etkili olan faktörler arasında aşağıdakilerden hangileri yer almaktadır?I. Coğrafi konumunun gaza ruhuna uygun olmasıII. Anadolu'daki siyasi birliğin güçlü olmasıIII. Bizans İmparatorluğu'nun zayıf durumda bulunması",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 3,
        "e": "Osmanlı Devleti'nin kuruluş döneminde kısa sürede büyümesinde birçok faktör etkili olmuştur. Coğrafi konumunun gaza ve cihat anlayışına uygun olması (I. öncül doğru) ve Bizans İmparatorluğu'nun siyasi ve askeri olarak zayıf durumda bulunması (III. öncül doğru) bu faktörlerdendir. Anadolu'daki siyasi birliğin güçlü olması değil, aksine Anadolu'da Türk beylikleri arasında siyasi birliğin olmaması ve beylikler arasındaki rekabet Osmanlı'nın yayılmasını kolaylaştırmıştır (II. öncül yanlış)."
    },
    {
        "id": "tarih_046",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_devleti_nin_kurulusu_ve_i_lk_yillari",
        "subtopic": "Osmanlı Devleti'nin Kuruluşu ve İlk Yılları",
        "q": "Osmanlı Devleti'nin kuruluş döneminde fethedilen topraklarda uygulanan iskan politikası, hem güvenlik hem de bölgenin Türkleşmesi ve İslamlaşması açısından önemli sonuçlar doğurmuştur. Bu politikanın temel amacı aşağıdakilerden hangisi olarak yorumlanabilir?",
        "o": [
            "Bölgedeki yerel halkın dini inançlarını değiştirmek",
            "Sadece askerî üstünlük sağlamak",
            "Yeni fetihlere gerek kalmadan devleti büyütmek",
            "Fethedilen bölgelerde kalıcı bir Türk-İslam egemenliği oluşturmak",
            "Bizans İmparatorluğu'nun eski topraklarını yeniden canlandırmak"
        ],
        "a": 3,
        "e": "İskan politikası, fethettiği bölgelere Anadolu'dan Türkmenleri yerleştirerek hem bölgenin demografik yapısını Türk-İslam lehine değiştirmeyi hem de bu bölgelerin güvenliğini sağlamayı hedeflemiştir. Bu sayede fetihler kalıcı hale getirilmiştir."
    },
    {
        "id": "tarih_047",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi_ve_devletlesme_sureci",
        "subtopic": "Orhan Bey Dönemi ve Devletleşme Süreci",
        "q": "Orhan Bey döneminde Bursa'nın fethiyle başkent yapılması, ilk düzenli ordu olan Yaya ve Müsellemlerin kurulması, Divan teşkilatının oluşturulması gibi gelişmeler yaşanmıştır. Bu gelişmelerin Osmanlı Devleti'ne yönelik en belirgin etkisi aşağıdakilerden hangisi olarak yorumlanabilir?",
        "o": [
            "Türkmen beylikleriyle olan ilişkilerin tamamen sona ermesi",
            "Dini otoritenin tamamen siyasi gücün kontrolüne girmesi",
            "Devletin kurumsallaşma ve merkeziyetçi bir yapıya bürünme sürecini hızlandırması",
            "Bizans İmparatorluğu'nun Anadolu'daki varlığının tamamen sona ermesi",
            "Ticari faaliyetlerin dış dünyaya kapanarak iç piyasaya yönelmesi"
        ],
        "a": 2,
        "e": "Bursa'nın başkent olması, düzenli ordunun ve Divan teşkilatının kurulması, bir beylikten devlete geçişin ve merkezi otoriteyi güçlendirme çabalarının önemli göstergeleridir. Bu adımlar, devletin daha sistemli ve organize bir yapıya kavuşmasını sağlamıştır."
    },
    {
        "id": "tarih_048",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi_ve_balkan_fetihleri",
        "subtopic": "I. Murad Dönemi ve Balkan Fetihleri",
        "q": "I. Murad döneminde uygulanan pençik sistemi ile devşirme usulünün ilk temelleri atılmıştır. Bu sistemle elde edilen askerler, Yeniçeri Ocağı'nın çekirdeğini oluşturmuştur. Bu uygulamanın Osmanlı Devleti için en önemli stratejik faydası aşağıdakilerden hangisi olarak yorumlanabilir?",
        "o": [
            "Anadolu beyliklerinden alınan vergi gelirlerini artırmak",
            "Türkmenlerin devlete olan bağlılığını azaltmak",
            "Savaşlarda Bizans İmparatorluğu'ndan destek almak",
            "Daimi, profesyonel ve merkezi otoriteye doğrudan bağlı bir ordu yapısı oluşturmak",
            "Avrupa devletleriyle diplomatik ilişkileri geliştirmek"
        ],
        "a": 3,
        "e": "Pençik sistemi ve devşirme usulü, doğrudan padişaha bağlı, disiplinli ve profesyonel bir ordu olan Kapıkulu Ocakları'nın temelini atmıştır. Bu sayede Osmanlı Devleti, hem iç isyanlara karşı güçlü bir denge unsuru bulmuş hem de sürekli genişleyen sınırlarında ihtiyaç duyduğu düzenli askeri gücü sağlamıştır."
    },
    {
        "id": "tarih_049",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "yildirim_bayezid_ve_ankara_savasi",
        "subtopic": "Yıldırım Bayezid ve Ankara Savaşı",
        "q": "Yıldırım Bayezid döneminde Osmanlı Devleti hem Batı'da Haçlılarla hem de Doğu'da Anadolu beylikleriyle mücadele etmiş, hızla genişlemiştir. Ancak bu hızlı büyüme, merkeziyetçi yapıyı güçlendirme çabalarıyla birleşince, Anadolu'da bazı beyliklerin Timur'a sığınmasına neden olmuştur. Bu durumun Osmanlı Devleti'nin kaderi üzerindeki en kritik etkisi aşağıdakilerden hangisi olarak yorumlanabilir?",
        "o": [
            "Osmanlı ekonomisinin tamamen çökmesine yol açması",
            "Fetret Devri'ne girilerek devletin dağılma tehlikesi yaşaması",
            "Avrupa'da Osmanlı'ya karşı büyük bir ittifakın oluşmasını engellemesi",
            "Anadolu'da mutlak Türk birliğinin kesin olarak sağlanması",
            "Bizans İmparatorluğu'nun tamamen ortadan kaldırılması"
        ],
        "a": 1,
        "e": "Yıldırım Bayezid'in Anadolu beyliklerini kendi bünyesine katma çabaları, bu beyliklerin Timur gibi güçlü bir rakibe sığınmasına zemin hazırlamıştır. Ankara Savaşı'nda alınan yenilgi ve Bayezid'in esir düşmesi, Osmanlı Devleti'ni on bir yıl süren ve dağılma tehlikesiyle karşı karşıya kaldığı Fetret Devri'ne sürüklemiştir."
    },
    {
        "id": "tarih_050",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetret_devri_ve_ii_mehmet_in_toparlanma_sureci",
        "subtopic": "Fetret Devri ve II. Mehmet'in Toparlanma Süreci",
        "q": "Ankara Savaşı sonrası yaşanan ve on bir yıl süren Fetret Devri'nde taht kavgaları ve Anadolu'da siyasi birliğin bozulması gibi büyük iç karışıklıklar olmasına rağmen Osmanlı Devleti tamamen yıkılmamıştır. Bu durum, kuruluş dönemindeki hangi özelliğin bir göstergesi olarak yorumlanabilir?",
        "o": [
            "Osmanlı padişahlarının sürekli olarak Bizans'tan destek alması",
            "Anadolu'daki Türkmen beyliklerinin Osmanlı'ya tam bağlılık göstermesi",
            "Osmanlı Devleti'nin güçlü bir ordu yapısına ve sağlam bir devlet geleneğine sahip olması",
            "Avrupa devletlerinin Osmanlı'nın zayıflığından faydalanma isteğinin olmaması",
            "Ekonominin sadece tarıma dayalı olması ve dış ticarete bağımlılığın bulunmaması"
        ],
        "a": 2,
        "e": "Fetret Devri'ne rağmen devletin ayakta kalması, I. Murad ve Yıldırım Bayezid dönemlerinde oluşturulan merkeziyetçi kurumların, güçlü bir askeri yapının (Kapıkulu Ocağı gibi) ve devletin halk nezdindeki meşruiyetinin ne kadar sağlam temellere dayandığını göstermektedir. Bu sağlam yapı sayesinde Çelebi Mehmet önderliğinde devlet yeniden toparlanabilmiştir."
    },
    {
        "id": "tarih_051",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_beyligi_nin_sosyo_ekonomik_yapisi",
        "subtopic": "Osmanlı Beyliği'nin Sosyo-Ekonomik Yapısı",
        "q": "Osmanlı Devleti'nin kuruluş sürecinde Anadolu'da Ahilerin önemli bir rol oynaması, bu beyliğin ekonomik ve toplumsal yapısıyla ilgili aşağıdaki çıkarımlardan hangisini destekler?",
        "o": [
            "Osmanlıların ticari faaliyetleri büyük oranda dış güçlerin kontrolündeydi.",
            "Devletin kuruluşunda askeri gücün yanı sıra ekonomik örgütlenmeler de etkili olmuştur.",
            "Osmanlı toplumu feodal beyliklerin katı sınıf yapısına sahipti.",
            "Ahiler sadece dini bir örgütlenme olarak faaliyet göstermişlerdir.",
            "Osmanlı ekonomisi tamamen tarıma dayalı kapalı bir sistemdi."
        ],
        "a": 1,
        "e": "Ahiler, zanaatkarlar ve tüccarların oluşturduğu, hem ekonomik hem de sosyal dayanışmayı sağlayan önemli bir örgütlenmeydi. Osmanlı'nın kuruluşunda Ahilerin desteğini alması, devletin sadece askeri fetihlerle değil, aynı zamanda Anadolu'daki mevcut ekonomik ve toplumsal örgütlenmeleri de kendi bünyesine katarak güçlendiğini, bu yapıların devletin kuruluşunda önemli bir paya sahip olduğunu gösterir."
    },
    {
        "id": "tarih_052",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_nin_kurulusundaki_gaza_ve_cihat_anlayisi",
        "subtopic": "Osmanlı'nın Kuruluşundaki Gaza ve Cihat Anlayışı",
        "q": "Osmanlı Devleti'nin kuruluş döneminde Gaza ve Cihat anlayışının fetih politikalarının temelini oluşturması, bu dönemdeki Osmanlı toplum yapısında aşağıdaki sonuçlardan hangisine yol açmıştır?",
        "o": [
            "Fethedilen bölgelerde yerel halkın din değiştirmeye zorlanmasına.",
            "Toplumda askeri zümrenin diğer tüm sınıfların üzerinde mutlak bir güç kazanmasına.",
            "Farklı etnik ve dini gruplardan insanların Osmanlı ordusuna katılımını teşvik etmemesine.",
            "Hoşgörü ve adalet prensiplerinin geri planda kalmasına.",
            "Savaşçı bir ruhun yanı sıra, yeni topraklarda İslam'ın yayılması ve adaletin sağlanması misyonunun benimsenmesine."
        ],
        "a": 4,
        "e": "Gaza ve Cihat anlayışı, sadece fetihleri meşrulaştırmakla kalmamış, aynı zamanda Osmanlıların yeni ele geçirdiği topraklarda İslam'ı yayma ve toplumsal adaleti tesis etme misyonunu da beraberinde getirmiştir. Bu durum, Osmanlı toplumunda savaşçı bir ruhun gelişimine katkı sağlarken, aynı zamanda 'adaletle yönetme' ve 'İslam'ı tebliğ etme' gibi kültürel ve dini değerleri de pekiştirmiştir. Diğer şıklar, Osmanlı'nın genel hoşgörü politikası ve ordunun yapısıyla çelişmektedir."
    },
    {
        "id": "tarih_053",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kulturunde_hosgoru_politikasi",
        "subtopic": "Osmanlı Kültüründe Hoşgörü Politikası",
        "q": "Osmanlı Devleti'nin fethedilen topraklardaki yerel halka karşı uyguladığı hoşgörü politikası (İstimalet), bu dönemdeki Osmanlı yönetim anlayışının hangi özelliğiyle doğrudan ilişkilidir?",
        "o": [
            "Merkeziyetçi devlet yapısının zayıf olmasıyla.",
            "Ekonomik kaynakların sınırlı olması nedeniyle vergi toplamanın zorlaşmasıyla.",
            "Farklı kültürleri asimile etme amacını taşımasıyla.",
            "Uzun vadede fetihlerin kalıcılığını sağlama ve toplumsal bütünleşmeyi kolaylaştırma hedefiyle.",
            "Askeri gücün yetersiz kalması ve isyanları önleme zorunluluğuyla."
        ],
        "a": 3,
        "e": "İstimalet politikası, Osmanlı'nın yeni ele geçirdiği bölgelerdeki gayrimüslim halka dini ve kültürel özgürlükler tanıyarak, onların devlete bağlılıklarını sağlamayı ve böylece fetihlerin kalıcı olmasını hedeflemiştir. Bu politika, uzun vadede Osmanlı Devleti'nin geniş coğrafyalara yayılmasına ve farklı kültürleri barındıran çok uluslu bir imparatorluk yapısı oluşturmasına zemin hazırlayan stratejik bir adımdır."
    },
    {
        "id": "tarih_054",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_nin_yonetim_kadrolari_ve_devsirme_sistemi",
        "subtopic": "Osmanlı'nın Yönetim Kadroları ve Devşirme Sistemi",
        "q": "Osmanlı Devleti'nin kuruluş döneminden itibaren devşirme sistemini uygulamaya başlaması, bu dönemdeki beylik-devlet geçiş sürecinin sosyolojik ve idari yansımaları açısından ne gibi bir sonuç doğurmuştur?",
        "o": [
            "Osmanlı aristokrasisinin güçlenmesine ve merkezi otoritenin zayıflamasına yol açmıştır.",
            "Askeri ve idari kadrolarda sadece Türkmen kökenlilerin görev almasını sağlamıştır.",
            "Toplumdaki sosyal hareketliliği ortadan kaldırarak katı bir sınıf ayrımı yaratmıştır.",
            "Uç beyliği geleneğinden gelen güçlü ailelerin devlete nüfuz etmesini engellemeyi ve merkezi otoriteye bağlı bir kadro oluşturmayı amaçlamıştır.",
            "Ekonomik olarak zor durumda olan ailelerin çocuklarını devşirme yaparak köleleştirmeyi hedeflemiştir."
        ],
        "a": 3,
        "e": "Devşirme sistemi, Osmanlı Devleti'nin beylikten imparatorluğa geçiş sürecinde merkezi otoriteyi güçlendirme arayışının bir sonucudur. Bu sistemle, uç beyliklerinin ve güçlü Türkmen ailelerinin devlet üzerindeki nüfuzunu dengelemek, sadakatini sadece padişaha borçlu olan, köken olarak devşirme olan bir idari ve askeri kadro (kul sistemi) oluşturmak amaçlanmıştır. Bu durum, devletin merkezi yapısını sağlamlaştırmış ve aristokratik oluşumları engellemiştir."
    },
    {
        "id": "tarih_055",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_sehirlesme_ve_vakif_sistemi",
        "subtopic": "Osmanlı Şehirleşme ve Vakıf Sistemi",
        "q": "Osmanlı Devleti'nde kuruluş döneminden itibaren vakıfların şehirlerin sosyal ve kültürel yaşamında merkezi bir rol oynaması, bu dönemdeki toplum yapısı ve devlet anlayışı hakkında aşağıdaki değerlendirmelerden hangisine ulaşılmasını sağlar?",
        "o": [
            "Devletin toplumsal hizmetleri doğrudan ve tek başına üstlendiğini gösterir.",
            "Şehirlerde sadece dini kurumların gelişmesine olanak tanımıştır.",
            "Özel mülkiyetin tamamen ortadan kalktığını ve ekonominin devlet kontrolünde olduğunu ifade eder.",
            "Toplumsal dayanışma, dini motifler ve sosyal hizmetlerin devlet tarafından teşvik edilen bir anlayışla yürütüldüğünü ortaya koyar.",
            "Vakıfların sadece ekonomik kalkınma amacıyla kurulduğunu gösterir."
        ],
        "a": 3,
        "e": "Vakıf sistemi, Osmanlı Devleti'nde cami, medrese, imaret, hastane, köprü gibi yapıların inşası ve işletilmesinin yanı sıra, eğitim, sağlık ve sosyal yardım gibi pek çok alanda önemli işlevler görmüştür. Bu durum, devletin sosyal hizmetleri tek başına değil, aynı zamanda halkın da katılımıyla dini ve hayırseverlik motifleriyle desteklenen bir sistemle yürüttüğünü, toplumsal dayanışmanın ve kültürel gelişimin bu yolla teşvik edildiğini gösterir."
    },
    {
        "id": "tarih_056",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_beyligi_nin_i_lk_hukuki_duzenlemeleri",
        "subtopic": "Osmanlı Beyliği'nin İlk Hukuki Düzenlemeleri",
        "q": "Osmanlı Devleti'nin kuruluş döneminde uygulanan tımar sistemine dair yapılan bir araştırmada, 14. yüzyılın son çeyreğinde ele geçirilen Batı Anadolu topraklarındaki tımar tahsisleri incelenmiştir. Bu tahsislerde, timarlı sipahilerin ortalama asker besleme yükümlülüğü 3 yıl, bu topraklardan alınan vergilerin %70'inin doğrudan hazineye gitmesi ve kalan %30'unun sipahi tarafından hizmet karşılığı kullanılması şeklinde bir dağılım görülmektedir. Ayrıca, timar sahiplerinin sefere katılmama durumunda gelirlerinin 1 yıl süreyle askıya alındığına dair kayıtlar bulunmaktadır. Bu verilere dayanarak, aşağıdaki çıkarımlardan hangisine ulaşılamaz?",
        "o": [
            "Tımar sistemi, devletın askeri gücünü destekleyen merkezi bir yapıya sahiptir.",
            "Tımar sahiplerinin yükümlülükleri belirli süreler ve oranlarla belirlenmiştir.",
            "Sefere katılmama, tımar sahipleri için ciddi yaptırımlara neden olabilmektedir.",
            "Timar gelirlerinin önemli bir kısmı doğrudan merkezi hazineye aktarılmıştır.",
            "Tımar sistemi, toprağın kişisel mülkiyetini teşvik eden bir özelliğe sahiptir."
        ],
        "a": 4,
        "e": "Tımar sistemi, toprağın mülkiyetini devlete ait tutarak işletme hakkını sipahiye veren bir uygulamaydı. Kişisel mülkiyeti teşvik etmek yerine, devletin toprak üzerindeki denetimini ve askeri gücünü korumayı amaçlamıştır. Verilen verilerde asker besleme yükümlülüğü, gelir dağılımı ve yaptırımlar belirtilse de, sistemin mülkiyet yapısı hakkında doğrudan bir çıkarım yapılamaz ve aslında kişisel mülkiyeti teşvik etmediği bilinir."
    },
    {
        "id": "tarih_057",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "veraset_sistemi_ve_taht_kavgalari",
        "subtopic": "Veraset Sistemi ve Taht Kavgaları",
        "q": "Osmanlı Devleti'nin kuruluş ve yükseliş dönemlerindeki veraset sistemine ilişkin kronolojik bir tablo incelendiğinde, I. Murad döneminde 'Ülke hükümdar ve oğullarının ortak malıdır' anlayışının benimsendiği, Fatih Sultan Mehmet döneminde 'Nizam-ı Âlem için kardeş katlinin caiz olduğu' fermanıyla tek hakimin devletin sahibi olduğu ilkesinin yerleştiği ve XVII. yüzyıl başlarında I. Ahmed döneminde 'Ekber ve Erşed' sistemine geçildiği görülmektedir. Bu tabloya göre, Osmanlı veraset sistemindeki değişim süreciyle ilgili olarak aşağıdakilerden hangisi söylenemez?",
        "o": [
            "Osmanlı Devleti'nin ilk dönemlerinde merkeziyetçi bir veraset anlayışı tam olarak oturmamıştır.",
            "Taht kavgalarını önleme amacı, veraset sisteminin evriminde etkili bir faktör olmuştur.",
            "Fatih Sultan Mehmet dönemindeki düzenleme, devletin bekasını bireysel hanedan üyelerinin önüne koymuştur.",
            "'Ekber ve Erşed' sistemi, tahtın yalnızca en büyük ve en olgun üyesine geçişini sağlamıştır.",
            "Veraset sistemindeki tüm değişimler, tamamen hukuki metinlerle ve kanunnamelerle gerçekleşmiştir."
        ],
        "a": 4,
        "e": "Veraset sistemindeki değişimler genellikle siyasi ve sosyal koşulların bir sonucu olarak ortaya çıkmış, zaman zaman kanunnamelerle resmileşse de, uygulamadaki gelişmeler, teamüller ve hanedan içi mücadeleler de bu değişimlerde etkili olmuştur. 'Tamamen hukuki metinlerle' gerçekleştiği ifadesi doğru değildir; pratik ve siyasi ihtiyaçlar da bu değişimleri tetiklemiştir. Tablo, bu değişimleri ve hukuki adımları gösterse de, bu adımların tek başına yeterli olduğunu ima etmez."
    },
    {
        "id": "tarih_058",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "feteth_hukuku_ve_gayrimuslim_statusu",
        "subtopic": "Fetih Hukuku ve Gayrimüslim Statüsü",
        "q": "Osmanlı Devleti'nin kuruluş döneminde fethedilen şehirlerdeki gayrimüslim tebaanın hukuki statüsüne dair yapılan bir analizde şu veriler elde edilmiştir: İlk fetihlerde (Bursa, İznik gibi) gayrimüslimlerin ibadet özgürlükleri garanti altına alınmış, cizye vergisi ödemeleri şartıyla can ve mal güvenlikleri sağlanmıştır. Ancak belirli isyanlar veya devlete karşı gelme durumlarında, istisna olarak bazı dini yapılar camiye dönüştürülmüş veya ek vergiler konmuştur. Bu uygulamaların ortalama 5 ila 10 yıl gibi değişen sürelerde gözlemlendiği raporlanmıştır. Bu bilgiler ışığında, aşağıdaki değerlendirmelerden hangisi yanlıştır?",
        "o": [
            "Osmanlı Devleti, kuruluş döneminde hoşgörü politikası izlemiştir.",
            "Gayrimüslimlerin hukuki statüsü koşullara göre değişiklik gösterebilmiştir.",
            "Cizye vergisi, gayrimüslimlerin güvenliğinin temelini oluşturmuştur.",
            "Dini yapılar üzerindeki müdahaleler istisnai ve geçici olabilmiştir.",
            "Osmanlı fetih politikası, gayrimüslim tebaanın tamamen Müslümanlaştırılmasını hedeflemiştir."
        ],
        "a": 4,
        "e": "Osmanlı Devleti'nin kuruluş dönemindeki fetih politikası, genellikle hoşgörülü bir yaklaşımla gayrimüslim tebaanın kendi inanç ve yaşam tarzlarını sürdürmelerine izin vermiştir. Verilen bilgilerde isyan veya karşı gelme durumlarında bazı istisnalar olsa da, bu durum 'tamamen Müslümanlaştırılma' hedefi olduğu anlamına gelmez. Cizye ödemeleri karşılığında zimmi statüsüyle yaşamlarını sürdürmelerine izin verilmiştir."
    },
    {
        "id": "tarih_059",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "divan_i_humayun_ve_karar_surecleri",
        "subtopic": "Divan-ı Hümayun ve Karar Süreçleri",
        "q": "Osmanlı Kuruluş Dönemi'nde (XIV-XV. yüzyıllar) Divan-ı Hümayun'da görüşülen davaların tematik dağılımına ilişkin hipotetik bir veri tablosu şöyledir: Askeri meseleler %40, maliye ve toprak davaları %30, adli şikayetler %20, atama ve terfi talepleri %10. Ayrıca, bu davaların ortalama sonuçlanma süresi askeri meselelerde 1-2 hafta, maliye davalarında 1-3 ay, adli şikayetlerde 2-4 hafta olarak belirlenmiştir. Bu tabloya göre Divan-ı Hümayun'un işleyişi hakkında aşağıdaki yorumlardan hangisi doğru değildir?",
        "o": [
            "Divan-ı Hümayun, geniş bir yelpazede devlet işlerini ele almıştır.",
            "Askeri konular, Divan gündeminde öncelikli bir yere sahip olmuştur.",
            "Maliye ve toprak davaları, çözüm süreci en uzun süren meselelerdendir.",
            "Divan, yargısal yetkilerin yanı sıra idari görevleri de yerine getirmiştir.",
            "Tüm davaların çözüme kavuşturulma süresi benzerlik göstermektedir."
        ],
        "a": 4,
        "e": "Verilen tabloya göre askeri meseleler 1-2 hafta, maliye davaları 1-3 ay, adli şikayetler 2-4 hafta gibi farklı sürelerde sonuçlanmıştır. Bu durum, tüm davaların çözüme kavuşturulma süresinin benzerlik göstermediğini açıkça ortaya koymaktadır. Dolayısıyla E seçeneği yanlıştır."
    },
    {
        "id": "tarih_060",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "kurulus_donemi_ticaret_hukuku_ve_kapitulasyonlar",
        "subtopic": "Kuruluş Dönemi Ticaret Hukuku ve Kapitülasyonlar",
        "q": "14. yüzyılın sonu ile 15. yüzyılın başlarında Osmanlı Devleti'nin önemli ticaret merkezlerinde (Bursa, Edirne gibi) Venedik ve Cenevizli tüccarlara verilen ticari ayrıcalıklara dair bir kayıt incelenmiştir. Bu kayıtlarda, Venediklilere 1380'de verilen bir ayrıcalığın 20 yıl süreyle geçerli olduğu, Cenevizlilere ise 1402'de Ankara Savaşı sonrası verilen ayrıcalıkların 15 yıl süreli olup, belirli gümrük vergisi muafiyetleri içerdiği belirtilmiştir. Ayrıca, her iki ülkenin tüccarlarının kendi hukuklarına göre yargılanma hakkı da tanınmıştır. Bu bilgilere göre, Osmanlı Devleti'nin kuruluş dönemindeki ticaret hukuku ve uluslararası ilişkileri hakkında aşağıdaki yargılardan hangisine varılamaz?",
        "o": [
            "Osmanlı Devleti, uluslararası ticareti geliştirmek için ayrıcalıklar tanımıştır.",
            "Verilen ayrıcalıkların belirli bir süreyle sınırlı olduğu görülmektedir.",
            "Ankara Savaşı'nın ardından dış politikada bazı değişiklikler yaşanmıştır.",
            "Yabancı tüccarlara kendi hukuklarına göre yargılanma hakkı tanınmıştır.",
            "Osmanlı Devleti, kuruluş döneminde hiçbir dış güce ayrıcalık tanımama prensibini benimsemiştir."
        ],
        "a": 4,
        "e": "Verilen bilgilerde Venedik ve Cenevizli tüccarlara belirli sürelerle ticari ayrıcalıklar tanındığı açıkça belirtilmiştir. Bu durum, Osmanlı Devleti'nin kuruluş döneminde dış güçlere ayrıcalık tanımama prensibini benimsediği yargısını doğrudan çürütmektedir. Dolayısıyla E seçeneği doğru değildir, yani bu yargıya varılamaz."
    },
    {
        "id": "tarih_061",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_yonetim_anlayisi",
        "subtopic": "Osmanlı Kuruluş Dönemi Yönetim Anlayışı",
        "q": "Osmanlı Devleti'nin kuruluş döneminde (14. yüzyıl), devletin başında bulunan 'Bey' veya 'Sultan'ın yetkileri ve yönetim tarzıyla ilgili yapılan bir araştırmada şu saptamalara yer verilmiştir: Hükümdar, savaşlarda orduya komuta eder, son karar verici merci olarak Divan-ı Hümayun'a başkanlık eder ve tebaasının güvenliğini sağlar. Ancak, özellikle beyliğin ilk yıllarında, kararlar alınırken aşiret liderleri, ulema ve gaza komutanlarının da görüşlerine başvurulduğu (istişare) gözlemlenmiştir. Bu araştırmaya göre, kuruluş dönemi Osmanlı yönetim anlayışı için aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Mutlak ve merkeziyetçi bir krallık yapısıyla başlamıştır.",
            "Yönetimde istişareye dayalı, askeri ve dini unsurların katılımını barındıran bir yapı sergilemiştir.",
            "Hükümdar, tüm idari yetkilerini aşiret liderlerine devretmiştir.",
            "Hukuk sistemi sadece hükümdarın emirlerinden ibarettir.",
            "Veraest sistemi henüz belirlenmediği için yönetim kaotiktir."
        ],
        "a": 1,
        "e": "Saptamalar, hükümdarın güçlü yetkileri olmakla birlikte, özellikle önemli kararlarda farklı zümrelerle (aşiret liderleri, ulema, komutanlar) istişare ettiğini göstermektedir. Bu, yönetimin sadece tek bir kişinin mutlak iradesiyle değil, belirli bir danışma mekanizmasıyla yürüdüğünü kanıtlar."
    },
    {
        "id": "tarih_062",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_toplum_yapisi_ve_yasam_tarzi",
        "subtopic": "Osmanlı Toplum Yapısı ve Yaşam Tarzı",
        "q": "14. ve 15. yüzyıl Osmanlı toplumunda yaşayan farklı sosyal grupların yaşam biçimlerini inceleyen bir sosyolog şu bulgulara ulaşıyor: Şehirlerde yaşayan esnaf ve zanaatkarlar Ahilik teşkilatı etrafında örgütlenmiş; köylüler devletin onlara tahsis ettiği topraklarda tarım yapmış; konar-göçer Türkmenler ise hayvancılıkla uğraşmış ve sınır bölgelerinde akınlara katılmıştır. Bu bulgulara dayanarak Osmanlı sosyal yapısı hakkında aşağıdaki çıkarımlardan hangisi doğrudur?",
        "o": [
            "Toplumda katı ve geçirgen olmayan bir sınıf yapısı mevcuttur.",
            "Ekonomik faaliyetler, sosyal grupların yaşam biçimlerini doğrudan şekillendirmiştir.",
            "Şehirli nüfus, köylülerin üzerinde mutlak bir siyasi otoriteye sahiptir.",
            "Devlet, tüm vatandaşların yaşam biçimini tek bir modele indirgemeyi amaçlamıştır.",
            "Eğitim seviyesi, sosyal statünün tek ve en önemli belirleyicisidir."
        ],
        "a": 1,
        "e": "Sosyoloğun bulguları, şehirli, köylü ve konar-göçer grupların yaptıkları işlere (tarım, ticaret, hayvancılık) göre farklı yaşam biçimleri ve örgütlenme modelleri geliştirdiğini göstermektedir. Bu, ekonomik uğraşların sosyal yapıyı belirleyen temel bir faktör olduğunu kanıtlar."
    },
    {
        "id": "tarih_063",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_mimari_gelisimi_ve_kulturel_etkiler",
        "subtopic": "Osmanlı Mimari Gelişimi ve Kültürel Etkiler",
        "q": "Erken dönem Osmanlı mimarisini (İznik, Bursa, Edirne) inceleyen bir sanat tarihçisi, yapıların Selçuklu geleneklerini sürdürmekle birlikte, zamanla fethettikleri bölgelerdeki (özellikle Bizans) mimari tekniklerden ve estetikten de etkilendiğini belirtmektedir. Bu durumun Osborne mimarisindeki temel yansıması aşağıdakilerden hangisidir?",
        "o": [
            "Tamamen yabancı mimari stillerin körü körüne kopyalanması.",
            "Kendi geleneksel yapısını tamamen terk ederek yeni bir tarz oluşturması.",
            "Farklı kültürel mirasları sentezleyerek kendine özgü bir mimari dil geliştirmesi.",
            "Dini mimarinin giderek önemini yitirmesi.",
            "Mimari eserlerin sadece askeri amaçlarla sınırlandırılması."
        ],
        "a": 2,
        "e": "Osmanlı mimarisinin Selçuklu gelenekleri üzerine Bizans ve yerel teknikleri eklemesi, devletın farklı kültürlere açık olduğunu ve bunları sentezleyerek özgün bir üslup (Osmanlı Sanatı) yarattığını gösterir. Bu, kültürel etkileşimin mimarideki zenginleştirici rolünü yansıtır."
    },
    {
        "id": "tarih_064",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_idari_teskilatlanmasi_ve_kazaskerlik",
        "subtopic": "Osmanlı İdari Teşkilatlanması ve Kazaskerlik",
        "q": "Osmanlı Devleti'nde I. Murad döneminde kazaskerlik makamının oluşturulması, devletin adli ve hukuki işleyişinde ne gibi bir ihtiyacı karşılamıştır?",
        "o": [
            "Sadece orduyla sınırlı bir yargılama sistemi kurmak.",
            "Merkezi otoritenin yargı üzerindeki kontrolünü tamamen ortadan kaldırmak.",
            "Genişleyen topraklardaki kadı ve diğer hukuk görevlilerinin koordinasyonunu sağlamak ve üst düzey hukuki davaları karara bağlamak.",
            "Uluslararası ticaret hukuku anlaşmalarını yürütmek.",
            "Yeni bir medrese müfredatı hazırlamak."
        ],
        "a": 2,
        "e": "Kazaskerlik, Osmanlı idari yapısında hem askeri hem de hukuki-adli işlerden sorumlu üst düzey bir makamdır. Toprakların genişlemesiyle artan hukuki meseleleri ve kadı atamalarını yönetmek, merkezi bir hukuk otoritesi oluşturmak amacıyla ihdas edilmiştir."
    },
    {
        "id": "tarih_065",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "timar_sistemi_ve_toplumsal_kalkinma",
        "subtopic": "Tımar Sistemi ve Toplumsal Kalkınma",
        "q": "Aşağıdaki tabloda, bir Osmanlı tımar sahibinin (Sipahi) sorumlulukları ve buna karşılık elde ettiği haklar karşılaştırılmıştır: | Sipahinin Sorumlulukları | Sipahinin Hakları | |---|---| | Sefere hazır asker (Cebelü) beslemek | Toprağı devlet adına işletme hakkı | | Bölgesinde asayişi ve düzeni sağlamak | Köylüden vergi toplama yetkisi | | Üretimin sürekliliğini denetlemek | Belirli bir gelir miktarını kendine ayırma | Bu tabloya göre, tımar sisteminin Osmanlı toplumundaki işlevi hakkında aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Sistem, yalnızca askeri amaçlarla kurgulanmıştır.",
            "Mülkiyet hakkı tamamen şahıslara aittir.",
            "Askeri, idari ve ekonomik fonksiyonlar tek bir sistemde entegre edilmiştir.",
            "Sipahi, köylüler üzerinde mutlak bir köleleştirme hakkına sahiptir.",
            "Hazineye doğrudan nakit para akışı sağlayan temel yöntemdir."
        ],
        "a": 2,
        "e": "Tablo, sipahinin hem askeri (asker beslemek) hem idari (asayiş) hem de ekonomik (üretim denetimi ve vergi toplama) görevleri olduğunu göstermektedir. Bu, tımar sisteminin devletin temel işlevlerini yerel düzeyde birleştiren çok yönlü bir yapı olduğunu kanıtlar."
    },
    {
        "id": "tarih_066",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kultur_ve_sanatinda_hat_ve_tezhip",
        "subtopic": "Osmanlı Kültür ve Sanatında Hat ve Tezhip",
        "q": "Kuruluş döneminde, özellikle medreselerin ve saray kütüphanelerinin gelişmesiyle birlikte hat (güzel yazı) ve tezhip (süsleme) sanatlarına verilen önem artmıştır. Bu sanatların gelişimini etkileyen temel motivasyon aşağıdakilerden hangisidir?",
        "o": [
            "Sadece yabancı elçilere gösteriş yapmak.",
            "İslam dininin görsel sanatlardaki estetik anlayışını kitap ve binalarda yansıtma çabası.",
            "Batı Avrupa etkisindeki sanat akımlarını takip etmek.",
            "Ticari amaçla eser üretip yurt dışına satmak.",
            "Askeri stratejileri gizli kodlarla yazma ihtiyacı."
        ],
        "a": 1,
        "e": "Hat ve tezhip sanatı, Osmanlı-İslam kültür dünyasında Kur'an-ı Kerim ve diğer değerli eserlerin en güzel şekilde korunması ve sunulması amacını taşır. Bu motivasyon, estetik bir anlayışla dini ve kültürel metinlerin sanatla birleşmesini sağlamıştır."
    },
    {
        "id": "tarih_067",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "kurulus_donemi_osmanli_mutfagi_ve_sosyal_yapi",
        "subtopic": "Kuruluş Dönemi Osmanlı Mutfağı ve Sosyal Yapı",
        "q": "Kuruluş dönemi Osmanlı mutfağı, hem Orta Asya Türk geleneklerinden hem de fethedilen coğrafyalardaki Bizans ve yerel Anadolu lezzetlerinden izler taşımaktadır. Mutfağın gelişimi hakkında aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Beslenme alışkanlıkları kültürel etkileşimle şekillenmiştir.",
            "Saray mutfağı ile halk mutfağı arasında kesin ve kalın çizgiler kuruluş döneminde henüz oluşmamıştır.",
            "Mutfak kültürü tamamen dışa kapalı bir yapı arz etmektedir.",
            "Göçebe dönemden yerleşik hayata geçiş mutfaktaki çeşitliliği artırmıştır.",
            "Tarımsal üretim mutfak kültürünün ana belirleyicilerinden olmuştur."
        ],
        "a": 2,
        "e": "Osmanlı mutfağının farklı coğrafyalardan etkilenmesi ve sentez yapması, mutfağın dışa kapalı olduğunu değil, tam tersine etkileşimlere açık ve zenginleşmeye müsait bir yapı olduğunu kanıtlar."
    },
    {
        "id": "tarih_068",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_devleti_nin_kurulusu_ve_stratejik_konumu",
        "subtopic": "Osmanlı Devleti'nin Kuruluşu ve Stratejik Konumu",
        "q": "Osmanlı Beyliği'nin Marmara bölgesinin güney kıyılarında ve Bizans sınırında kurulmuş olması, onun diğer Anadolu beylikleriyle olan ilişkilerinde hangi temel politikayı izlemesini sağlamıştır?",
        "o": [
            "Sürekli olarak Türk beylikleriyle toprak mücadelesine girmek.",
            "Anadolu birliğini sağlama sevdasından kuruluşunun ilk yarım asrında uzak durarak batı odaklı fetihler yapmak.",
            "Deniz aşırı koloniler kurmak.",
            "Sadece Orta Asya ile siyasi ilişkilerini sürdürmek.",
            "Beylikler arası ticareti tamamen yasaklamak."
        ],
        "a": 1,
        "e": "Osmanlı'nın jeopolitik konumu, onu doğudaki Türk beylikleriyle çatışmak yerine batıda zayıflayan Bizans'a karşı fetihler yapmaya yöneltmiştir. Bu politika, beyliğin başlangıçta 'gaza' ruhuyla itibar kazanmasını ve diğer beyliklerle gereksiz çatışmalardan kaçınmasını sağlamıştır."
    },
    {
        "id": "tarih_069",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fetred_devri_nde_sosyal_hareketler",
        "subtopic": "Fetret Devri'nde Sosyal Hareketler",
        "q": "Fetret Devri'nde yaşanan Şeyh Bedreddin İsyanı gibi olaylar, o dönemdeki Osmanlı toplum yapısında ne gibi bir sarsıntıyı ifade eder?",
        "o": [
            "Sadece dini bir ayrışma çabasıdır.",
            "Merkezi otoritenin yokluğunda ortaya çıkan ekonomik ve sosyal huzursuzlukların bir dışa vurumudur.",
            "Dış güçlerin tamamen organize ettiği bir darbe girişimidir.",
            "Sadece askerlerin maaş alamaması nedeniyle başlattığı bir isyandır.",
            "Osmanlı Devleti'nin yıkılması için planlanmış bir terör faaliyetidir."
        ],
        "a": 1,
        "e": "Ankara Savaşı sonrası yaşanan kaos ve taht kavgaları, halk üzerinde ağır ekonomik ve sosyal yükler oluşturmuştur. Şeyh Bedreddin İsyanı gibi hareketler, bu toplumsal huzursuzluğun ve otorite boşluğunun yarattığı birer sonuçtur; sadece dini değil, derin sosyo-ekonomik temelleri vardır."
    },
    {
        "id": "tarih_070",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_nin_yonetim_anlayisinda_adil_idare",
        "subtopic": "Osmanlı'nın Yönetim Anlayışında Adil İdare",
        "q": "Osmanlı Devleti'nin 'İstimalet' adını verdiği hoşgörü ve adil idare politikasının temel amacı aşağıdakilerden hangisidir?",
        "o": [
            "Gayrimüslimlerin tamamını zorla Müslüman yapmak.",
            "Halkı ağır vergilere bağlamak.",
            "Fethedilen bölgelerdeki halkın devlete olan güven ve sadakatini kazanarak fetihleri kalıcı hale getirmek.",
            "Yabancı devletlere ayrıcalık tanımak.",
            "Merkezi otoriteyi tamamen yerel liderlere bırakmak."
        ],
        "a": 2,
        "e": "İstimalet, Osmanlı'nın fetih politikasının en önemli araçlarından biridir. Halkın inancına, geleneğine dokunmadan, adil vergilendirme ve can güvenliği sağlayarak gönüllerini kazanmayı ve bu sayede geniş topraklarda uzun süre barış içinde hüküm sürmeyi hedeflemiştir."
    },
    {
        "id": "tarih_071",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "i_murad_donemi",
        "subtopic": "I. Murad Dönemi",
        "q": "I. Murad döneminde kazaskerlik ve defterdarlık makamlarının oluşturulması ve Rumeli beylerbeyliğinin kurulması, devletin aşağıdaki özelliklerinden hangisini en çok güçlendirmiştir?",
        "o": [
            "Askeri yapının tamamen bağımsızlaşmasını.",
            "Merkezi otoriteyi ve idari teşkilatlanmayı.",
            "Dini hoşgörü politikasının sona ermesini.",
            "Dış borçlanma ihtiyacının artmasını.",
            "Eğitim sistemindeki ikiliğin giderilmesini."
        ],
        "a": 1,
        "e": "Kazaskerlik (hukuk ve adalet), defterdarlık (maliye) ve beylerbeylik (idari ve askeri yönetim) kurumlarının oluşturulması, büyüyen devletin daha organize, merkezi bir şekilde yönetilmesini sağlamıştır. Bu, beylikten devlete geçişteki kurumsallaşma adımlarının en önemlilerindendir."
    },
    {
        "id": "tarih_072",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osman_bey_donemi",
        "subtopic": "Osman Bey Dönemi",
        "q": "Osman Bey döneminde Bizans ile yapılan ilk büyük meydan savaşı olma özelliğini taşıyan ve Osmanlı'nın bağımsızlığının tescili olarak görülen savaş aşağıdakilerden hangisidir?",
        "o": [
            "Sazlıdere Savaşı",
            "Koyunhisar (Bafeus) Savaşı",
            "Palekanon (Maltepe) Savaşı",
            "Niğbolu Savaşı",
            "I. Kosova Savaşı"
        ],
        "a": 1,
        "e": "1302 yılında gerçekleşen Koyunhisar Savaşı, Osmanlı Beyliği ile Bizans İmparatorluğu arasındaki ilk ciddi askeri çatışmadır. Bu zafer, Osman Bey'in itibarını artırmış ve tarihçiler tarafından (özellikle Halil İnalcık) Osmanlı Devleti'nin fiili kuruluşu olarak değerlendirilmiştir."
    },
    {
        "id": "tarih_073",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi",
        "subtopic": "Orhan Bey Dönemi",
        "q": "Osmanlı Devleti'nin Rumeli'ye geçişinde bir atlama taşı olarak kullanılan ve Bizans'ın Osmanlı'ya yardımları karşılığında hediye ettiği Rumeli'deki ilk toprak aşağıdakilerden hangisidir?",
        "o": [
            "Edirne",
            "Gelibolu (Çimpe Kalesi)",
            "Tekirdağ",
            "Varna",
            "Filibe"
        ],
        "a": 1,
        "e": "Orhan Bey döneminde (1353), Bizans imparatoru Kantakuzen'e sağlanan askeri yardımlar karşılığında Gelibolu Yarımadası'ndaki Çimpe Kalesi Osmanlı'ya verilmiştir. Bu, Osmanlı Devleti'nin Rumeli'deki ilk yeridir ve Balkan fetihleri için stratejik bir üs olmuştur."
    },
    {
        "id": "tarih_074",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "yildirim_bayezid_donemi",
        "subtopic": "Yıldırım Bayezid Dönemi",
        "q": "Yıldırım Bayezid döneminde Bizans'ı yardım beklemeye zorlamak ve Boğaz geçişini kontrol altına almak için inşa edilen büyük hisar aşağıdakilerden hangisidir?",
        "o": [
            "Rumeli Hisarı",
            "Anadolu Hisarı (Güzelce Hisar)",
            "Yedikule Zindanları",
            "Galata Kulesi",
            "Kız Kulesi"
        ],
        "a": 1,
        "e": "İstanbul kuşatması hazırlıkları kapsamında, Yıldırım Bayezid tarafından Boğaz'ın en dar noktasının Anadolu yakasında 1395 yılında Anadolu Hisarı (Güzelce Hisar) inşa edilmiştir. Rumeli Hisarı (Boğazkesen) ise Fatih Sultan Mehmed döneminde yapılmıştır."
    },
    {
        "id": "tarih_075",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ii_murad_donemi",
        "subtopic": "II. Murad Dönemi",
        "q": "Osmanlı Devleti'nin Haçlılara karşı kazandığı, Haçlıların bu yenilgiden sonra 'Balkanlardan Osmanlı'yı atma umudunu tamamen kaybettiği' ve Osmanlı'nın Balkan hakimiyetinin kesinleştiği savaş aşağıdakilerden hangisidir?",
        "o": [
            "Varna Savaşı",
            "II. Kosova Savaşı",
            "Niğbolu Savaşı",
            "Sırpsındığı Savaşı",
            "Çirmen Savaşı"
        ],
        "a": 1,
        "e": "1448 yılında gerçekleşen II. Kosova Savaşı, II. Murad komutasındaki Osmanlı ordusunun Haçlı müttefiklerini ağır bir yenilgiye uğrattığı savaştır. Bu zaferle Balkanların kesin bir Türk yurdu olduğu tescillenmiş ve Haçlıların taarruz gücü kırılmıştır."
    },
    {
        "id": "tarih_076",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "fatih_sultan_mehmed_donemi",
        "subtopic": "Fatih Sultan Mehmed Dönemi",
        "q": "Osmanlı Devleti'nin ordu teşkilatında, savaşlarda top kullanımının ön plana çıkmaya başladığı ve ilk kez büyük çaplı kuşatma toplarının (Şahi gibi) tasarlandığı süreç aşağıdaki padişahlardan hangisinin hazırlıklarıyla ivme kazanmıştır?",
        "o": [
            "II. Murad",
            "II. Mehmed (Fatih Sultan Mehmed)",
            "Yıldırım Bayezid",
            "I. Selim (Yavuz)",
            "I. Murad"
        ],
        "a": 1,
        "e": "İstanbul'un fethi için yapılan teknik hazırlıklar kapsamında, Fatih Sultan Mehmed bizzat topların dökümü ve mühendisliği ile ilgilenmiş, bu dönemde dökülen 'Şahi' adlı devasa toplar, kale kuşatmalarında çığır açmıştır."
    },
    {
        "id": "tarih_077",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_beyligi_nin_kurulusu_ve_stratejisi",
        "subtopic": "Osmanlı Beyliği'nin Kuruluşu ve Stratejisi",
        "q": "Osmanlı Beyliği'nin kuruluş yıllarında diğer Anadolu Türk beylikleriyle çatışmak yerine Bizans üzerine gaza seferleri düzenlemesi, bu dönemde beyliğe aşağıdaki avantajlardan hangisini sağlamıştır?",
        "o": [
            "Siyasi rekabeti tamamen ortadan kaldırmıştır.",
            "Gaza anlayışıyla İslam dünyasında saygınlık kazanmasını ve diğer beyliklerden savaşçı göçü almasını sağlamıştır.",
            "Anadolu Türk birliğini zorla sağlamasına imkan vermiştir.",
            "Bizans ile kalıcı bir askeri ittifak kurmasına yol açmıştır.",
            "Ekonomik olarak sadece hayvancılığa bağımlı kalmasına neden olmuştur."
        ],
        "a": 1,
        "e": "Gaza politikası, Osmanlı'ya hem dini bir meşruiyet sağlamış hem de Anadolu'nun her yerinden gaza ruhuna sahip savaşçıların Osmanlı bayrağı altında toplanmasını tetiklemiştir. Bu da beyliğin askeri gücünü kısa sürede diğer beyliklerin önüne taşımıştır."
    },
    {
        "id": "tarih_078",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "orhan_bey_donemi_ve_kurumsallasma",
        "subtopic": "Orhan Bey Dönemi ve Kurumsallaşma",
        "q": "Orhan Bey döneminde kurulan 'Yaya ve Müsellem' ordusu ile ilgili olarak aşağıdakilerden hangisi söylenebilir?",
        "o": [
            "Tamamen yabancı askerlerden oluşan bir ordudur.",
            "Osmanlı Devleti'nin ilk düzenli ve disiplinli ordu yapısının başlangıcıdır.",
            "Sadece denizlerde faaliyet göstermiştir.",
            "Sürekli bir askeri birlik değil, sadece savaş zamanı toplanmış bir birimdir.",
            "Sadece başkentin savunmasıyla görevlendirilmiştir."
        ],
        "a": 1,
        "e": "Beylikten devlete geçişte, sadece aşiret kuvvetlerine (alp-erenlere) bağımlı kalmamak için Orhan Bey döneminde (1326-1359) kurulan bu ordu, düzenli maaş ve disipline sahip ilk Osmanlı askeri birimidir. Bu, daha profesyonel bir askeri yapının temelidir."
    },
    {
        "id": "tarih_079",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_nin_balkanlardaki_i_stimalet_politikasi",
        "subtopic": "Osmanlı'nın Balkanlardaki İstimalet Politikası",
        "q": "Osmanlı Devleti'nin Balkanlarda fethettiği bölgelerdeki halklara gösterdiği hoşgörülü yaklaşımın (İstimalet), bölgedeki yerel sosyal yapı üzerinde ne gibi bir etkisi olmuştur?",
        "o": [
            "Yerel dilleri ve kültürleri tamamen asimile etmiştir.",
            "Bölgedeki Hristiyan halkın din değiştirme oranını düşürürken devlete olan sadakatlerini artırmıştır.",
            "Bölgeyi tamamen dış ticaret kapalı bir hale getirmiştir.",
            "Yalnızca Türklerin ticaret yapmasına izin vermiştir.",
            "Hristiyan halkın isyan etmesini teşvik etmiştir."
        ],
        "a": 1,
        "e": "Osmanlı'nın dini baskı yapmaması, can ve mal güvenliğini garanti etmesi, Balkan halklarının (Sırp, Bulgar, Rum vb.) kendi dinlerini yaşamalarına olanak sağlarken, aynı zamanda Osmanlı yönetimini daha 'adil' bularak devlete bağlanmalarını kolaylaştırmıştır. Bu durum, Balkan hakimiyetinin uzun yüzyıllar sürmesini sağlamıştır."
    },
    {
        "id": "tarih_080",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "iskan_politikasinin_amac_ve_sonuclari",
        "subtopic": "İskan Politikasının Amaç ve Sonuçları",
        "q": "Osmanlı Devleti'nin Rumeli'de uyguladığı iskan politikasıyla, Anadolu'dan getirilen Türkmen aileler yeni fethedilen bölgelere yerleştirilmiştir. Bu politikanın temel amaçlarından biri aşağıdakilerden hangisidir?",
        "o": [
            "Anadolu nüfusunu azaltarak kaynakları korumak.",
            "Fethedilen bölgelerde kalıcı Türk-İslam hayatını başlatmak ve güvenliği sağlamak.",
            "Halkı zorla birbirine düşürmek.",
            "Bölgedeki Hristiyan halkı Anadolu'ya sürgün etmek.",
            "Göçebe yaşam tarzını tüm ülkede yaygınlaştırmak."
        ],
        "a": 1,
        "e": "İskan politikası, fetihlerin sadece kılıçla değil, kültürle de kalıcı olmasını sağlamıştır. Anadolu'dan gelen aileler yerleştikleri bölgelerde ziraat yapmış, köyler-kasabalar kurmuş ve bölgenin güvenliğine katkı sağlamıştır. Bu sayede bölge kısa sürede Osmanlı vatanı haline gelmiştir."
    },
    {
        "id": "tarih_081",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ankara_savasi_ve_sonuclari",
        "subtopic": "Ankara Savaşı ve Sonuçları",
        "q": "1402 Ankara Savaşı'nın Osmanlı Devleti üzerindeki en yıkıcı sonucu aşağıdakilerden hangisidir?",
        "o": [
            "Yeniçeri Ocağı'nın tamamen dağılması.",
            "İstanbul'un fethinin gecikmesi ve Anadolu Türk siyasi birliğinin bozulması.",
            "Osmanlı donanmasının yok edilmesi.",
            "Balkanlardaki tüm toprakların elden çıkması.",
            "Başkentin Bursa'dan tekrar Söğüt'e taşınması."
        ],
        "a": 1,
        "e": "Savaş sonrasında Yıldırım Bayezid'in esir düşmesi ve beyliklerin yeniden bağımsız olması, Anadolu birliğini bozmuştur. Ayrıca kuşatma altındaki İstanbul'un fethi, yaklaşık 50 yıl kadar bir süreliğine ertelenmek zorunda kalmıştır. Fetret Devri ise devleti yıkımın eşiğine getirmiştir."
    },
    {
        "id": "tarih_082",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_kurulus_donemi_sehir_yapisi",
        "subtopic": "Osmanlı Kuruluş Dönemi Şehir Yapısı",
        "q": "Bir tarihçi, 'Osmanlıların fethettiği Bursa ve Edirne gibi şehirler, fetihten kısa bir süre sonra külliyeler, bedestenler ve kervansaraylarla donatılarak birer İslam medeniyeti merkezine dönüştürülmüştür' demiştir. Bu şehirleşme modelinin merkezinde yer alan temel yapı aşağıdakilerden hangisidir?",
        "o": [
            "Hisar",
            "Külliye (Cami merkezli sosyal kompleks)",
            "Kışla",
            "Darphane",
            "Han"
        ],
        "a": 1,
        "e": "Osmanlı şehir tasarımında külliye, şehrin kalbi gibidir. Cami, medrese, imaret (aşevi), kütüphane ve hastanenin bir arada bulunduğu bu kompleksler, şehrin sosyal ve kültürel yaşamının merkezi olmuştur. Şehir gelişimi bu külliyelerin etrafında şekillenmiştir."
    },
    {
        "id": "tarih_083",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "kurulus_donemi_nde_denizcilik_faaliyetleri",
        "subtopic": "Kuruluş Döneminde Denizcilik Faaliyetleri",
        "q": "Osmanlı Devleti'nin kuruluş döneminde denizcilikte ilerlemesini sağlayan en önemli gelişme aşağıdakilerden hangisidir?",
        "o": [
            "Venedik ile yapılan ittifak.",
            "Karesioğulları Beyliği'nin Osmanlı topraklarına katılması.",
            "Karadeniz'in tamamen Türk gölü haline gelmesi.",
            "Cenevizlilerden büyük savaş gemileri satın alınması.",
            "İlk deniz aşırı seferin Mısır'a yapılması."
        ],
        "a": 1,
        "e": "Denizci bir beylik olan Karesioğullarının (Balıkesir, Çanakkale çevresi) ilhakıyla, bu beyliğin donanması ve tecrübeli denizcileri (Ece Halil, Gazi Fazıl gibi) Osmanlı'ya geçmiştir. Bu olay, Osmanlı'nın Rumeli'ye geçişini ve deniz gücüyle tanışmasını sağlayan dönüm noktasıdır."
    },
    {
        "id": "tarih_084",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "ulema_ve_egitim_sistemi",
        "subtopic": "Ulema ve Eğitim Sistemi",
        "q": "Osmanlı Devleti'nde ulema sınıfının (ilmiye sınıfı) yetiştirildiği temel eğitim kurumu aşağıdakilerden hangisidir?",
        "o": [
            "Enderun",
            "Medrese",
            "Tekke",
            "Zaviye",
            "Sıbyan Mektebi"
        ],
        "a": 1,
        "e": "Medreseler, Osmanlı'nın yüksek öğrenim kurumlarıdır. Burada yetişen ulema sınıfı, kadılık (yargı), müftülük (din işleri) ve müderrislik (eğitim) gibi devletın omurgasını oluşturan görevleri üstlenmiştir. İlk medrese Orhan Bey tarafından İznik'te (İznik Orhaniyesi) açılmıştır."
    },
    {
        "id": "tarih_085",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_mimarisinde_cubuklu_cubuksuz_plan",
        "subtopic": "Osmanlı Mimarisinde Plan Tipleri",
        "q": "Erken dönem Osmanlı mimarisinde, özellikle Edirne Üç Şerefeli Cami'de görülen 'merkezi kubbe' denemeleri, ileride hangi sanat eserinin mimari altyapısını hazırlamıştır?",
        "o": [
            "Ulu Cami tipi çok kubbeli yapılar.",
            "Klasik dönem büyük sultan camileri (Selimiye, Süleymaniye).",
            "Tamamen ahşap tavanlı mescitler.",
            "Saray mimarisi.",
            "Tekke mimarisi."
        ],
        "a": 1,
        "e": "Üç Şerefeli Cami, Osmanlı mimarisinde küçük kubbelerden tek ve büyük bir merkezi kubbeye geçişin en önemli basamağını oluşturur. Bu teknik birikim, Mimar Sinan döneminin şaheserleri olan dev kubbeli klasik Osmanlı camilerinin zeminini hazırlamıştır."
    },
    {
        "id": "tarih_086",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "kurulus_donemi_ve_maddi_kultur",
        "subtopic": "Kuruluş Dönemi ve Maddi Kültür",
        "q": "Osmanlı Devleti'nin kuruluş döneminde ilk defa altın para bastıran padişah aşağıdakilerden hangisidir?",
        "o": [
            "Osman Bey",
            "Orhan Bey",
            "I. Murad",
            "Fatih Sultan Mehmed",
            "Kanuni Sultan Süleyman"
        ],
        "a": 3,
        "e": "Osmanlı'da ilk para (bakır) Osman Bey, ilk gümüş para (akçe) Orhan Bey döneminde basılmıştır. Ancak devletin ekonomik gücünün ve bağımsızlığının zirve göstergesi olan ilk altın para, 1478 yılında Fatih Sultan Mehmed (II. Mehmed) döneminde bastırılmıştır."
    },
    {
        "id": "tarih_087",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "varna_savasi_nin_osmanli_tarihindeki_yeri",
        "subtopic": "Varna Savaşı'nın Osmanlı Tarihindeki Yeri",
        "q": "1444 Varna Savaşı, II. Murad'ın tahtı oğlu II. Mehmed'e bırakmasının ardından Haçlıların bu zafiyetten yararlanma girişimi üzerine çıkmıştır. Bu savaşın kazanılması, Osmanlı Devleti için en çok hangi alanda bir güven tazelemiştir?",
        "o": [
            "Maliye alanında.",
            "Askeri ve savunma kapasitesi, özellikle de genç padişahın otoritesi etrafında.",
            "Denizcilik stratejileri alanında.",
            "Sadece tarımsal üretimde.",
            "Diplomatik dil birliği alanında."
        ],
        "a": 1,
        "e": "Varna başarısı, ordunun başında tekrar II. Murad'ın bulunmasına rağmen, Osmanlı'nın Haçlı tehlikesine karşı her an hazır olduğunu ve stratejik gücünün sarsılmadığını göstermiştir. Bu zafer, genç II. Mehmed'in ilerideki büyük idealleri için de bir zemin oluşturmuştur."
    },
    {
        "id": "tarih_088",
        "topicId": "9WTotPoDW5OuWxsCf4Li",
        "subtopicId": "osmanli_devleti_nin_toprak_yonetimi",
        "subtopic": "Osmanlı Devleti'nin Toprak Yönetimi",
        "q": "Osmanlı Devleti'nde toprağın asıl sahibi devlettir (Miri Arazi). Toprağı işleyen köylü, bu toprağı satamaz, devredemez veya miras olarak tam anlamıyla bırakamazdı; sadece işletme hakkına sahipti. Bu sistemin temel amacı aşağıdakilerden hangisidir?",
        "o": [
            "Köylüyü cezalandırmak.",
            "Toprak ağalığı (feodalite) gibi merkezi otoriteyi tehdit eden yapıların oluşmasını engellemek.",
            "Tüm toprakları ormana dönüştürmek.",
            "Ticaret yollarını kontrol etmek.",
            "Ordunun sadece piyadelerden oluşmasını sağlamak."
        ],
        "a": 1,
        "e": "Osmanlı Devleti, mülkiyetin devlette olması şartıyla toprağı halka dağıtarak, Avrupa'da görülen büyük feodal beylerin (derebeylerinin) oluşmasını baştan önlemiştir. Bu sistem, padişahın otoritesini sarsacak yerel güç odaklarının çıkmasını engellemiş ve merkezi otoriteyi mutlak kılmıştır."
    }
]