[
    {
        "id": "tarih_001",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Büyük Hun Devleti dönemine ait aşağıdaki özelliklerden hangileri Türk devlet geleneğinin temelini oluşturmuştur?I. Onlu sistemle ordu teşkilatıII. Devlet işlerinin kurultayda görüşülmesiIII. İkili teşkilat sistemi",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. Mete Han tarafından kurulan onlu sistem, tüm Türk devletlerine örnek olmuştur. II. Kurultay, önemli kararların alındığı danışma meclisidir ve Türk devlet geleneğinde önemli bir yer tutar. III. Ülkenin doğu-batı veya sağ-sol olarak ikiye ayrılarak yönetilmesi, Hunlardan itibaren birçok Türk devletinde uygulanmıştır. Bu üç öncül de Türk devlet geleneğinin temelini oluşturan özelliklerdendir."
    },
    {
        "id": "tarih_002",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturk_kaganligi",
        "subtopic": "Göktürk Kağanlığı",
        "q": "Köktürk Devleti ile ilgili aşağıdaki yargılardan hangileri doğrudur?I. Orta Asya'da Türk adıyla kurulan ilk devlettir.II. Göçebe yaşam tarzını benimsemişlerdir.III. Çin ile diplomatik ilişkiler kurmuşlardır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. Köktürkler, Türk adıyla kurulan ilk devlettir. Bu bilgi doğrudur. II. Genel olarak bozkır kültürü ve göçebe yaşam tarzı egemendi. Bu bilgi doğrudur. III. Çin ile hem savaş hem ticaret hem de siyasi ilişkiler kurulmuştur. Bu bilgi de doğrudur. Dolayısıyla tüm öncüller doğrudur."
    },
    {
        "id": "tarih_003",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Uygur Devleti'nin yerleşik hayata geçmesiyle aşağıdaki gelişmelerden hangilerinin yaşandığı söylenebilir?I. Tarım faaliyetlerinin yaygınlaşmasıII. Mimari eserlerin ortaya çıkmasıIII. Maniheizm dininin kabul edilmesi",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. Yerleşik hayat, tarımı beraberinde getirmiştir, bu doğrudur. II. Yerleşik hayata geçişle birlikte şehirler ve tapınaklar gibi mimari eserler inşa edilmiştir, bu da doğrudur. III. Maniheizm dini, Uygurlar arasında yerleşik hayatın ve sanatın gelişmesinde etkili olmuştur. Bu da doğrudur. Dolayısıyla tüm öncüller doğrudur."
    },
    {
        "id": "tarih_004",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_tarihinde_cografya_ve_ekonomi",
        "subtopic": "İslamiyet Öncesi Türk Tarihinde Coğrafya ve Ekonomi",
        "q": "İslamiyet öncesi Türk devletlerinin yaşam tarzları ve ekonomileri hakkında aşağıdaki yargılardan hangileri doğrudur?I. Bozkır kültürü hayvancılık faaliyetlerini ön plana çıkarmıştır.II. İpek Yolu ticareti ekonomik faaliyetlerde önemli bir yer tutmuştur.III. Geniş otlakların varlığı, tarıma dayalı bir ekonomiyi zorunlu kılmıştır.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "I ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "I. Orta Asya bozkır coğrafyası, atlı-göçebe yaşamı ve hayvancılığı temel ekonomik faaliyet haline getirmiştir. Bu doğrudur. II. İpek Yolu'nun kontrolü, Türk devletleri için önemli bir gelir kaynağı ve stratejik hedef olmuştur. Bu da doğrudur. III. Geniş otlaklar tarımı değil, hayvancılığı teşvik etmiştir. Tarıma dayalı ekonomi daha çok yerleşik hayatla gelişmiştir. Bu nedenle üçüncü öncül yanlıştır. Doğru cevap I ve II'dir."
    },
    {
        "id": "tarih_005",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kavimler_gocu_ve_sonuclari",
        "subtopic": "Kavimler Göçü ve Sonuçları",
        "q": "MS 375 yılında başlayan Kavimler Göçü'nün Avrupa üzerindeki etkileri arasında aşağıdakilerden hangileri yer alır?I. Avrupa'nın etnik yapısının değişmesiII. Roma İmparatorluğu'nun parçalanmasıIII. Feodalite rejiminin ortaya çıkması",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. Hunların başlattığı göç dalgası Avrupa'da birçok barbar kavmin yer değiştirmesine ve Avrupa'nın etnik yapısının bugünkü temellerinin atılmasına neden olmuştur. Bu doğrudur. II. Batı Roma İmparatorluğu'nun zayıflamasında ve yıkılmasında Kavimler Göçü'nün önemli etkisi olmuştur. Bu da doğrudur. III. Merkezi otoritenin zayıflaması ve güvenlik ihtiyacı feodal sistemin doğuşuna zemin hazırlamıştır. Bu da doğrudur. Dolayısıyla tüm öncüller doğrudur."
    },
    {
        "id": "tarih_006",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Mete Han'ın tahta geçişiyle birlikte Büyük Hun Devleti, askeri ve idari alanda önemli bir dönüşüm yaşamıştır. Özellikle 'onlu sistem' ve 'ikili teşkilat' gibi uygulamalar, Hunların sadece kendi dönemlerine değil, kendilerinden sonraki Türk devletlerine de örnek teşkil etmiştir. Bu bilgilere dayanarak, Mete Han dönemindeki bu gelişmelerin Türk devlet geleneği üzerindeki en belirgin etkisi aşağıdakilerden hangisi olabilir?",
        "o": [
            "Savaşçı niteliğin tamamen ortadan kalkmasına yol açmıştır.",
            "Ülke topraklarının hanedan üyeleri arasında bölünmesi geleneğini sona erdirmiştir.",
            "Merkezi otoritenin güçlenmesine ve devletin daha sistematik yönetilmesine olanak tanımıştır.",
            "Türk boyları arasındaki sürekli iç savaşları tamamen engellemiştir.",
            "Yerleşik yaşama geçişi hızlandırarak tarım ekonomisini ön plana çıkarmıştır."
        ],
        "a": 2,
        "e": "Mete Han'ın onlu sistem ve ikili teşkilat gibi düzenlemeleri, askeri ve idari yapıyı disipline etmiş, merkezi otoriteyi güçlendirerek devletin daha etkin yönetilmesini sağlamıştır. Bu sistemler, sonraki Türk devletlerinde de uygulanarak Türk devlet geleneğinin temelini oluşturmuştur. Diğer şıklar, verilen bilgiyle çelişen veya eksik yorumlardır."
    },
    {
        "id": "tarih_007",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_gokturk_devleti",
        "subtopic": "I. Göktürk Devleti",
        "q": "I. Göktürk Devleti, kuruluşundan itibaren İpek Yolu üzerinde tam egemenlik kurmayı temel dış politika hedefi haline getirmiştir. Bu hedef doğrultusunda Sasanilerle iş birliği yaparak Akhun Devleti'ni yıkmış, ardından Bizans ile ittifak kurarak Sasaniler üzerindeki baskısını artırmıştır. Yukarıdaki durum, I. Göktürk Devleti'nin dış politikasının hangi temel üzerine inşa edildiğini en iyi şekilde yorumlar?",
        "o": [
            "Sürekli topraklarını genişleterek bir cihan devleti kurma amacı.",
            "Siyasi bağımsızlığı korumak için komşularıyla iyi ilişkiler geliştirme zorunluluğu.",
            "Ekonomik çıkarları doğrultusunda diplomatik manevralar yaparak güç dengelerini değiştirme stratejisi.",
            "Farklı kültürler arasında barışı ve ticareti teşvik etme misyonu.",
            "Dini yayılmacılığı benimseyerek diğer devletleri kendi inançlarına çekme çabası."
        ],
        "a": 2,
        "e": "I. Göktürk Devleti'nin İpek Yolu üzerindeki egemenlik mücadelesi ve bu yolda yaptığı stratejik ittifaklar (önce Sasanilerle Akhunlara karşı, sonra Bizans ile Sasanilere karşı), devletin dış politikasının ekonomik çıkarlar (İpek Yolu ticareti) üzerine kurulduğunu ve bu çıkarlar doğrultusunda diplomatik manevralar yaparak güç dengelerini değiştirdiğini göstermektedir."
    },
    {
        "id": "tarih_008",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_kaganligi",
        "subtopic": "Uygur Kağanlığı",
        "q": "Uygur Kağanlığı'nın Maniheizm'i devlet dini olarak kabul etmesi ve ardından yerleşik hayata geçmesi, Türk tarihindeki önemli dönüm noktalarından biridir. Bu durum, Uygurların sadece ekonomik ve sosyal yapısını değil, aynı zamanda kültürel ve sanatsal üretimlerini de derinden etkilemiştir. Bu değişimin Uygur toplumunda aşağıdakilerden hangisine neden olduğu yorumlanabilir?",
        "o": [
            "Savaşçı özelliklerin güçlenerek askeri fetihlerin artmasına.",
            "Göçebe hayvancılığın eski önemini tamamen yitirmesine.",
            "Mimari, resim ve matbaacılık gibi sanat dallarında büyük gelişmeler yaşanmasına.",
            "Devletin geleneksel Türk töresine dayalı yönetim biçiminden uzaklaşarak Çin modellerini birebir taklit etmesine.",
            "İslam dininin Türkler arasında hızla yayılmasını sağlamasına."
        ],
        "a": 2,
        "e": "Maniheizm'in savaşçı ruhu törpülemesi ve yerleşik hayatla birlikte gelen şehirleşme, Uygurlarda tarım, ticaret, mimari, resim, heykeltıraşlık, minyatür ve matbaacılık gibi sanat dallarının gelişmesine zemin hazırlamıştır. Diğer şıklar, Maniheizm'in kabulü ve yerleşik yaşamın sonuçlarıyla çelişmektedir."
    },
    {
        "id": "tarih_009",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_toplumsal_ve_hukuki_yapi",
        "subtopic": "İlk Türk Devletlerinde Toplumsal ve Hukuki Yapı",
        "q": "İslamiyet öncesi Türk devletlerinde göçebe yaşam tarzının belirleyici bir rol oynaması, toplumun siyasi, sosyal ve hukuki yapısında kendine özgü özelliklerin ortaya çıkmasına yol açmıştır. Bu yaşam biçimi, Türklerde 'ordu-millet' anlayışının gelişmesine katkıda bulunurken, aynı zamanda belirli konularda farklı sonuçlar doğurmuştur. Bu bağlamda, göçebe yaşamın İslamiyet öncesi Türk devletleri üzerindeki etkileri göz önüne alındığında aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "Yazılı hukuk kurallarının çok erken dönemlerde ve kapsamlı bir şekilde oluşturulmasını sağlamıştır.",
            "Toplumsal sınıflaşmanın keskin çizgilerle belirginleşmesini teşvik etmiştir.",
            "Devletin kolayca yıkılıp yeniden kurulabilme esnekliğine sahip olmasına zemin hazırlamıştır.",
            "Kapalı bir ekonomik yapının oluşmasına ve dış ticaretin tamamen durmasına neden olmuştur.",
            "Bilimsel ve felsefi düşüncenin gelişimi için uygun sabit merkezlerin oluşumunu hızlandırmıştır."
        ],
        "a": 2,
        "e": "Göçebe yaşam, devletin coğrafi sınırlardan ziyade insan unsuru (boylar) üzerine kurulmasına yol açmıştır. Bir devlet yıkılsa bile, boylar yeni bir lider etrafında toplanarak kolayca yeni bir devlet kurabilmiştir. Bu durum, Türk devletlerinin yıkılıp yeniden kurulabilme esnekliğini sağlamıştır. Göçebe yaşam, yazılı hukukun gelişimini geciktirmiş, sınıflaşmayı engellemiş ve dış ticaretin devam etmesine olanak tanımıştır."
    },
    {
        "id": "tarih_010",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turklerde_sozlu_edebiyat_ve_kultur",
        "subtopic": "İslamiyet Öncesi Türklerde Sözlü Edebiyat ve Kültür",
        "q": "İslamiyet öncesi Türklerde yazılı kültürün geç gelişmesi ve sınırlı kalması, toplumsal hafızanın ve geçmiş tecrübelerin aktarılmasında destanlara, efsanelere ve ozanlara büyük bir rol yüklemiştir. Bu sözlü gelenek, Türklerin kimliklerini, değerlerini ve tarih algılarını nesilden nesile taşıyan önemli bir araç olmuştur. Bu duruma dayanarak, sözlü kültürün İslamiyet öncesi Türk toplumundaki en kritik işlevi aşağıdakilerden hangisi olarak yorumlanabilir?",
        "o": [
            "Toplumsal hiyerarşiyi pekiştirerek yöneticilerin mutlak gücünü sağlamlaştırması.",
            "Yazılı hukukun yerini alarak tüm yasal süreçleri düzenlemesi.",
            "Türk boyları arasındaki siyasi anlaşmazlıkları kesin olarak çözmesi.",
            "Ortak bir kültürel bellek oluşturarak milli kimliğin ve tarih bilincinin korunmasını sağlaması.",
            "Dış kültürlerin tamamen etkisiz kalmasına ve izole bir yaşam sürmelerine yol açması."
        ],
        "a": 3,
        "e": "Yazılı kültürün sınırlı olduğu dönemlerde destanlar ve ozanlar, toplumun ortak hafızasını, geçmiş olayları, kahramanlıkları, değerleri ve inançları anlatarak milli kimliğin ve tarih bilincinin kuşaktan kuşağa aktarılmasında kilit rol oynamıştır. Diğer şıklar, sözlü kültürün işlevlerini yanlış yorumlamakta veya gerçeklerle çelişmektedir."
    },
    {
        "id": "tarih_011",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "orta_asya_turk_goclerinin_nedenleri_ve_sonuclari",
        "subtopic": "Orta Asya Türk Göçlerinin Nedenleri ve Sonuçları",
        "q": "Orta Asya'dan çeşitli zamanlarda gerçekleşen Türk göçlerinin temel nedenleri arasında iklim değişiklikleri, nüfus artışı ve boylar arası mücadeleler önemli yer tutar. Bu faktörlerin bir araya gelmesiyle Türkler, daha uygun yaşam alanlarına yönelmiştir. Aşağıdakilerden hangisi, Türklerin Orta Asya'dan göç etme nedenlerinin genel bir değerlendirmesi olarak gösterilemez?",
        "o": [
            "Hayvan hastalıkları ve otlakların yetersiz kalması",
            "Çin baskısının ve bağımsızlık arayışının artması",
            "Yeni ticaret yolları bulma ve ekonomik zenginleşme isteği",
            "Boylar arası anlaşmazlıkların şiddetlenmesi ve iç karışıklıklar",
            "Cihan hakimiyeti anlayışının etkisiyle fetih amaçlı hareketlilik"
        ],
        "a": 2,
        "e": "Türklerin Orta Asya'dan göç etme nedenleri genellikle yaşam koşullarının zorlaşması (iklim, hastalık, otlak yetersizliği), dış baskılar (Çin) ve iç karışıklıklar (boylar arası mücadeleler) gibi faktörlere dayanır. 'Yeni ticaret yolları bulma ve ekonomik zenginleşme isteği' ise Türk göçlerinin temel nedenleri arasında doğrudan ve birincil bir motivasyon olarak kabul edilmez. Daha çok, göçler sonucunda yeni coğrafyalarda oluşan ekonomik fırsatlar veya mevcut ticaret yollarının kontrolü gibi ikincil sonuçlar söz konusu olabilir."
    },
    {
        "id": "tarih_012",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "asya_hun_devleti_ve_i_gokturk_devleti_yonetim_yapisi_kiyaslamasi",
        "subtopic": "Asya Hun Devleti ve I. Göktürk Devleti Yönetim Yapısı Kıyaslaması",
        "q": "Asya Hun Devleti ve I. Göktürk Devleti, Orta Asya Türk tarihinde kurulan önemli devletlerdir. Her iki devlet de geniş coğrafyalara hükmetmiş ve kendilerine özgü yönetim modelleri geliştirmiştir. Buna göre, Asya Hun Devleti ile I. Göktürk Devleti'nin yönetim anlayışları arasındaki temel benzerlik ve farklılıklar incelendiğinde aşağıdaki yargılardan hangisine ulaşılamaz?",
        "o": [
            "Her iki devlet de genellikle doğu-batı ikili teşkilatıyla yönetilmiştir.",
            "Devlet yönetiminde kut anlayışının etkileri her iki devlette de görülmüştür.",
            "Ordularının onlu sisteme göre teşkilatlanması ortak bir özelliktir.",
            "Her iki devlette de ülke hanedanın ortak malı sayılmıştır.",
            "Asya Hun Devleti'nde görülen 'Kurultay'ın siyasi etkisi, I. Göktürk Devleti'nde daha zayıf kalmıştır."
        ],
        "a": 4,
        "e": "Türk devlet geleneğinde Kurultay (Toy) önemli bir danışma meclisi ve karar alma organı olmuştur. Asya Hun Devleti'nde olduğu gibi, I. Göktürk Devleti'nde de Kurultay, devlet işlerinde etkin bir rol oynamıştır. Hatta Göktürklerde Kurultay'ın siyasi etkisi oldukça güçlüdür ve kağanın yetkilerini dengeleyen bir unsur olarak görülür. Dolayısıyla, Kurultay'ın I. Göktürk Devleti'nde daha zayıf kaldığı yargısı doğru değildir. Diğer şıklar (ikili teşkilat, kut anlayışı, onlu sistem, ülke hanedanın ortak malı olması) ise Türk devletlerinin ortak özellikleridir."
    },
    {
        "id": "tarih_013",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturk_alfabesi_ve_yazili_kulturun_gelisimi",
        "subtopic": "Köktürk Alfabesi ve Yazılı Kültürün Gelişimi",
        "q": "Köktürkler tarafından oluşturulan Köktürk (Orhun) Alfabesi, Türk tarihinin önemli kültürel miraslarından biridir. Bu alfabenin kullanılması ve Orhun Abideleri gibi eserlerin ortaya konulması, Türk toplumunda çeşitli sonuçlar doğurmuştur. Aşağıdakilerden hangisi, Köktürk Alfabesi'nin kullanıma girmesinin ve yazılı kültürün gelişmesinin Türk devlet ve toplum yapısı üzerindeki etkilerinden biri değildir?",
        "o": [
            "Devletin gücünü ve egemenliğini yazılı belgelerle pekiştirme imkanı sağlaması",
            "Türk dilinin gelişimine ve yazı dili haline gelmesine katkıda bulunması",
            "Tarihi olayların, devlet politikalarının ve öğütlerin gelecek nesillere aktarımını kolaylaştırması",
            "Türkler arasında yerleşik hayatın hızla yayılmasını ve şehirleşmeyi teşvik etmesi",
            "Milli kimlik ve kültürel birliğin güçlenmesine zemin hazırlaması"
        ],
        "a": 3,
        "e": "Köktürk Alfabesi ve yazılı kültürün gelişimi, devletin gücünü artırma, dilin gelişimi, tarihi mirasın aktarımı ve milli kimliğin güçlenmesi gibi önemli kültürel ve siyasi etkilere sahiptir. Ancak, Köktürkler genellikle göçebe bir yaşam tarzı sürdürmüşlerdir. Yazılı kültürün gelişimi, Uygurlar döneminde Maniheizm'in etkisiyle ve daha kalıcı yerleşik hayata geçişle birlikte şehirleşmeyi teşvik etmiştir. Köktürkler döneminde ise yazılı kültür doğrudan yerleşik hayatın ve şehirleşmenin hızla yayılmasına neden olmamıştır."
    },
    {
        "id": "tarih_014",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlarda_maniheizm_in_kabulu_ve_sonuclari",
        "subtopic": "Uygurlarda Maniheizm'in Kabulü ve Sonuçları",
        "q": "Uygurların Bögü Kağan döneminde Maniheizm dinini kabul etmeleri, Türk tarihinde önemli bir dönüm noktası olmuştur. Bu din değişikliği, Uygur toplumu ve devlet yapısında derinlemesine değişikliklere yol açmıştır. Aşağıdakilerden hangisi, Maniheizm'in Uygurlar tarafından benimsenmesinin doğrudan bir sonucu olarak değerlendirilemez?",
        "o": [
            "Yerleşik hayata geçişin hızlanması ve tarım faaliyetlerinin yaygınlaşması",
            "Savaşçılık özelliklerinin zayıflaması ve ordu yapısında değişimler",
            "Mimari ve sanat alanında önemli gelişmelerin yaşanması",
            "Gök Tanrı inancının tamamen terk edilmesi ve eski Türk geleneklerinin yok olması",
            "Ticaretin önem kazanması ve şehirlerin birer kültür merkezine dönüşmesi"
        ],
        "a": 3,
        "e": "Uygurların Maniheizm'i kabul etmesiyle birlikte yerleşik hayata geçiş hızlanmış, tarım ve ticaret gelişmiş, savaşçılık özelliklerinde zayıflama gözlenmiş ve mimari, sanat gibi kültürel alanlarda büyük gelişmeler yaşanmıştır. Ancak, Maniheizm'in benimsenmesiyle Gök Tanrı inancı tamamen terk edilmiş veya eski Türk gelenekleri bir anda tamamen yok olmamıştır. Dinler arası bir geçiş ve kültürel bir harmanlama söz konusu olmuştur. Eski inanç ve geleneklerin izleri uzun süre varlığını sürdürmüştür."
    },
    {
        "id": "tarih_015",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_pek_yolu_nun_turk_devletleri_uzerindeki_etkisi",
        "subtopic": "İpek Yolu'nun Türk Devletleri Üzerindeki Etkisi",
        "q": "İpek Yolu, Antik Çağ'dan itibaren Doğu ile Batı arasında önemli bir ticaret ve kültür köprüsü olmuştur. Orta Asya'da kurulan Türk devletleri de bu yol üzerinde stratejik konumları nedeniyle etkin rol oynamışlardır. İpek Yolu'nun kontrolü, Türk devletleri için neden büyük önem taşımaktaydı ve bu durumun siyasi sonuçları nelerdi?",
        "o": [
            "Sadece vergi geliri elde etme amacı taşıması",
            "Çin ile kesintisiz bir askeri ittifak kurmanın temel yolu olması",
            "Bölgesel ve uluslararası siyasette güç ve etkinlik kazanmanın en önemli aracı olması",
            "Türklerin tarım ekonomisine geçişini hızlandıran bir faktör olması",
            "Komşu devletlerin kültürel asimilasyonuna karşı korunma sağlaması"
        ],
        "a": 2,
        "e": "İpek Yolu'nun kontrolü, Türk devletleri için sadece ekonomik bir gelir kapısı olmaktan öte, bölgesel ve uluslararası siyasette güç ve etkinlik kazanmanın temel aracıydı. Bu kontrol, diplomatik ilişkileri, askeri mücadeleleri ve ittifakları derinden etkilemiştir. Yolu elinde tutan devletler, hem ekonomik açıdan güçleniyor hem de siyasi nüfuzlarını artırıyorlardı. Diğer şıklar ise İpek Yolu'nun Türk devletleri üzerindeki etkilerini tam olarak yansıtmamaktadır veya yanlış bilgiler içermektedir."
    },
    {
        "id": "tarih_016",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_gocleri",
        "subtopic": "Türk Göçleri",
        "q": "Orta Asya'dan başlayan Türk göçlerinin incelenen haritalarında, genellikle batı ve güneybatı yönlerinde yoğunlaştığı görülmektedir. Bu göçlerin Tuna Nehri havzası, Anadolu ve İran coğrafyaları gibi verimli topraklara yöneldiği, ancak Himalayalar, Taklamakan Çölü ve Hazar Denizi gibi doğal engellerin belirli yolları kısıtladığı gözlemlenmiştir. Bu bilgilere göre, Türk göçlerinin yönünü belirlemede coğrafi faktörlerin etkisi hakkında aşağıdakilerden hangisi söylenemez?",
        "o": [
            "Verimli tarım alanlarının çekiciliği önemli bir motivasyon kaynağı olmuştur.",
            "Doğal engeller, göç yollarının şekillenmesinde belirleyici bir rol oynamıştır.",
            "İklim değişiklikleri ve kuraklık, yeni yerleşim yerleri arayışını tetiklemiştir.",
            "Göçler, genellikle en az dirençle karşılaşılan ve geçişi kolay olan bölgelerden ilerlemiştir.",
            "Coğrafi konum, Türklerin yerleşik hayata geçişini hızlandıran tek faktör olmuştur."
        ],
        "a": 4,
        "e": "Orta Asya'dan yapılan Türk göçlerinin yönü üzerinde coğrafi faktörler kadar iklim değişiklikleri, nüfus artışı, dış baskılar gibi birçok etken bulunmaktadır. Coğrafi konum, yerleşik hayata geçişi etkileyen önemli bir faktör olsa da, tek faktör olduğu söylenemez."
    },
    {
        "id": "tarih_017",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinin_cografi_dagilimi",
        "subtopic": "İlk Türk Devletlerinin Coğrafi Dağılımı",
        "q": "Büyük Hun Devleti'nin Ötüken'i merkez seçmesi, Köktürklerin yine aynı bölgede devlet kurması ve Uygurların Orhun Nehri civarındaki yerleşimleri, Orta Asya Türk devletlerinin coğrafi tercihleriyle ilgili önemli ipuçları sunmaktadır. Bu bölgelerin genellikle bozkır iklimine sahip olması, stratejik geçiş yollarına yakınlığı ve hayvancılığa elverişli olması gibi özellikler taşıdığı bilinmektedir. Buna göre, ilk Türk devletlerinin coğrafi konum seçimlerinde aşağıdaki özelliklerden hangisinin daha az etkili olduğu savunulabilir?",
        "o": [
            "Savunma kolaylığı sağlayan doğal sınırlar",
            "Hayvancılığa uygun geniş otlaklar",
            "Tarım ekonomisine yönelik sulak ve verimli ovalar",
            "Ticaret yolları üzerinde stratejik kontrol imkanı",
            "Göçebe yaşam tarzına elverişli açık araziler"
        ],
        "a": 2,
        "e": "İlk Türk devletleri genellikle göçebe veya yarı göçebe yaşam tarzına sahip oldukları için ekonomileri büyük ölçüde hayvancılığa dayanmaktaydı. Bu nedenle, tarım ekonomisine yönelik sulak ve verimli ovalar yerine, hayvancılığa elverişli bozkırlar ve stratejik konuma sahip bölgeler tercih edilmiştir."
    },
    {
        "id": "tarih_018",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_pek_yolu_ve_turk_devletleri",
        "subtopic": "İpek Yolu ve Türk Devletleri",
        "q": "Milattan önceki yüzyıllardan itibaren Çin'den başlayıp Avrupa'ya kadar uzanan İpek Yolu'nun farklı kolları üzerinde hâkimiyet kuran Türk devletleri, bu yolların güvenliğini sağlayarak veya vergi alarak önemli ekonomik gelirler elde etmişlerdir. Örneğin, Batı Hun Devleti'nin batı uzantıları, Köktürklerin Semerkant ve Buhara gibi ticaret merkezleri üzerindeki etkileri, Türklerin bu güzergahlar üzerindeki stratejik önemini göstermektedir. Aşağıdaki çıkarımlardan hangisi, Türk devletlerinin İpek Yolu üzerindeki bu konumlarına dair bir analizde yer alması beklenmez?",
        "o": [
            "İpek Yolu, Türk devletleri arasında diplomatik ilişkilerin gelişmesine katkıda bulunmuştur.",
            "İpek Yolu'nun kontrolü, Türk devletlerine önemli bir ekonomik güç sağlamıştır.",
            "Türk devletleri, İpek Yolu sayesinde yerleşik tarım ekonomisine tamamen geçmiştir.",
            "İpek Yolu üzerindeki hâkimiyet, komşu devletlerle sık sık çatışma sebebi olmuştur.",
            "Ticaret yollarının güvenliğinin sağlanması, bölgedeki Türk siyasi üstünlüğünü pekiştirmiştir."
        ],
        "a": 2,
        "e": "İpek Yolu'nun kontrolü, Türk devletlerine ekonomik ve siyasi güç sağlamış, diplomatik ilişkilerini etkilemiş ve komşu devletlerle rekabete yol açmıştır. Ancak, İpek Yolu ticaretinin kendisi, Türklerin yerleşik tarım ekonomisine tamamen geçmelerini sağlayan bir faktör değildir; aksine, göçebe veya yarı göçebe yaşam tarzlarını sürdürürken ticaretle zenginleşmelerine olanak tanımıştır."
    },
    {
        "id": "tarih_019",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_savas_stratejilerinde_cografya",
        "subtopic": "Türk Savaş Stratejilerinde Coğrafya",
        "q": "Eski Türk savaşlarında, atlı göçebe kültürün bir yansıması olarak geniş bozkırların ve steplerin stratejik önemi büyük olmuştur. Örneğin, 'turan taktiği' veya 'hilal taktiği' gibi savaş teknikleri, düşmanı geniş arazilerde kuşatma ve ani manevralarla şaşırtma üzerine kurulmuştur. Ayrıca, bazı geçit bölgeleri ve nehir kenarları da stratejik öneme sahip olmuştur. Bu verilere dayanarak, Türklerin savaş stratejileri ile coğrafi özellikler arasındaki ilişkiyi değerlendiren aşağıdaki ifadelerden hangisi doğru bir önerme değildir?",
        "o": [
            "Geniş ve düz araziler, atlı birliklerin hızlı manevra kabiliyetini artırmıştır.",
            "Doğal engeller, düşman saldırılarına karşı savunma hattı olarak kullanılmıştır.",
            "Nehirler ve geçitler, orduların lojistik ve hareket kabiliyetini her zaman kısıtlamıştır.",
            "Savaş taktikleri, genellikle bozkır coğrafyasının sunduğu avantajlara göre geliştirilmiştir.",
            "Coğrafi bilgi ve araziyi tanıma, savaşların kazanılmasında kritik bir faktör olmuştur."
        ],
        "a": 2,
        "e": "Nehirler ve geçitler, her zaman orduların lojistik ve hareket kabiliyetini kısıtlamaz; bazen stratejik geçiş noktaları olarak kullanılır ve doğru kullanıldığında avantaj sağlayabilir. Bu nedenle 'her zaman kısıtlamıştır' ifadesi doğru değildir."
    },
    {
        "id": "tarih_020",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_yerlesim_ve_yasam_tarzi_cografyasi",
        "subtopic": "Türklerde Yerleşim ve Yaşam Tarzı Coğrafyası",
        "q": "Orta Asya'daki eski Türk toplumlarının yerleşim haritaları incelendiğinde, bozkır ve yarı çöl bölgelerinde genellikle hareketli ve çadırkentlerden oluşan yaşam alanları göze çarpmaktadır. Buna karşılık, Uygurlar gibi yerleşik hayata geçen toplulukların tarıma elverişli vaha bölgeleri veya nehir kenarlarında kalıcı şehirler kurduğu görülmüştür. Bu bilgilere göre, Türk toplumlarının yaşam tarzı ve yerleşim biçimi ile coğrafi koşullar arasındaki ilişki hakkında aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Yerleşim yerlerinin coğrafi özellikleri, ekonomik faaliyetleri doğrudan etkilemiştir.",
            "Bozkır iklimi, göçebe hayvancılık kültürünü teşvik etmiştir.",
            "Vahalar ve nehir kenarları, yerleşik tarım kültürünün gelişimi için uygun ortam sağlamıştır.",
            "Coğrafi koşulların farklılaşması, Türk toplumlarında farklılaşan yaşam biçimlerini ortaya çıkarmıştır.",
            "Türkler, yaşadıkları coğrafyaya rağmen her zaman aynı sosyo-ekonomik yapıyı korumuştur."
        ],
        "a": 4,
        "e": "Türkler, farklı coğrafi koşullara uyum sağlayarak farklı yaşam biçimleri ve sosyo-ekonomik yapılar geliştirmişlerdir (örneğin göçebe hayvancılık yapanlarla yerleşik tarım yapanlar). Dolayısıyla, coğrafyaya rağmen her zaman aynı sosyo-ekonomik yapıyı korudukları ifadesi doğru değildir."
    },
    {
        "id": "tarih_021",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "bozkir_kulturu_ve_turk_gocleri",
        "subtopic": "Bozkır Kültürü ve Türk Göçleri",
        "q": "Bir tarih araştırmacısı, Orta Asya'da yaşamış ilk Türk devletlerinin coğrafi özelliklerini incelemektedir. Özellikle geniş bozkırlar, sert iklim koşulları ve yarı kurak bölgeler üzerinde durarak, Türk topluluklarının yaşam tarzı ve ekonomik faaliyetleri arasındaki ilişkiyi anlamaya çalışmaktadır. Bu araştırmacıya göre, Orta Asya coğrafyasının Türk toplulukları üzerindeki başlıca etkisi aşağıdakilerden hangisi değildir?",
        "o": [
            "Hayvancılık faaliyetlerinin temel ekonomik uğraş haline gelmesi",
            "Sık sık yer değiştirerek göçebe bir yaşam tarzı benimsenmesi",
            "Tarım ürünleri çeşitliliğinin artarak yerleşik hayata geçişin hızlanması",
            "Boylar arası mücadelenin ve askeri yapının gelişimi",
            "Atın ulaşım ve savaş aracı olarak merkezi bir rol oynaması"
        ],
        "a": 2,
        "e": "Orta Asya'nın geniş bozkırları ve sert iklimi, tarım için elverişli koşullar sunmadığından, Türk toplulukları hayvancılığa dayalı göçebe bir yaşam tarzı benimsemiştir. Tarım ürünleri çeşitliliğinin artması ve yerleşik hayata geçişin hızlanması, bu coğrafyanın doğrudan bir etkisi değildir; aksine, bu coğrafya yerleşik hayata geçişi zorlaştıran bir faktördür. Göçebe yaşam, askeri yapının ve atlı kültürün gelişimini desteklemiştir."
    },
    {
        "id": "tarih_022",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti_ve_sinirlari",
        "subtopic": "Büyük Hun Devleti ve Sınırları",
        "q": "Bir kartograf, MÖ 3. yüzyılda Orta Asya'da hüküm süren Büyük Hun Devleti'nin yaklaşık sınırlarını gösteren bir harita çizmektedir. Hunların geniş coğrafi alana yayılması ve komşu medeniyetlerle olan ilişkilerini göz önünde bulunduran kartograf, bu harita üzerinde stratejik öneme sahip bölgeleri işaretlemektedir. Büyük Hun Devleti'nin siyasi ve askeri gücünün artmasında, aşağıdaki coğrafi unsurlardan hangisinin stratejik bir avantaj sağlaması beklenemez?",
        "o": [
            "Çin sınırlarına yakınlık",
            "İpek Yolu üzerinde kontrol noktalarına sahip olma",
            "Orta Asya'nın geniş bozkırlarının sağladığı hareket kabiliyeti",
            "Doğal sularla çevrili, denizciliğe elverişli kıyı şeridi",
            "Altay Dağları gibi doğal engellerin savunma için kullanılması"
        ],
        "a": 3,
        "e": "Büyük Hun Devleti, Orta Asya'nın karasal iç bölgelerinde kurulmuş bir devlettir ve denize doğrudan bir erişimi veya denizcilik faaliyetleri yoktur. Bu nedenle, 'doğal sularla çevrili, denizciliğe elverişli kıyı şeridi' Hunlar için stratejik bir avantaj sağlamamıştır. Diğer seçenekler, Hunların coğrafi konumu ve gücünü etkileyen önemli unsurlardır."
    },
    {
        "id": "tarih_023",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturkler_ve_i_pek_yolu",
        "subtopic": "Göktürkler ve İpek Yolu",
        "q": "Bir üniversite öğrencisi, Göktürk Devleti'nin ekonomi politikasını araştırırken, İpek Yolu'nun bu devlet için oynadığı kritik rolü anlamaya çalışmaktadır. Öğrenci, Göktürklerin bu önemli ticaret yolunun kontrolünü ele geçirme çabalarını ve bunun coğrafi nedenlerini incelemektedir. Göktürk Devleti'nin İpek Yolu üzerindeki egemenlik mücadelesinde, aşağıdaki coğrafi konumlardan hangisi daha az belirleyici bir faktör olmuştur?",
        "o": [
            "Orta Asya'nın batı kapılarına yakınlık",
            "Çin'e giden ticaret yollarının kavşağında yer alma",
            "Sibirya'nın kuzeyindeki buzlu tundra bölgeleriyle doğrudan etkileşim",
            "Talas Vadisi gibi stratejik geçitlerin kontrolü",
            "Kafkasya üzerinden Karadeniz'e ulaşım imkanı sağlayan güzergahlar"
        ],
        "a": 2,
        "e": "Göktürk Devleti'nin İpek Yolu mücadelesi daha çok Orta Asya'nın iç ve batı kısımları ile Çin arasındaki ticaret yolları üzerinde yoğunlaşmıştır. Sibirya'nın kuzeyindeki buzlu tundra bölgeleri, İpek Yolu'nun ana güzergahının dışında kalır ve ticari açıdan Göktürkler için daha az belirleyici bir coğrafi faktördür. Diğer seçenekler, İpek Yolu'nun kontrolü için stratejik öneme sahip coğrafi konumlardır."
    },
    {
        "id": "tarih_024",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti_ve_yerlesik_yasam",
        "subtopic": "Uygur Devleti ve Yerleşik Yaşam",
        "q": "Bir coğrafyacı, Uygur Devleti'nin yerleşik hayata geçiş sürecini ve bu geçişin coğrafi temellerini araştırmaktadır. Uygurların yerleşim yerlerini seçerken hangi coğrafi avantajları aradığını ve bu değişimin kültürel sonuçlarını analiz etmektedir. Uygurların yerleşik hayata geçişlerinde, aşağıdaki coğrafi özelliklerden hangisinin daha az etkili olduğu söylenebilir?",
        "o": [
            "Tarım yapmaya elverişli vaha ve nehir kenarları",
            "Şehirleşmeye imkan tanıyan geniş ve düz ovalar",
            "Savunma açısından elverişli dağlık ve sarp araziler",
            "Ticaret yolları üzerinde bulunarak ekonomik canlılık sağlayan bölgeler",
            "Su kaynaklarına yakınlık ve sulama imkanları"
        ],
        "a": 2,
        "e": "Uygurların yerleşik hayata geçişinde tarım, ticaret ve şehirleşme ön planda olmuştur. Bu durum, su kaynaklarına yakın, tarıma elverişli vaha ve nehir kenarlarını, ayrıca ticaret yolları üzerindeki düz ve geniş ovaları tercih etmelerine neden olmuştur. Savunma açısından elverişli dağlık ve sarp araziler, göçebe yaşamda veya korunma amaçlı ön plana çıksa da, yerleşik hayata geçiş ve şehir kurma sürecinde diğer faktörlere göre daha az etkili olmuştur; zira şehirler genellikle düz ve ulaşımı kolay alanlarda kurulur."
    },
    {
        "id": "tarih_025",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_cevre_ve_kulturel_etkilesim",
        "subtopic": "İlk Türk Devletlerinde Çevre ve Kültürel Etkileşim",
        "q": "Bir arkeolog ekibi, Orta Asya'da eski Türk mezar anıtlarını (kurganlar) ve yerleşim izlerini tespit etmek için arazi taraması yapmaktadır. Ekip, bu tür yapıların genellikle belirli coğrafi koşullara göre konumlandığını ve çevresel faktörlerin seçimlerde etkili olduğunu bilmektedir. Arkeologların bu araştırmalarında, eski Türk topluluklarının yerleşim ve defin alanlarını belirlemede aşağıdaki coğrafi özelliklerden hangisinin daha az öncelikli olduğu düşünülür?",
        "o": [
            "Yüksek rakımlı, karla kaplı dağ zirveleri",
            "Su kaynaklarına ve otlaklara yakınlık",
            "Ticaret yolları üzerinde stratejik konumlar",
            "Düz ve geniş bozkır alanları",
            "Savunma kolaylığı sağlayan tepelik bölgeler"
        ],
        "a": 0,
        "e": "Eski Türk toplulukları, yaşamlarını sürdürmek ve hayvancılık yapmak için su ve otlaklara yakın, hareketli ve geniş bozkır alanlarını tercih etmişlerdir. Ticaret yolları ve savunma kolaylığı sağlayan tepeler de yerleşim ve defin yerlerinin seçiminde önemli olmuştur. Ancak, yüksek rakımlı, sürekli karla kaplı dağ zirveleri, yaşam ve ekonomik faaliyetler için uygun olmadığından, yerleşim veya defin alanı olarak daha az öncelikli bölgelerdir."
    },
    {
        "id": "tarih_026",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Büyük Hun Devleti döneminde, Hunların Çin'e düzenledikleri akınlar ve İpek Yolu üzerindeki kontrolleri, zaman zaman Çin ile yapılan anlaşmalarla Hunlara yıllık vergi ödenmesiyle sonuçlanmıştır. Bu durum, Çin'in kuzey sınırlarını güven altına almak ve Hunların ticaret yolları üzerindeki etkisini dengelemek amacıyla atılan adımlardan biriydi. Ancak bu anlaşmalar, Hunların dış politikadaki etkinliğini ve ekonomik gücünü pekiştirmekten de geri kalmamıştır.",
        "o": [
            "Çin'in iç siyasetinde önemli rol oynadıkları",
            "Hunların yerleşik hayata geçiş sürecinde olduğu",
            "İpek Yolu'nun tamamını kontrol altına aldıkları",
            "Hunların askeri gücünün ve stratejik konumunun Çin için bir tehdit oluşturduğu",
            "Çin'in Hunlar üzerindeki kültürel etkisinin kalıcı olduğu"
        ],
        "a": 3,
        "e": "Verilen metinde, Hunların Çin'e akınlar düzenlemesi, İpek Yolu kontrolü ve Çin'den vergi alması gibi faktörler, Hunların askeri olarak güçlü ve stratejik olarak önemli bir konumda olduğunu göstermektedir. Bu durum, Çin için bir tehdit algısı oluşturmuş ve Çin'in Hunlarla anlaşma yoluna gitmesine neden olmuştur. Dolayısıyla, Hunların askeri gücünün ve stratejik konumunun Çin için bir tehdit oluşturduğu çıkarımı doğrudur."
    },
    {
        "id": "tarih_027",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturk_devleti",
        "subtopic": "Köktürk Devleti",
        "q": "Orhun Yazıtları'nda Bilge Kağan, Türk milletine hitaben 'Türk milleti, öleceksin! Sen açlık ile tokluğu düşünmezsin. Bir kere doyduğun zaman açlığı düşünmezsin. Böylece kağanını dinlemedin, ülkene gitmedin, yanlış yola saptın.' ifadelerini kullanmıştır. Bu ifadeler, kağanın halkını Çin etkisi gibi dış tehditlere karşı uyarma ve milli benliği koruma çabasını yansıtmaktadır. Yazıtlarda ayrıca Türk töresine, bağımsızlığa ve milletin birliğine yapılan vurgu dikkat çekicidir.",
        "o": [
            "Göktürk Devleti'nin merkeziyetçi yapıdan uzaklaştığı",
            "Orhun Yazıtları'nın sadece askeri stratejileri konu aldığı",
            "Kağanın, milletin refahını ve bağımsızlığını ön planda tuttuğu",
            "Türk toplumunun tamamen yerleşik hayata geçtiği",
            "Çin kültürünün Türkler üzerindeki etkisinin tamamen ortadan kalktığı"
        ],
        "a": 2,
        "e": "Bilge Kağan'ın 'Türk milleti, öleceksin!' gibi uyarıları ve 'kağanını dinlemedin, yanlış yola saptın' ifadeleri, onun milletinin bağımsızlığını, refahını ve doğru yolda kalmasını ne kadar önemsediğini göstermektedir. Yazıtlarda töreye, bağımsızlığa ve birliğe yapılan vurgu da kağanın bu konulardaki hassasiyetini pekiştirmektedir. Dolayısıyla kağanın, milletin refahını ve bağımsızlığını ön planda tuttuğu çıkarımı doğrudur."
    },
    {
        "id": "tarih_028",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Uygurlar, Maniheizm dinini kabul etmeleriyle birlikte önemli kültürel değişimler yaşamıştır. Bu dinin etkisiyle et yeme ve savaşma yasaklanmış, bunun yerine tarım ve ticaret ön plana çıkmıştır. Uygurlar böylece göçebe yaşam tarzını terk ederek şehirler kurmuş, tapınaklar inşa etmiş ve sanat, mimari, edebiyat alanlarında önemli eserler vermişlerdir. Bu durum, Türk tarihinde ilk kez kalıcı bir yerleşik kültüre geçişin belirgin örneklerinden biridir.",
        "o": [
            "Maniheizm'in Uygurlar üzerindeki etkisinin sınırlı kaldığı",
            "Uygurların askeri gücünün büyük ölçüde arttığı",
            "Göçebe yaşamın tamamen sona ererek yerleşik bir medeniyetin oluştuğu",
            "Uygur sanatının tamamen dini konularla sınırlı kaldığı",
            "Ticaretin Uygur ekonomisindeki tek gelir kaynağı haline geldiği"
        ],
        "a": 2,
        "e": "Metinde Uygurların Maniheizm'i kabul etmesiyle birlikte tarım ve ticaretin ön plana çıktığı, şehirler kurdukları, tapınaklar inşa ettikleri ve sanat, mimari, edebiyat alanlarında önemli eserler verdikleri belirtilmektedir. Bu gelişmeler, göçebe yaşam tarzının terk edilerek kalıcı bir yerleşik medeniyetin oluştuğunu açıkça göstermektedir. Seçenek C, bu temel dönüşümü en doğru şekilde ifade etmektedir."
    },
    {
        "id": "tarih_029",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_devlet_yapisi",
        "subtopic": "İslamiyet Öncesi Türk Devlet Yapısı",
        "q": "İslamiyet öncesi Türk devletlerinde 'kut' adı verilen bir inanç sistemi mevcuttu. Bu inanca göre, devleti yönetme yetkisinin Gök Tanrı tarafından belirli bir hanedana verildiğine inanılırdı. Kut'un kan yoluyla geçtiğine inanılması, hanedan üyeleri arasındaki taht kavgalarını körüklemiş, her prensin 'kut'a sahip olma potansiyeli taşıdığı düşüncesi, sık sık iktidar mücadelelerine yol açmıştır. Bu durum, devletlerin ömrünü kısaltan ve merkezi otoriteyi zayıflatan önemli bir faktör olmuştur.",
        "o": [
            "Kut inancının merkezi otoriteyi her zaman güçlendirdiği",
            "Halkın yönetimde aktif bir rol oynadığı",
            "Kut'un, siyasi istikrarı olumsuz yönde etkileyebilecek potansiyel taşıdığı",
            "Taht kavgalarının sadece dış güçlerin etkisiyle ortaya çıktığı",
            "Devlet yönetiminin sadece dini liderler tarafından yürütüldüğü"
        ],
        "a": 2,
        "e": "Metinde 'kut' inancının hanedan üyeleri arasındaki taht kavgalarını körüklediği, her prensin 'kut'a sahip olma potansiyeli taşıdığı ve bunun sık sık iktidar mücadelelerine yol açtığı açıkça belirtilmiştir. Bu durumun 'devletlerin ömrünü kısaltan ve merkezi otoriteyi zayıflatan önemli bir faktör' olduğu ifade edilmiştir. Bu bilgiler ışığında, kut'un siyasi istikrarı olumsuz yönde etkileyebilecek potansiyel taşıdığı çıkarımı doğrudur."
    },
    {
        "id": "tarih_030",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_devlet_yonetimi",
        "subtopic": "İslamiyet Öncesi Türk Devlet Yönetimi",
        "q": "İslamiyet öncesi Türk devletlerinde, devlet meselelerinin görüşüldüğü ve önemli kararların alındığı 'Toy' veya 'Kurultay' adı verilen meclisler bulunmaktaydı. Kağanın başkanlık ettiği bu meclislere, boy beyleri ve diğer önemli devlet adamları katılırdı. Kağan mutlak yetkilere sahip olsa da, Kurultay'ın danışma niteliği taşıması ve bazı önemli kararların burada görüşülmesi, yönetimin tamamen tek kişinin inisiyatifine bırakılmadığını göstermektedir. Ancak nihai karar genellikle kağana ait olurdu.",
        "o": [
            "Kurultay'ın sadece kağanı tahta çıkarmakla görevli olduğu",
            "Kağanın yetkilerinin Kurultay tarafından tamamen kısıtlandığı",
            "Kurultay'ın, kağanın mutlak otoritesini dengeleyen bir danışma organı niteliği taşıdığı",
            "Toy'a sadece dini liderlerin katılımının zorunlu olduğu",
            "Türk devletlerinde merkeziyetçi yönetimin tamamen başarısız olduğu"
        ],
        "a": 2,
        "e": "Metinde Kurultay'ın 'devlet meselelerinin görüşüldüğü ve önemli kararların alındığı' bir meclis olduğu, kağanın başkanlık etse de 'danışma niteliği taşıması' ve 'yönetimin tamamen tek kişinin inisiyatifine bırakılmadığı' belirtilmiştir. Bu durum, Kurultay'ın kağanın mutlak otoritesini dengeleyen bir danışma organı olduğu çıkarımını desteklemektedir. Nihai karar kağana ait olsa bile, Kurultay'ın varlığı bir denge unsuru teşkil etmiştir."
    },
    {
        "id": "tarih_031",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_yargi_sistemi",
        "subtopic": "İslamiyet Öncesi Türk Yargı Sistemi",
        "q": "İslamiyet öncesi Türk devletlerinde yargı sistemiyle ilgili olarak aşağıdakilerden hangileri söylenebilir?\nI. Hakan, en yüksek yargıç konumundadır.\nII. Yargan adı verilen görevliler, yargı işlerini yürütür.\nIII. Ağır suçlarda ölüm cezası uygulanmaz.",
        "o": [
            "Yalnız I",
            "Yalnız III",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "İslamiyet öncesi Türk devletlerinde, kağan aynı zamanda başyargıç konumundadır ve Kurultay da yargı görevini yerine getirebilir. 'Yargan' adı verilen görevliler ise bugünkü hakimler gibi yargı işlerini yürütürdü. Ancak vatana ihanet, adam öldürme, at çalma gibi ağır suçlarda ölüm cezası uygulanmaktaydı. Bu nedenle III. öncül yanlıştır."
    },
    {
        "id": "tarih_043",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_suc_ve_cezalar",
        "subtopic": "Türklerde Suç ve Cezalar",
        "q": "İslamiyet öncesi Türk toplumunda, Töre'ye göre ağır suçlar arasında aşağıdakilerden hangileri yer alır?\nI. At çalmak\nII. Devlete isyan etmek\nIII. Yalan söylemek",
        "o": [
            "Yalnız I",
            "Yalnız III",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "İslamiyet öncesi Türklerde at, ekonomik ve askeri açıdan büyük öneme sahip olduğu için at çalmak ve devlete isyan etmek (vatana ihanet) ağır suçlar arasında yer alır ve genellikle ölüm cezasıyla sonuçlanırdı. Yalan söylemek Töre'ye aykırı bir davranış olsa da, ağır suçlar kategorisinde değildir ve genellikle sosyal dışlanma gibi daha hafif yaptırımlarla karşılanırdı."
    },
    {
        "id": "tarih_044",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "tore_nin_kaynaklari_ve_yapisi",
        "subtopic": "Töre'nin Kaynakları ve Yapısı",
        "q": "İslamiyet öncesi Türklerde Töre'nin oluşumu ve yapısıyla ilgili olarak aşağıdaki ifadelerden hangileri doğrudur?\nI. Hakanın buyrukları Töre'nin bir parçasıdır.\nII. Kurultay kararları Töre'yi etkiler.\nIII. Halkın ortak vicdanı ve gelenekler Töre'nin temelini oluşturur.",
        "o": [
            "Yalnız I",
            "I ve II",
            "I ve III",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "Töre; kağanların emirleri (yarlıklar), kurultayda alınan kararlar, gelenek ve görenekler ile halkın ortak yaşam tecrübesinin ve vicdanının birleşimiyle oluşmuş dinamik bir hukuk sistemidir. Bu nedenle verilen üç öncül de Töre'nin oluşumu ve yapısı hakkında doğru bilgiler içermektedir."
    },
    {
        "id": "tarih_045",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "tore_nin_degisebilirligi_ve_temel_i_lkeleri",
        "subtopic": "Töre'nin Değişebilirliği ve Temel İlkeleri",
        "q": "İslamiyet öncesi Türk Töre'si ile ilgili aşağıdaki yargılardan hangileri doğrudur?\nI. 'Könilik' (adalet) ilkesi Töre'nin değişmez maddelerindendir.\nII. Yaşam koşullarına göre Töre'nin bazı maddeleri değişime uğrayabilir.\nIII. Töre, sadece belirli bir zümrenin çıkarlarını korur.",
        "o": [
            "Yalnız I",
            "Yalnız III",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "Töre'nin adalet (könilik), eşitlik (tüzlük), insanlık (kişilik) gibi temel ilkeleri değişmez niteliktedir. Ancak kağanlık emirleri (yarlıklar) ve kurultay kararlarıyla Töre'nin zamana ve koşullara göre değişebilen maddeleri de bulunmaktadır. Töre, tüm Türk toplumunun refahını ve düzenini sağlamayı amaçlar, sadece belirli bir zümrenin çıkarlarını korumaz; bu nedenle III. öncül yanlıştır."
    },
    {
        "id": "tarih_046",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturkler_gokturkler_",
        "subtopic": "Köktürkler (Göktürkler)",
        "q": "Orhun Yazıtları'nın keşfi ve içeriğinin modern Türk tarihçiliği üzerindeki etkisi düşünüldüğünde, bu anıtların İslamiyet Öncesi Türk tarihi çalışmalarına hangi yönde en büyük katkıyı sağladığı söylenebilir?",
        "o": [
            "Türklerin göçebe yaşam tarzının nedenlerini açıklama",
            "İlk Türk devletlerinin ekonomik yapısına dair kesin bilgiler sunma",
            "Türk milletinin devlet anlayışı ve bağımsızlık ideallerini birinci elden yansıtma",
            "Savaş taktikleri ve askeri organizasyon hakkında detaylı bilgiler içerme",
            "Türklerin Orta Asya'dan Anadolu'ya göçlerinin kronolojisini belirleme"
        ],
        "a": 2,
        "e": "Orhun Yazıtları, Türklerin kendi dillerinde ve kendilerine özgü bir alfabe ile yazdıkları ilk anıtsal eserlerdir. İçerikleri, Türk milletinin devlet kurma, bağımsızlık mücadelesi, töreye bağlılık ve yöneticilerin halka karşı sorumlulukları gibi temel devlet ve millet anlayışını doğrudan yansıtır. Bu yönüyle modern Türk milliyetçiliğinin ve tarihçiliğinin önemli bir referans noktası olmuştur."
    },
    {
        "id": "tarih_047",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "avrupa_hun_devleti",
        "subtopic": "Avrupa Hun Devleti",
        "q": "Avrupa Hun Devleti'nin Batı Roma İmparatorluğu üzerindeki askeri ve siyasi baskıları, sadece toprak kayıplarına yol açmakla kalmamış, aynı zamanda Avrupa'nın demografik ve kültürel yapısında da önemli değişikliklere neden olmuştur. Bu durum, Hunların Avrupa tarihindeki rolünün hangi boyutta değerlendirilmesi gerektiğini gösterir?",
        "o": [
            "Sadece askeri bir tehdit unsuru olarak kalmışlardır.",
            "Avrupa'nın siyasi haritasını tamamen değiştirmişlerdir.",
            "Göçebe yaşam tarzını Avrupa'ya taşımışlardır.",
            "Kıta üzerindeki etnik ve kültürel etkileşimleri tetikleyen bir katalizör görevi görmüşlerdir.",
            "Roma kültürünü benimseyerek kendi kimliklerini kaybetmişlerdir."
        ],
        "a": 3,
        "e": "Hunların Batı'ya ilerleyişi, Kavimler Göçü'nü tetikleyerek birçok Cermen kabilesinin yer değiştirmesine neden olmuştur. Bu durum, Batı Roma İmparatorluğu'nun yıkılışını hızlandırmış, Avrupa'nın etnik yapısını kökten değiştirmiş ve yeni krallıkların kurulmasına zemin hazırlamıştır. Dolayısıyla Hunlar, sadece askeri değil, aynı zamanda demografik ve kültürel etkileşimleri başlatan önemli bir katalizör olmuştur."
    },
    {
        "id": "tarih_048",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturkler_gokturkler_",
        "subtopic": "Köktürkler (Göktürkler)",
        "q": "Köktürk Devleti'nin hem Sasanilerle hem de Bizans İmparatorluğu ile İpek Yolu kontrolü üzerine diplomatik ilişkiler kurması, devletin dış politikasını ve ekonomik hedeflerini nasıl bir çerçevede değerlendirmemizi gerektirir?",
        "o": [
            "Yalnızca askeri güçle toprak genişletme amacı güdülmüştür.",
            "İpek Yolu'nun siyasi ve ekonomik önemini kavrayamamışlardır.",
            "Ticari çıkarları koruma ve stratejik ittifaklar kurma yönünde pragmatik bir politika izlemişlerdir.",
            "Bizans ve Sasanilere karşı sürekli düşmanca bir tavır sergilemişlerdir.",
            "Ticaretten ziyade tarıma dayalı bir ekonomi geliştirmişlerdir."
        ],
        "a": 2,
        "e": "Köktürkler, İpek Yolu'nun uluslararası ticaretteki öneminin farkındaydı. Hem Sasanilerle hem de Bizans ile kurulan diplomatik ilişkiler, özellikle İpek Yolu'nun kontrolü ve ticaretin güvenliği üzerinedir. Bu durum, Köktürklerin yalnızca askeri güçle değil, aynı zamanda ticari çıkarlarını korumak ve jeopolitik dengeyi kendi lehlerine çevirmek için diplomatik yolları da aktif olarak kullandığını gösteren pragmatik bir dış politika anlayışına sahip olduklarını kanıtlar."
    },
    {
        "id": "tarih_049",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Uygurlar",
        "q": "Uygur Devleti'nin Maniheizm dinini benimsemesi ve beraberinde yerleşik hayata geçmesi, önceki Türk devletlerinin yapısından belirgin bir kopuşu ifade etmektedir. Bu dönüşümün, Uygurların devlet yönetiminde ve toplumsal yapısında uzun vadede hangi önemli sonucu doğurduğu söylenebilir?",
        "o": [
            "Savaşçı özelliklerini tamamen yitirmelerine ve dış saldırılara karşı savunmasız kalmalarına neden olmuştur.",
            "Göçebe yaşamın getirdiği güçlü ordu yapısını daha da pekiştirmiştir.",
            "Tarım ve sanat faaliyetlerinin gelişmesini sağlayarak özgün bir şehir ve kültür yaşamı oluşturmuştur.",
            "Çin kültürüyle olan etkileşimlerini tamamen sona erdirmiştir.",
            "Boylar federasyonu yapısını güçlendirerek merkezi otoriteyi zayıflatmıştır."
        ],
        "a": 2,
        "e": "Uygurların Maniheizm'i benimsemesiyle et yeme yasağı gibi kurallar gelmiş, bu da göçebe avcı-toplayıcı yaşam tarzından uzaklaşarak tarıma yönelmelerini teşvik etmiştir. Yerleşik hayata geçiş, şehirleşmeyi, mimariyi, sanatı (özellikle freskler, heykeller) ve edebiyatı geliştirmiştir. Bu durum, kendilerine özgü, zengin bir şehir ve kültür yaşamı yaratmalarını sağlamıştır. Savaşçı özelliklerde azalma gözlemlense de, bu dönüşüm kültürel gelişimi beraberinde getirmiştir."
    },
    {
        "id": "tarih_050",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_devlet_yonetimi",
        "subtopic": "İlk Türk Devletlerinde Devlet Yönetimi",
        "q": "İlk Türk devletlerinde 'kut' inancının varlığı, hükümdarın devleti yönetme yetkisinin Gök Tanrı tarafından verildiğine inanılmasına dayanır. Bu inanç sisteminin, Türk devlet geleneği içerisinde merkezi otorite ve siyasi istikrar açısından nasıl bir rol oynadığı yorumlanabilir?",
        "o": [
            "Merkezi otoritenin zayıflamasına ve sık sık taht kavgalarına yol açmıştır.",
            "Hükümdarın mutlak gücünü sorgulanamaz kılarak dış müdahaleleri engellemiştir.",
            "Egemenliğin meşruiyetini ilahi bir temele dayandırarak halkın itaati için güçlü bir zemin oluşturmuştur.",
            "Yalnızca askeri başarılarla tahta geçişi meşrulaştırmıştır.",
            "Devlet yönetiminde din adamlarının etkisini artırmıştır."
        ],
        "a": 2,
        "e": "Kut anlayışı, hükümdarın yönetme yetkisinin ilahi kökenli olduğuna inanılmasıyla, hem hükümdarın halk nezdindeki otoritesini pekiştirmiş hem de yönetimin meşruiyetini sağlamıştır. Bu, genel olarak merkezi otoriteyi güçlendirmiş ve devletin varlığını kutsal bir zemine oturtmuştur. Ancak kut'un hanedan üyelerine geçtiğine inanılması, taht kavgalarına da yol açmıştır; fakat sorunun odak noktası 'merkezi otorite ve siyasi istikrar açısından nasıl bir rol oynadığı'dır. Temelde, ilahi meşruiyetle halkın itaati için güçlü bir zemin oluşturması en önemli ve olumlu yorumlardan biridir."
    },
    {
        "id": "tarih_051",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_yonetim_ve_sosyal_yapi",
        "subtopic": "İlk Türk Devletlerinde Yönetim ve Sosyal Yapı",
        "q": "İlk Türk devletlerinde \"kut\" inancı, hükümdara yönetme yetkisini veren ilahi bir kaynak olarak kabul edilmiştir. Bu ortak anlayışa rağmen, Büyük Hun Devleti ile Göktürk Kağanlığı'nın devlet yönetimi ve siyasi yapısı arasında bazı temel farklılıklar bulunmaktadır. Aşağıdakilerden hangisi bu iki devletin yönetim anlayışları arasındaki farklılıklardan biri değildir?",
        "o": [
            "\"Ülke hanedanın ortak malıdır\" anlayışının her ikisinde de taht kavgalarına yol açması.",
            "Büyük Hun Devleti'nde ikili teşkilatın daha çok askeri bir düzenleme olarak kalmasına karşılık, Göktürklerde siyasi bir bölünmeye evrilmesi.",
            "Göktürk Kağanlığı'nda Batı kanadının, Büyük Hun Devleti'ne göre merkezden daha bağımsız hareket etme eğilimi göstermesi.",
            "Büyük Hun Devleti'nde Çin ile ilişkilerin, Göktürklerdekine nazaran daha çok askeri mücadele ve fetih odaklı olması.",
            "Göktürklerde Orhun Yazıtları ile devlet idaresinde törenin ve kağanlık görevlerinin yazılı olarak vurgulanması."
        ],
        "a": 0,
        "e": "\"Ülke hanedanın ortak malıdır\" anlayışı ve bunun getirdiği taht kavgaları, hem Büyük Hun Devleti hem de Göktürk Kağanlığı dahil olmak üzere birçok Türk devletinde görülen ortak bir yönetim zafiyetidir. Bu durum, iki devlet arasındaki bir farklılık değil, aksine ortak bir özelliktir. Diğer seçenekler ise iki devlet arasındaki yönetim ve siyasi yapıya dair farklılıkları belirtmektedir."
    },
    {
        "id": "tarih_052",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_donemi_turk_kulturu",
        "subtopic": "Uygur Dönemi Türk Kültürü",
        "q": "Köklü konar-göçer geleneğe sahip Türk toplulukları arasında Uygurlar, Maniheizm'i devlet dini olarak benimseyerek yaşam tarzlarında ve kültürlerinde radikal bir dönüşüm yaşamışlardır. Bu dönüşüm, Uygurların siyasal, sosyal ve ekonomik yapısında önemli sonuçlar doğurmuştur. Aşağıdakilerden hangisi, Uygurların Maniheizm'i benimsemesiyle ortaya çıkan temel değişimlerden biri değildir?",
        "o": [
            "Kalıcı mimari eserlerin ve şehirlerin yaygınlaşması.",
            "Savaşçı özelliklerinin zayıflaması ve askeri etkinliklerinin azalması.",
            "Tarım ve ticaretin ekonomik hayatta baskın hale gelmesi.",
            "Türk tarihinin ilk yazılı kanunlarının ve hukuk sisteminin bu dönemde oluşturulması.",
            "Kütüphanelerin ve matbaacılığın gelişmesiyle kültürel faaliyetlerin artması."
        ],
        "a": 3,
        "e": "Uygurların Maniheizm'i kabul etmesi, yerleşik yaşama geçişi hızlandırmış, tarım ve ticaretin gelişmesine yol açmış, şehir ve mimarinin gelişmesini sağlamış, savaşçı özelliklerini azaltmıştır. Ayrıca matbaa ve kütüphanecilik gibi kültürel alanlarda ilerlemeler kaydetmişlerdir. Ancak Türk tarihinin ilk yazılı kanunları ve hukuk sisteminin bu dönemde oluşturulduğuna dair kesin ve yaygın bir bilgi bulunmamaktadır. Töre, sözlü gelenekle daha çok ilişkilidir ve yazılı hukuk sistemlerinin gelişimi sonraki dönemlerde daha belirginleşmiştir."
    },
    {
        "id": "tarih_053",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_goclerinin_nedenleri_ve_sonuclari",
        "subtopic": "İslamiyet Öncesi Türk Göçlerinin Nedenleri ve Sonuçları",
        "q": "Tarih boyunca geniş coğrafyalara yayılan Türkler, ana yurtlarından çeşitli nedenlerle göç etmişlerdir. Bu göçler, hem göç eden Türk toplulukları hem de ulaştıkları bölgelerdeki kültürler üzerinde derin ve kalıcı etkiler bırakmıştır. Aşağıdakilerden hangisi, Türklerin ana yurtlarından göç etmelerinin nedenlerinden biri olarak gösterilemez?",
        "o": [
            "Çin baskısının artması ve bağımsız yaşama arayışı.",
            "İklim değişikliklerine bağlı kuraklık ve kıtlıklar.",
            "Nüfus artışı ve mevcut toprakların yetersiz kalması.",
            "Moğol istilasının Orta Asya'da yarattığı güvenlik sorunları.",
            "Boylar arası mücadeleler ve siyasi çekişmeler."
        ],
        "a": 3,
        "e": "Türklerin ana yurtlarından göç etmesinin temel nedenleri arasında Çin baskısı, iklim değişiklikleri (kuraklık), nüfus artışı ve boylar arası mücadeleler yer alır. Ancak Moğol istilası, Türklerin Orta Asya'dan büyük göçlerini tamamlamasından çok daha sonra, 13. yüzyılda gerçekleşen bir olaydır ve İslamiyet Öncesi Türk göçlerinin bir nedeni olarak gösterilemez. Moğol istilası, Türk dünyasında yeni göç dalgalarına neden olsa da, bu ilk dönem göçlerinin sebebi değildir."
    },
    {
        "id": "tarih_054",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_hukuk_ve_sosyal_hayat",
        "subtopic": "İlk Türk Devletlerinde Hukuk ve Sosyal Hayat",
        "q": "İlk Türk devletlerinde \"töre\", yazılı olmamasına rağmen toplumun ve devletin işleyişini düzenleyen temel hukuk kuralları ve sosyal normlar bütünüydü. Törenin uygulanmasında hem kağanın hem de halkın belirli sorumlulukları bulunmaktaydı. Buna göre, töre ile ilgili aşağıdaki yargılardan hangisi doğru bir analiz içermemektedir?",
        "o": [
            "Töre hükümleri, kağan dahil herkes için bağlayıcıydı ve değiştirilmesi zordu.",
            "Sosyal düzeni sağlamada ve adaleti tesis etmede önemli bir işleve sahipti.",
            "Sadece sözlü gelenekle aktarıldığı için, zamanla değişime ve yorum farklılıklarına açık hale gelmiştir.",
            "Devletin dini ve siyasi yapısının temelini oluşturarak kut inancını desteklemiştir.",
            "Boy beylerinin ve kurultayın görüşleri doğrultusunda yeni hükümler eklenebilir veya eski hükümler kaldırılabilirdi."
        ],
        "a": 3,
        "e": "Töre, Türk devletlerinde hukuk ve sosyal düzenin temelini oluşturan önemli bir sistemdi ve kağan dahil herkes için bağlayıcıydı. Ancak töre, daha çok sosyal ve idari düzenlemeleri içerir; doğrudan devletin dini ve siyasi yapısının temeli olmayıp, \"kut\" inancıyla birlikte devletin işleyişini düzenleyen tamamlayıcı bir unsurdur. Töre, dini bir metin veya siyasi bir ideoloji kaynağı değildir. Dini ve siyasi yapının temeli \"kut\" inancı ve Türk Cihan Hakimiyeti gibi düşüncelerdir. Diğer seçenekler törenin özellikleri arasındadır."
    },
    {
        "id": "tarih_055",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_pek_yolu_ve_turk_ekonomisi",
        "subtopic": "İpek Yolu ve Türk Ekonomisi",
        "q": "Orta Asya Türk devletleri, İpek Yolu'nun kontrolü için Çin ve Sasaniler gibi güçlü devletlerle sürekli mücadele halinde olmuşlardır. Bu mücadeleler, sadece ekonomik çıkarları değil, aynı zamanda siyasi üstünlük ve bölgesel nüfuzu da hedeflemiştir. Buna göre, İpek Yolu'nun Türk devletleri üzerindeki etkileriyle ilgili aşağıdaki çıkarımlardan hangisi yanlış bir değerlendirmedir?",
        "o": [
            "İpek Yolu, Türk devletlerinin ekonomik refahının temelini oluşturarak zenginleşmelerini sağlamıştır.",
            "Yol üzerindeki kontrol, Türk devletlerinin askeri ve diplomatik gücünü artıran önemli bir faktör olmuştur.",
            "İpek Yolu sayesinde Batı ile Doğu arasındaki kültürel alışveriş hızlanmış, Türk kültürü de bu etkileşimden beslenmiştir.",
            "İpek Yolu'nun kontrolü, devletlerarası ittifakların kurulmasında ve bozulmasında belirleyici bir rol oynamıştır.",
            "Türk devletleri, İpek Yolu'nun kontrolünü kaybettiklerinde her zaman yıkılma sürecine girmişlerdir."
        ],
        "a": 4,
        "e": "İpek Yolu'nun kontrolü, Türk devletleri için büyük önem taşımış olsa da, bu kontrolün kaybedilmesi her zaman bir devletin yıkılmasıyla sonuçlanmamıştır. Bazı Türk devletleri, İpek Yolu kontrolünü kaybettikten sonra bile farklı ekonomik veya siyasi stratejilerle varlıklarını sürdürmüşlerdir. Örneğin, Büyük Hun Devleti'nin dağılması sadece İpek Yolu kontrolüyle ilgili değildir, iç çekişmeler ve Çin entrikaları da önemli rol oynamıştır. Diğer seçenekler ise İpek Yolu'nun Türk devletleri üzerindeki doğru etkileridir."
    },
    {
        "id": "tarih_056",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Mete Han'ın tahta geçişinin ardından orduyu onluk sisteme göre yeniden düzenlemesi ve savaş taktiklerinde ıslık çalan okları etkili bir şekilde kullanması, askeri alandaki yenilikçi yaklaşımını göstermektedir. Ayrıca, Çin kaynaklarında Hun ordusunun disiplini ve hareket kabiliyetinden sıkça bahsedilmektedir. Bu bilgiler ışığında, Mete Han dönemi askeri yapısıyla ilgili aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Ordu hiyerarşisinde belirgin bir düzen oluşturulmuştur.",
            "Yeni savaş aletleri ve yöntemleri geliştirilmiştir.",
            "Yalnızca savunma amaçlı bir orduya sahip olunmuştur.",
            "Askeri organizasyonda disiplin esas alınmıştır.",
            "Savaş stratejilerinde inovatif yaklaşımlar benimsenmiştir."
        ],
        "a": 2,
        "e": "Mete Han'ın onluk sistemi kurması ve ıslık çalan okları kullanması, güçlü ve organize bir orduya sahip olduğunu gösterir. Bu ordu hem savunma hem de saldırı kapasitesine sahiptir; dolayısıyla yalnızca savunma amaçlı bir orduya sahip olunduğu çıkarımı yapılamaz."
    },
    {
        "id": "tarih_057",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturk_devleti",
        "subtopic": "Göktürk Devleti",
        "q": "Orhun Yazıtları'nda Bilge Kağan'ın halkına hitaben yaptığı konuşmalarda, Türk milletinin geçmişteki hatalarından ders çıkarması, aç halkı doyurduğu, çıplakları giydirdiği ve devleti nasıl güçlü tuttuğu anlatılmaktadır. Ayrıca, Çin'in tatlı sözlerine ve ipekli hediyelerine kanmamaları yönünde uyarılarda bulunulmaktadır. Bu metinler incelendiğinde, Göktürk yöneticilerinin devlet ve millet ilişkileri hakkındaki aşağıdaki yaklaşımlarından hangisine ulaşılamaz?",
        "o": [
            "Halkın refahını sağlama sorumluluğu taşıdıkları.",
            "Gelecek nesillere tarih bilinci aktarma amacı güttükleri.",
            "Dış politikalarda temkinli davranılması gerektiğini vurguladıkları.",
            "Devletin devamlılığının halkın bağlılığına bağlı olduğuna inandıkları.",
            "Yalnızca askeri güçle devletin bekasını garanti altına almayı hedefledikleri."
        ],
        "a": 4,
        "e": "Yazıtlarda halkın refahı, sosyal devlet anlayışı ve Çin'e karşı kültürel bağımsızlık vurgulanmıştır. Bu durum, yöneticilerin devletin bekasını yalnızca askeri güçle değil, aynı zamanda sosyal politikalar ve kültürel bilinçle de sağlamaya çalıştıklarını gösterir."
    },
    {
        "id": "tarih_058",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Uygurların Maniheizm dinini benimsemesiyle birlikte et yeme ve savaşma yasaklanmış, bu durum tarım ve ticaretin gelişmesine zemin hazırlamıştır. Arkeolojik kazılarda Uygur şehirlerinde tapınaklar, saraylar ve fresklerle süslü ev kalıntıları bulunmuştur. Ayrıca Uygur metinlerinde kağıt ve matbaanın kullanıldığına dair bilgilere rastlanmaktadır. Bu verilere dayanarak, Uygur toplumundaki değişimlerle ilgili aşağıdaki yargılardan hangisine varılamaz?",
        "o": [
            "Dinî inanışlar sosyal ve ekonomik yapıyı etkilemiştir.",
            "Yerleşik yaşam kültürü yaygınlaşmıştır.",
            "Sanatsal ve mimari faaliyetlerde büyük gelişmeler yaşanmıştır.",
            "Ticaret, temel geçim kaynağı olmaktan çıkmıştır.",
            "Yazılı kültürün gelişimine önem verilmiştir."
        ],
        "a": 3,
        "e": "Maniheizm'in etkisiyle tarımın yanı sıra 'ticaretin gelişmesine zemin hazırlamıştır' ifadesi, ticaretin aksine daha da önem kazandığını göstermektedir. Bu nedenle ticaretin temel geçim kaynağı olmaktan çıktığı yargısına varılamaz."
    },
    {
        "id": "tarih_059",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_devlet_yonetimi",
        "subtopic": "İlk Türk Devletlerinde Devlet Yönetimi",
        "q": "Kadim Türk devlet geleneğinde, kağanın yetkileri sınırsız olmayıp, töre adı verilen yazısız hukuk kurallarına uygun hareket etmek zorundaydı. Kurultay adı verilen meclislerde önemli devlet meseleleri görüşülür, kağan da bu kararlara uymakla yükümlüydü. Ayrıca, kağanın Tanrı tarafından bahşedilen 'kut' yetkisinin yalnızca erkek çocuklara geçmesi, taht kavgalarına neden olabilirdi. Bu bilgilere göre, ilk Türk devletlerindeki yönetim yapısıyla ilgili aşağıdaki çıkarımlardan hangisi doğru değildir?",
        "o": [
            "Hukukun üstünlüğü ilkesi belirli ölçülerde mevcuttu.",
            "Demokratik yönetim anlayışının ilk örnekleri görülmüştür.",
            "Veraset sistemi devletin siyasi istikrarını olumsuz etkileyebiliyordu.",
            "Kağanın yetkileri bazı kurumlar ve kurallarla denetlenmekteydi.",
            "Danışma meclisleri devlet yönetiminde etkili bir rol oynamıştır."
        ],
        "a": 1,
        "e": "Töre ve Kurultay'ın varlığı kağanın yetkilerini sınırlasa da, modern anlamda 'demokratik yönetim anlayışının ilk örnekleri' olarak nitelendirmek doğru değildir. Kurultay bir danışma meclisi niteliğindedir ve halkın doğrudan katılımıyla işleyen bir sistem söz konusu değildir."
    },
    {
        "id": "tarih_060",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turklerde_toplumsal_ve_ekonomik_hayat",
        "subtopic": "İslamiyet Öncesi Türklerde Toplumsal ve Ekonomik Hayat",
        "q": "İslamiyet öncesi Türk toplumlarında temel geçim kaynağı hayvancılıktı; bu da onların konar-göçer bir yaşam sürmelerine neden oluyordu. Çadırlar ev olarak kullanılır, demircilik ve dericilik gibi zanaatlar gelişmişti. İpek Yolu üzerinde olmaları sebebiyle Çin ve diğer medeniyetlerle yoğun ticaret ilişkileri kurmuşlardır. Toplumsal yapıda ise aileden başlayarak urug (aileler birliği), bod (boy), budun (millet) ve il (devlet) şeklinde bir hiyerarşi mevcuttu. Bu veriler ışığında, İslamiyet öncesi Türk toplumunun sosyal ve ekonomik yapısıyla ilgili aşağıdaki değerlendirmelerden hangisi yapılamaz?",
        "o": [
            "Ekonomik faaliyetler, yaşam tarzlarını doğrudan etkilemiştir.",
            "Ticaret, dış ilişkilerde önemli bir rol oynamıştır.",
            "Toplumsal sınıf farklılıkları çok belirgin ve kesindi.",
            "El sanatları ve zanaatkarlık gelişme göstermiştir.",
            "Toplumsal düzen, belirli bir örgütlenme piramidine sahipti."
        ],
        "a": 2,
        "e": "Konar-göçer yaşam tarzı ve özel mülkiyetin sınırlı olması, kölelik gibi durumların yaygın olmaması nedeniyle İslamiyet öncesi Türk toplumlarında keskin ve belirgin sınıf farklılıkları oluşmamıştır. Belirli bir hiyerarşi olsa da, bu sınıf farklılıklarının 'çok belirgin ve kesin' olduğu söylenemez."
    },
    {
        "id": "tarih_061",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_yonetim_ve_askerlik",
        "subtopic": "İlk Türk Devletlerinde Yönetim ve Askerlik",
        "q": "Bir öğretmen, eski Türk devletlerinde bir çiftçinin aynı zamanda savaşçı olabildiğini ve her an savaşa hazır bir toplum yapısının olduğunu anlatmaktadır. Bu durumun, Türk devletlerinin askeri gücünü ve bağımsızlığını korumasındaki en temel dayanak noktalarından biri olduğunu belirtir. Öğretmenin bahsettiği bu toplumsal ve askeri yapıyı en iyi ifade eden kavram aşağıdakilerden hangisidir?",
        "o": [
            "Ordu-millet anlayışı",
            "Kut inancı",
            "İkili teşkilat",
            "Boylar federasyonu",
            "Töre"
        ],
        "a": 0,
        "e": "Öğretmenin bahsettiği durum, eski Türk toplumunda her bireyin potansiyel bir asker olduğu ve savaş zamanı tüm halkın orduya katılabildiği 'ordu-millet' anlayışını ifade eder. Bu durum, Türk devletlerinin sürekli olarak güçlü bir askeri güce sahip olmasını sağlamıştır."
    },
    {
        "id": "tarih_062",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_ekonomi_ve_yasam_tarzi",
        "subtopic": "İlk Türk Devletlerinde Ekonomi ve Yaşam Tarzı",
        "q": "Ayşe Hanım, İslamiyet Öncesi Türk tarihi üzerine bir belgesel izlemektedir. Belgeselde, Türklerin geniş bozkırlarda yaşaması ve sürekli yer değiştirmesi nedeniyle tarım yerine daha çok hayvancılıkla uğraştığı, atın Türk kültüründe ve ekonomisinde merkezi bir rol oynadığı vurgulanmaktadır. Bu durum, Türklerin ekonomik yapısının temelini oluşturan ana unsuru aşağıdakilerden hangisidir?",
        "o": [
            "Ticaret yollarına hakimiyet",
            "Yerleşik tarım faaliyetleri",
            "Hayvancılık ve göçebe ekonomi",
            "Deniz ticareti",
            "Madencilik faaliyetleri"
        ],
        "a": 2,
        "e": "Geniş bozkırlarda göçebe bir yaşam sürmeleri ve coğrafi koşullar nedeniyle eski Türklerin ekonomisinin temelini hayvancılık oluşturmuştur. At, koyun, keçi gibi hayvanların yetiştirilmesi, beslenme, giyim ve ulaşım gibi temel ihtiyaçlarını karşılamalarını sağlamıştır."
    },
    {
        "id": "tarih_063",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_devletlerinde_siyasi_yapi_ve_yonetim",
        "subtopic": "Türk Devletlerinde Siyasi Yapı ve Yönetim",
        "q": "Bir tarihçi, Büyük Hun Devleti'nin idari yapısını incelerken, devletin genellikle doğu ve batı olmak üzere iki ana bölüm halinde yönetildiğini gözlemler. Doğu tarafının daha çok merkezle ilişkili olduğunu ve asıl hükümdarın burada bulunduğunu, batı tarafının ise genellikle hükümdarın bir akrabası tarafından yönetildiğini tespit eder. Bu yönetim biçimi, Türk devletlerinde sıklıkla görülen hangi siyasi yapılanmayı ifade eder?",
        "o": [
            "Merkeziyetçi monarşi",
            "Feodal yapı",
            "İkili teşkilat sistemi",
            "Boylar federasyonu",
            "Teokratik yönetim"
        ],
        "a": 2,
        "e": "Tarihçinin gözlemlediği doğu ve batı şeklinde yönetim, Türk devletlerinde yaygın olan 'ikili teşkilat' sistemidir. Bu sistemde, asıl hakan doğuda otururken, batı kanadı genellikle küçük kardeş veya bir hanedan üyesi tarafından yönetilir. Bu durum, devletin geniş coğrafyaya yayılması ve yönetimi kolaylaştırma amacıyla kullanılmıştır."
    },
    {
        "id": "tarih_064",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_hukuk_ve_sosyal_hayat",
        "subtopic": "İlk Türk Devletlerinde Hukuk ve Sosyal Hayat",
        "q": "Bir genç araştırmacı, eski Türk toplumunda yazılı kanunların çok az olmasına rağmen, toplumsal düzenin güçlü bir şekilde sağlandığını fark eder. Toplumun her kesiminde geçerli olan, nesilden nesile aktarılan ve Hakan'ın bile uymak zorunda olduğu belirli kurallar ve gelenekler bulunmaktadır. Bu durum, İslamiyet Öncesi Türk devletlerinde hukukun ve toplumsal yaşamın temelini oluşturan hangi yapıyı gösterir?",
        "o": [
            "Şeriat kuralları",
            "Fermanlar",
            "Töre",
            "Yazılı anayasalar",
            "Padişah buyrukları"
        ],
        "a": 2,
        "e": "Araştırmacının bahsettiği, yazılı olmasa da herkesçe bilinen ve uygulanan kurallar bütünü 'töre'dir. Töre, Türk toplumunun geleneksel hukuk sistemini oluşturmuş, sosyal düzeni sağlamış ve hatta hükümdarların dahi uyması gereken bir nitelik taşımıştır."
    },
    {
        "id": "tarih_065",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_i_nanc_ve_kultur",
        "subtopic": "İlk Türk Devletlerinde İnanç ve Kültür",
        "q": "Bir arkeolog ekibi, Orta Asya'da eski bir Türk mezarında yaptığı kazılarda, ölen kişinin yanına ok, yay gibi eşyaların yanı sıra, gökyüzüne bakarken resmedilmiş figürler ve tanrısal güçleri temsil eden semboller bulur. Bu bulgular, Türklerin yaşamında belirli bir manevi dünya görüşünün ve doğaüstü güçlere olan inancının önemli olduğunu düşündürür. Bu durum, Türklerin İslamiyet Öncesi dönemdeki dini inançları hakkında ne tür bir çıkarım yapmamızı sağlar?",
        "o": [
            "Budizm'in yaygınlaştığı",
            "Maniheizm'in etkisi altında oldukları",
            "Hristiyanlığı benimsedikleri",
            "Gök Tanrı inancı ve Şamanizm'in varlığı",
            "Zerdüştlük'e inandıkları"
        ],
        "a": 3,
        "e": "Türk mezarlarında bulunan gökyüzüne yönelik figürler ve tanrısal semboller, Türklerin İslamiyet Öncesi dönemde yaygın olan 'Gök Tanrı' inancına sahip olduklarını gösterir. Bu inanç, tek bir yüce yaratıcıya (Gök Tanrı'ya) tapınma merkezlidir. Ayrıca, Şamanizm de bu dönemde hastalıkların tedavisi, kötü ruhlardan korunma gibi konularda toplumsal yaşamda etkili olan bir inanç ve pratikler bütünüdür. Arkeolojik bulgular bu iki inancın varlığını destekler."
    },
    {
        "id": "tarih_066",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_gocleri_ve_sonuclari",
        "subtopic": "Türk Göçleri ve Sonuçları",
        "q": "Orta Asya'dan dünyanın dört bir yanına yayılan Türk göçleri, sadece iklim değişiklikleri, kuraklık ve otlakların yetersizleşmesi gibi doğal faktörlerle açıklanamaz. Aynı zamanda boylar arası mücadeleler, Çin baskısı gibi dış etkenler ve yeni yurt edinme arzusu da bu göçlerin başlıca nedenleri arasında yer almıştır. Türkler gittikleri yerlerde yeni devletler kurmuş, farklı kültürlerle etkileşim kurmuş ve kendi kültürlerini geniş bir coğrafyaya yaymıştır. Bu parçadan hareketle, Türk göçleri hakkında aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "Türk göçleri yalnızca ekonomik nedenlere dayanmaktadır.",
            "Türk göçleri sonucunda Orta Asya'da hiç Türk kalmamıştır.",
            "Türk göçleri tek bir nedene bağlı olarak gerçekleşmemiştir ve çok yönlü sonuçlar doğurmuştur.",
            "Türkler göç ettikleri her bölgede Çin egemenliğini kabul etmişlerdir.",
            "Türkler, göçler sırasında yerleşik hayata geçişi tamamlamışlardır."
        ],
        "a": 2,
        "e": "Parçada Türk göçlerinin sadece doğal faktörlere değil, aynı zamanda sosyo-politik nedenlere de dayandığı belirtilmiştir. Ayrıca göçlerin hem yeni devletler kurma hem de kültürel etkileşim gibi çok yönlü sonuçlar doğurduğu ifade edilmiştir. Bu nedenle C seçeneği parçadan çıkarılabilecek en doğru yargıdır. Diğer seçenekler parçadaki bilgileri eksik veya yanlış yorumlamaktadır."
    },
    {
        "id": "tarih_067",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturk_devleti",
        "subtopic": "Köktürk Devleti",
        "q": "Köktürk Devleti'nde hükümdarların yönetme yetkisini Gök Tanrı'dan aldığına inanılan 'kut' anlayışı, tahtın babadan oğula veya diğer hanedan üyelerine geçmesine olanak tanımıştır. Devletin yönetimi ise genellikle Doğu ve Batı şeklinde ikili bir teşkilatlanmaya sahipti; Doğu'yu esas kağan yönetirken, Batı kanadı kağanın kardeşi veya bir yakını tarafından idare edilirdi. Bu sistem, devletin geniş coğrafyalara yayılmasını kolaylaştırsa da, zaman zaman iç çekişmelere ve merkezi otoritenin zayıflamasına yol açabilmiştir. Bu bilgiler ışığında Köktürk Devleti'ndeki yönetim anlayışıyla ilgili aşağıdaki çıkarımlardan hangisi doğrudur?",
        "o": [
            "Kut anlayışı, yalnızca kağanın en büyük oğlunun tahta geçmesini garanti altına almıştır.",
            "İkili teşkilat sistemi, devletin iç barışını kalıcı olarak sağlamıştır.",
            "Kut inancı ve ikili teşkilat, Köktürk Devleti'nin hem güçlü yönlerini hem de zayıf noktalarını barındırmıştır.",
            "Batı kanadının yöneticileri her zaman Doğu kağanından bağımsız hareket etmiştir.",
            "Köktürklerde yönetim yetkisi sadece savaşçılık özelliklerine göre belirlenmiştir."
        ],
        "a": 2,
        "e": "Parçada 'kut' anlayışının ve ikili teşkilatın hem devletin genişlemesine olanak tanıdığı (güçlü yön) hem de iç çekişmelere yol açabileceği (zayıf nokta) belirtilmiştir. Bu nedenle C seçeneği, parçadan yapılabilecek doğru bir çıkarımdır. Diğer seçenekler parçadaki bilgileri yanlış yorumlamaktadır; örneğin kut, en büyük oğulu değil hanedan üyelerini kapsar ve ikili teşkilat her zaman iç barışı sağlamaz, aksine iç çekişmelere yol açabilir."
    },
    {
        "id": "tarih_068",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Uygurlar, Maniheizm dinini benimsemeleriyle birlikte diğer göçebe Türk devletlerinden farklı bir yaşam tarzına yönelmişlerdir. Bu yeni dinin etkisiyle et yemeyi ve savaşmayı yasaklamaları, onların bozkır kültüründen uzaklaşarak yerleşik hayata geçmelerine, şehirler ve tapınaklar inşa etmelerine, tarım yapmalarına ve sanatsal faaliyetlere ağırlık vermelerine neden olmuştur. Uygur alfabesini kullanmaları ve matbaayı geliştirmeleri de kültürel alandaki yeniliklerinin önemli göstergeleridir. Bu parçaya göre Uygurlarla ilgili aşağıdaki yargılardan hangisine ulaşılamaz?",
        "o": [
            "Maniheizm dini Uygurların yaşam tarzında köklü değişikliklere yol açmıştır.",
            "Uygurlar, yerleşik hayata geçişle birlikte mimari ve sanat alanında gelişmişlerdir.",
            "Uygurların yaşam tarzı değişikliği, matbaanın kullanımını da beraberinde getirmiştir.",
            "Uygurlar, Orta Asya'daki tüm Türk devletleri gibi göçebe yaşamlarını sürdürmüşlerdir.",
            "Uygurların kültürel dönüşümleri, diğer Türk devletlerinden farklılaşmalarına neden olmuştur."
        ],
        "a": 3,
        "e": "Parçada 'Uygurlar, diğer göçebe Türk devletlerinden farklı olarak... yerleşik hayata geçmelerine neden olmuştur' ifadesi yer almaktadır. Bu ifade, Uygurların göçebe yaşamlarını sürdürmediğini, aksine yerleşik hayata geçtiklerini açıkça belirtir. Dolayısıyla 'Uygurlar, Orta Asya'daki tüm Türk devletleri gibi göçebe yaşamlarını sürdürmüşlerdir' yargısına ulaşılamaz. Diğer seçenekler parçadaki bilgilerle uyumludur."
    },
    {
        "id": "tarih_069",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_toplumsal_ve_ekonomik_yapi",
        "subtopic": "İlk Türk Devletlerinde Toplumsal ve Ekonomik Yapı",
        "q": "İlk Türk devletlerinde 'ordu-millet' anlayışı egemendi; yani her erkek bir asker olarak kabul edilir ve savaş zamanında orduya katılırdı. Atlı göçebe yaşam tarzı, Türklerin hızlı hareket edebilen, etkili süvari birlikleri oluşturmasına olanak sağlamıştır. Mete Han döneminde geliştirilen onlu sistem ise, ordunun disiplinli ve düzenli bir yapıya kavuşmasında büyük rol oynamış, bu sayede Türk orduları yüzyıllar boyunca birçok devlete örnek teşkil etmiştir. Bu bilgiler ışığında ilk Türk devletlerinin askeri yapısıyla ilgili olarak aşağıdaki çıkarımlardan hangisi yapılamaz?",
        "o": [
            "Ordu-millet anlayışı, toplumun askeri potansiyelini yükseltmiştir.",
            "Göçebe yaşam tarzı, Türklerin askeri taktiklerini şekillendirmiştir.",
            "Onlu sistem, Türk ordularının profesyonel bir yapıya kavuşmasında etkili olmuştur.",
            "Türk ordusu, sadece profesyonel askerlerden oluşmuştur.",
            "Mete Han dönemi, Türk askeri tarihinde önemli bir dönüm noktasıdır."
        ],
        "a": 3,
        "e": "Parçada 'her erkek bir asker olarak kabul edilir ve savaş zamanında orduya katılırdı' ifadesi, ordunun sadece profesyonel askerlerden oluşmadığını, milletin genelinin orduya katıldığını göstermektedir. Bu, 'ordu-millet' anlayışının bir sonucudur. Dolayısıyla 'Türk ordusu, sadece profesyonel askerlerden oluşmuştur' çıkarımı yapılamaz. Diğer seçenekler parçadaki bilgilerle uyumludur."
    },
    {
        "id": "tarih_070",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turk_edebiyati",
        "subtopic": "İslamiyet Öncesi Türk Edebiyatı",
        "q": "İslamiyet öncesi Türk destanları, genellikle milletin varoluş mücadelesini, kahramanlıklarını, göçlerini, doğal afetlerle mücadelesini ve dini inanışlarını konu edinir. Oğuz Kağan Destanı, Ergenekon Destanı gibi önemli örnekler, Türklerin dünya görüşünü, teşkilatlanma yapısını ve sosyal yaşantısını anlamak için değerli kaynaklardır. Bu destanlar, yazılı bir edebiyatın henüz gelişmediği dönemlerde, kuşaktan kuşağa sözlü olarak aktarılarak milli kimliğin ve ortak belleğin korunmasında önemli bir rol oynamıştır. Buna göre, Türk destanlarıyla ilgili aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "Türk destanları yalnızca dini konuları ele almıştır.",
            "Destanlar, Türklerin sadece savaşçı yönünü yansıtmaktadır.",
            "Türk destanları, milli kimliğin ve kültürel değerlerin aktarılmasında kilit bir rol oynamıştır.",
            "Destanlar, Türklerin yerleşik hayata geçtikten sonra ortaya çıkmıştır.",
            "Türk destanları tamamen hayal ürünü olup, tarihsel gerçeklik içermez."
        ],
        "a": 2,
        "e": "Parçada destanların 'milli kimliğin ve ortak belleğin korunmasında önemli bir rol oynamıştır' ifadesi açıkça yer almaktadır. Ayrıca destanların sadece dini konuları değil, kahramanlık, göç, doğal afetler gibi farklı konuları da ele aldığı ve yazılı edebiyatın gelişmediği dönemlerde sözlü olarak aktarıldığı belirtilmiştir. Bu nedenle C seçeneği parçadan çıkarılabilecek en doğru yargıdır. Diğer seçenekler parçadaki bilgileri eksik veya yanlış yorumlamaktadır."
    },
    {
        "id": "tarih_071",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_gocleri_ve_nedenleri",
        "subtopic": "Türk Göçleri ve Nedenleri",
        "q": "Orta Asya'da iklim değişikliklerinin ve otlak alanlarının azalmasının, belirli bir dönemde Türk topluluklarının batıya doğru yoğun göç hareketleri başlatmasında etkili olduğu bilinmektedir. Bir demograf uzmanı, bu göç dalgasının ardından Anadolu'ya ulaşan Türk nüfusunun sosyo-ekonomik entegrasyon potansiyelini değerlendirmek için, göç eden toplulukların mevcut hayvancılık kapasiteleri ve yerleşik halkların tarım teknikleri üzerine karşılaştırmalı bir analiz yapmayı planlamaktadır. Bu senaryoda, demograf uzmanın öncelikli olarak hangi verileri incelemesi beklenmez?",
        "o": [
            "Göç öncesi Türk topluluklarının sahip olduğu hayvan sayısı ve türleri.",
            "Anadolu'daki yerleşik medeniyetlerin tarım arazilerinin verimlilik oranları.",
            "Göç yolu üzerindeki coğrafi engellerin ve geçitlerin stratejik önemi.",
            "Göç eden Türklerin aile yapısı ve boy teşkilatlanması.",
            "Anadolu'da o dönemde uygulanan sulama sistemlerinin etkinliği."
        ],
        "a": 2,
        "e": "Demograf uzmanı, sosyo-ekonomik entegrasyon potansiyelini değerlendirirken, göç edenlerin ve yerleşiklerin ekonomik faaliyetleri, nüfus yapısı ve üretim kapasiteleri gibi verilere odaklanacaktır. Göç yolu üzerindeki coğrafi engellerin stratejik önemi ise askeri veya lojistik bir analiz konusu olabilir, entegrasyon potansiyeli için doğrudan demografik bir veri sunmaz."
    },
    {
        "id": "tarih_072",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "hun_ve_gokturk_devlet_teskilati",
        "subtopic": "Hun ve Göktürk Devlet Teşkilatı",
        "q": "Mete Han döneminde uygulanan 'Onlu Sistem', Türk ordusunun hızlı organize olmasını ve etkin hareket etmesini sağlamıştır. Günümüzde bir askeri tarihçi, bu sistemin modern ordulardaki komuta kademesi ve lojistik yönetim üzerindeki potansiyel etkilerini araştırmak için, Orhun Yazıtları ve Çin yıllıklarında geçen savaş raporlarını incelemektedir. Tarihçinin bu araştırmasında, onlu sistemin güncel askeri stratejilere uyarlanabilirliğini değerlendirirken hangi bilgiye ulaşması beklenmez?",
        "o": [
            "Onlu sistemdeki en küçük birliğin (ok) savaş alanındaki manevra kabiliyeti.",
            "Sistemin farklı coğrafyalarda (dağlık, bozkır) nasıl uygulandığına dair örnekler.",
            "Onlu sisteme benzer modern askeri organizasyonların başarı oranları.",
            "Mete Han'ın siyasi rakipleriyle yaptığı antlaşmaların detayları.",
            "Sistemin askeri eğitim ve disiplin üzerindeki etkileri."
        ],
        "a": 3,
        "e": "Askeri tarihçi, onlu sistemin askeri organizasyon ve stratejiye etkilerini araştırırken, sistemin işleyişi, farklı koşullardaki uygulamaları ve benzer modern sistemlerle karşılaştırmalarını inceleyecektir. Mete Han'ın siyasi antlaşmaları, sistemin askeri potansiyeli yerine daha çok diplomatik yönünü gösterir ve doğrudan askeri uyarlanabilirlik analizi için bir veri sağlamaz."
    },
    {
        "id": "tarih_073",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_slamiyet_oncesi_turklerde_sanat_ve_kultur",
        "subtopic": "İslamiyet Öncesi Türklerde Sanat ve Kültür",
        "q": "Pazırık Kurganı'nda bulunan halı ve diğer eserler, İslamiyet Öncesi Türklerin ileri düzey el sanatlarına sahip olduğunu göstermektedir. Bir sanat tarihçisi, bu bulguları kullanarak Türk motiflerinin evrimi ve Orta Asya'daki diğer medeniyetlerle olan kültürel etkileşimleri üzerine bir dijital katalog oluşturmaktadır. Sanat tarihçisinin bu çalışmasında, Pazırık Kurganı'ndaki eserlerin hangi özelliğini modern sanat anlayışına göre yorumlaması beklenmez?",
        "o": [
            "Halının dokuma tekniklerinin günümüz tekstil mühendisliği açısından analizi.",
            "Eserlerde kullanılan renk pigmentlerinin kimyasal yapısının incelenmesi.",
            "Motiflerin sembolik anlamlarının dönemin inanç sistemleriyle ilişkilendirilmesi.",
            "Buluntuların yapıldığı dönemin genel ekonomik büyüme hızı verileri.",
            "Eserlerin, dönemin yaşam tarzını yansıtan estetik değerlerinin belirlenmesi."
        ],
        "a": 3,
        "e": "Sanat tarihçisi, eserlerin teknik özellikleri, sembolizmi, estetik değerleri ve kültürel etkileşimleri üzerine odaklanacaktır. Dönemin ekonomik büyüme hızı verileri, sanat eserlerinin üretim bağlamını etkileyebilse de, doğrudan bir sanat eseri analizi veya modern sanat anlayışıyla yorumlama konusu değildir."
    },
    {
        "id": "tarih_074",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "orhun_abideleri_ve_turk_dili",
        "subtopic": "Orhun Abideleri ve Türk Dili",
        "q": "Orhun Abideleri, Türklerin kendi dillerinde yazdığı ilk anıtsal metinlerdir ve Türk dili ile tarihi hakkında paha biçilmez bilgiler sunar. Bir dilbilimci, güncel yapay zeka destekli metin analizi araçlarını kullanarak, bu yazıtlardaki kelime dağarcığının frekans analizi ve morfolojik yapısının tespiti üzerine bir çalışma yapmaktadır. Dilbilimcinin bu çalışması sonucunda, Orhun Abideleri'nin hangi yönüyle ilgili doğrudan bir istatistiki bilgiye ulaşması beklenmez?",
        "o": [
            "Metinlerde en sık geçen fiillerin listesi.",
            "Yazıtlarda kullanılan isim-fiil eklerinin kullanım sıklığı.",
            "Farklı yazıtlardaki (Bilge Kağan, Kül Tigin) dilsel farklılıkların yüzdesel oranı.",
            "Yazıtların yazıldığı dönemin ortalama okuryazarlık oranı.",
            "Kelime köklerinin ve türetilmiş kelimelerin oranları."
        ],
        "a": 3,
        "e": "Dilbilimci, metin analizi araçları ile doğrudan dilsel yapılara (kelime sıklığı, morfoloji, dilsel farklılıklar) odaklanacaktır. Okuryazarlık oranı ise, dilsel bir metnin içeriğinden doğrudan çıkarılabilecek istatistiki bir bilgi olmayıp, dönemin genel eğitim seviyesi ve sosyal yapısıyla ilgili başka kaynaklardan elde edilmesi gereken bir veridir."
    },
    {
        "id": "tarih_075",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_hukuk_ve_toplumsal_yapi",
        "subtopic": "Türklerde Hukuk ve Toplumsal Yapı",
        "q": "İslamiyet öncesi Türklerde 'töre' adı verilen yazısız hukuk kuralları, toplumsal düzenin ve devlet yönetiminin temelini oluşturmuştur. Bu kurallar, adalet, eşitlik ve ahlaki değerleri içermekteydi. Bir sosyolog, törenin günümüz hukuk sistemlerindeki 'geleneksel hukuk' kavramıyla paralelliklerini inceleyerek, bu sistemin modern toplumların adalet anlayışına potansiyel etkilerini araştırmaktadır. Sosyologun bu çalışmasında, törenin hangi özelliğinin 'güncel istatistiki verilerle' doğrudan ilişkilendirilmesi ve karşılaştırılması mümkün değildir?",
        "o": [
            "Töreye aykırı eylemlerin toplum içindeki suç oranlarına yansıması (eğer veri olsaydı).",
            "Törenin uygulandığı dönemde toplumsal çatışma çözüm oranları (eğer veri olsaydı).",
            "Törenin zaman içinde değişim gösterdiği durumların frekansı.",
            "Törenin bireylerin hukuk bilinci üzerindeki etkisinin nicel ölçümü.",
            "Törenin ortaya çıkışında etkili olan boylar arası anlaşmaların kronolojik dizilimi."
        ],
        "a": 4,
        "e": "Sosyolog, törenin modern hukuk sistemleriyle karşılaştırmasını yaparken, suç oranları, çatışma çözümleri, değişim frekansları ve hukuk bilinci gibi sosyolojik ve hukuki etki alanlarına odaklanacaktır. Törenin ortaya çıkışında etkili olan boylar arası anlaşmaların kronolojik dizilimi, törenin kaynağına dair tarihsel bir bilgi olmakla birlikte, törenin kendisinin 'güncel istatistiki verilerle' karşılaştırılabilecek bir özelliği değildir; daha çok bir olaylar silsilesidir."
    },
    {
        "id": "tarih_076",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "İlk Türk devletlerinde, kağanın eşine verilen ad ve bu kişinin devlet yönetimindeki rolü hakkında aşağıdakilerden hangisi doğrudur?",
        "o": [
            "Kağanın eşi hatun olarak adlandırılır ve gerektiğinde kurultay toplantılarına katılarak siyasi konularda görüş bildirebilir.",
            "Kağanın eşi begüm olarak adlandırılır ve yalnızca dini törenlerde kağana eşlik ederdi.",
            "Kağanın eşi ilteber olarak adlandırılır ve savaş zamanı orduya komuta ederdi.",
            "Kağanın eşi tigin olarak adlandırılır ve boy beylerini atama yetkisine sahipti.",
            "Kağanın eşi yabgu olarak adlandırılır ve dış ilişkilerden sorumlu tutulurdu."
        ],
        "a": 0,
        "e": "İlk Türk devletlerinde kağanın eşine 'hatun' adı verilirdi. Hatun, devlet yönetiminde önemli bir yere sahipti; kurultay toplantılarına katılarak görüş bildirebilir, yabancı elçileri kabul edebilir ve kağanın yokluğunda devleti yönetme yetkisine sahip olabilirdi. Bu durum, Türk kadınının toplumsal ve siyasi hayattaki yüksek konumunu göstermektedir."
    },
    {
        "id": "tarih_077",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturk_devleti",
        "subtopic": "Göktürk Devleti",
        "q": "Orhun Yazıtları'nda Bilge Kağan ve Kül Tigin'in ağzından millete seslenen ve Türk tarihinin ilk yazılı belgeleri arasında yer alan bu eserlerin yazarı kimdir?",
        "o": [
            "Yolluğ Tigin",
            "Tonyukuk",
            "Apa Tarkan",
            "Kül Çor",
            "Bumın Kağan"
        ],
        "a": 0,
        "e": "Orhun Yazıtları'nın metinlerinin büyük bir kısmının yazıcısı ve anlatıcısı Yolluğ Tigin'dir. Yazıtlarda Bilge Kağan ve Kül Tigin adına dikilen anıtların metinlerini kaleme almıştır. Tonyukuk ise kendi adına bir yazıt diktirmiş ve bu yazıtın metnini bizzat kendisi yazmıştır."
    },
    {
        "id": "tarih_078",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Uygurların Maniheizm dinini benimsemeleriyle birlikte mimaride ve sanatta meydana gelen değişimlerden biri aşağıdakilerden hangisi değildir?",
        "o": [
            "Tapınak mimarisinin gelişmesi",
            "Fresk (duvar resmi) sanatının yaygınlaşması",
            "Stupa adı verilen kubbeli yapılar inşa etmeleri",
            "Minüatür sanatının ön plana çıkması",
            "Heykelcilik sanatında gerileme yaşanması"
        ],
        "a": 2,
        "e": "Uygurlar, Maniheizm ve Budizm dinlerini benimsemelerinin ardından yerleşik hayata geçerek mimaride ve sanatta önemli gelişmeler kaydetmişlerdir. Tapınaklar, freskler (duvar resimleri) ve minyatürler bu dönemin önemli sanat eserleridir. Ancak 'stupa' adı verilen kubbeli yapılar genellikle Budizm'in etkisiyle Hindistan ve Doğu Asya'da yaygınlaşan tapınaklardır ve Uygur mimarisinin ayırt edici özelliklerinden biri değildir. Uygurlarda stupa yerine daha çok mağara tapınakları ve kare planlı mabetler görülürken, Maniheizm heykelciliği yasakladığı için bu alanda gerileme yaşanmıştır."
    },
    {
        "id": "tarih_079",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_skitler_sakalar_",
        "subtopic": "İskitler (Sakalar)",
        "q": "Tarihteki ilk Türk topluluğu olarak kabul edilen İskitler (Sakalar) hakkında aşağıdaki bilgilerden hangisi yanlıştır?",
        "o": [
            "Atı evcilleştiren ve üzengiyi kullanan ilk topluluklardan biri olmaları",
            "Türk tarihinde bilinen ilk kadın hükümdar Tomris Hatun'a sahip olmaları",
            "Bozkır kuyumculuğunun önemli temsilcilerinden olmaları",
            "Alper Tunga destanına konu olmaları",
            "Yerleşik hayata geçerek tarım ve ticaretle uğraşmaları"
        ],
        "a": 4,
        "e": "İskitler (Sakalar) göçebe bir yaşam sürmüş, atlı çoban kültürünün önemli temsilcilerinden olmuşlardır. Tarım ve ticaretle yoğun bir şekilde uğraşarak yerleşik hayata geçmeleri söz konusu değildir. Atı evcilleştirme ve üzengi kullanımı gibi konularda öncü olmuşlar, bozkır kuyumculuğu ve hayvan üslubu sanatında da önemli eserler bırakmışlardır. Bilinen ilk kadın hükümdarları Tomris Hatun ve Alper Tunga Destanı'nın ana karakteri onlara aittir."
    },
    {
        "id": "tarih_080",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturk_devleti",
        "subtopic": "Köktürk Devleti",
        "q": "Köktürk Devleti'nde devlet işlerinin görüşüldüğü ve önemli kararların alındığı, günümüzdeki meclis veya danışma kurulu niteliğindeki yapıya ne ad verilirdi?",
        "o": [
            "Toy",
            "Kurultay",
            "Keneş",
            "Divan",
            "Uluş"
        ],
        "a": 1,
        "e": "Köktürk Devleti'nde ve genel olarak ilk Türk devletlerinde devlet işlerinin görüşüldüğü, önemli kararların alındığı ve boy beylerinin katılımıyla gerçekleşen bu yapıya 'Kurultay' veya 'Toy' adı verilirdi. Ancak 'Kurultay' ifadesi daha yaygın ve kapsayıcıdır. Kurultay, kağanın yetkilerini sınırlayan ve önemli konularda kağana danışmanlık yapan bir organdı."
    },
    {
        "id": "tarih_081",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Büyük Hun Devleti'nin Çin üzerinde kurduğu siyasi ve askeri baskı ile ilgili olarak aşağıdakilerden hangileri doğrudur?I. Çin'in, Hun saldırılarına karşı korunmak amacıyla Çin Seddi'ni inşa etmesi.II. Hunların, Çin'den vergi ve ipek gibi ekonomik imtiyazlar elde etmesi.III. Mete Han döneminde Çin'in askeri açıdan tamamen kontrol altına alınması.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 2,
        "e": "I. öncül doğrudur. Çin Seddi'nin yapımına Çinliler tarafından başlanmış ve Hun akınlarına karşı bir savunma hattı olarak kullanılmıştır. II. öncül doğrudur. Hunlar, Çin üzerinde kurdukları üstünlük sayesinde Çin'den düzenli olarak vergi ve ipek ticareti gibi ekonomik imtiyazlar elde etmişlerdir. III. öncül doğru değildir. Mete Han Çin'i askeri olarak yenilgiye uğratmasına rağmen, Çin'i topraklarına katmamıştır. Bunun temel nedeni, Çin'in geniş nüfusunun Hun kültürünü asimile etmesinden çekinmesidir. Bu yüzden sadece ekonomik ve siyasi üstünlük kurmayı tercih etmiştir."
    },
    {
        "id": "tarih_082",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_kokturk_devleti",
        "subtopic": "I. Köktürk Devleti",
        "q": "I. Köktürk Devleti'nin kuruluş ve yükselme dönemleriyle ilgili olarak aşağıdakilerden hangileri doğru değildir?I. Bumin Kağan'ın Avarlara karşı mücadele ederek devleti kurması.II. Mukan Kağan döneminde en geniş sınırlara ulaşılması.III. İpek Yolu hakimiyeti için Sasaniler ile işbirliği yapılması.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "Yalnız III",
            "I ve II",
            "I, II ve III"
        ],
        "a": 2,
        "e": "I. öncül doğrudur. Bumin Kağan, Juan Juan (Avar) Devleti'ne karşı ayaklanarak I. Köktürk Devleti'ni kurmuştur. II. öncül doğrudur. Mukan Kağan dönemi, I. Köktürk Devleti'nin en parlak ve en geniş sınırlara ulaştığı dönemdir. III. öncül doğru değildir. I. Köktürk Devleti, İpek Yolu hakimiyeti için Sasaniler ile değil, Bizans İmparatorluğu ile işbirliği yaparak Akhunlara karşı savaşmıştır. Daha sonra Sasaniler ile mücadele etmiştir."
    },
    {
        "id": "tarih_083",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Uygurlar",
        "q": "Uygurların yerleşik yaşama geçmesi, kendilerinden önceki Türk devletlerinden farklılaşan birçok kültürel ve sosyal değişimi beraberinde getirmiştir.Buna göre, aşağıdakilerden hangileri Uygurların yerleşik yaşama geçmesiyle ilişkilendirilebilir?I. Tarım faaliyetlerinin yaygınlaşması.II. Mimari eserlerin ve şehirleşmenin gelişmesi.III. Maniheizm ve Budizm gibi dinlerin benimsenmesi.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. öncül doğrudur. Yerleşik yaşama geçen Uygurlar, göçebe yaşamda hayvancılığa dayalı ekonomiden tarıma dayalı ekonomiye geçiş yapmışlardır. II. öncül doğrudur. Yerleşik yaşamla birlikte kalıcı yapılar inşa edilmiş, saraylar, tapınaklar ve şehirler kurulmuştur. III. öncül doğrudur. Uygurlar, Maniheizm ve Budizm gibi dinleri benimsemişlerdir. Bu dinler etin yenilmesini yasaklamış, savaşçı özellikleri törpülemiş ve resim, heykel gibi sanat dallarının gelişmesine katkı sağlamıştır. Bu dinler aynı zamanda yerleşik yaşam kültürünü desteklemiştir."
    },
    {
        "id": "tarih_084",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kavimler_gocu_ve_avrupa_hunlari",
        "subtopic": "Kavimler Göçü ve Avrupa Hunları",
        "q": "MS 375 yılında Hunların batıya doğru ilerlemesiyle başlayan Kavimler Göçü, Avrupa tarihinde derin izler bırakmıştır.Aşağıdakilerden hangileri Kavimler Göçü'nün sonuçları arasında yer alır?I. Roma İmparatorluğu'nun Doğu ve Batı olarak ikiye ayrılması.II. Avrupa'nın etnik yapısının değişmesi ve günümüz Avrupa milletlerinin temellerinin atılması.III. Feodalite (derebeylik) rejiminin ortaya çıkması.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. öncül doğrudur. Kavimler Göçü'nün yarattığı siyasi ve sosyal kargaşa, Roma İmparatorluğu'nun zayıflamasına ve MS 395'te Doğu ve Batı Roma olarak ikiye ayrılmasına neden olmuştur. II. öncül doğrudur. Göç eden kavimlerin yerleştiği bölgeler Avrupa'nın etnik ve kültürel yapısını temelden değiştirmiş, bugünkü Avrupa milletlerinin oluşumuna zemin hazırlamıştır. III. öncül doğrudur. Merkezi otoritenin zayıflaması ve halkın can güvenliğinin kalmaması, büyük toprak sahiplerinin (derebeyleri) kendi güvenliklerini sağlamak amacıyla küçük krallıklar kurmasına yol açmış ve bu durum Feodalite rejiminin ortaya çıkmasına neden olmuştur."
    },
    {
        "id": "tarih_085",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_sosyal_ve_ekonomik_yasam",
        "subtopic": "İlk Türk Devletlerinde Sosyal ve Ekonomik Yaşam",
        "q": "İlk Türk devletlerinde sosyal ve ekonomik yaşamla ilgili verilen aşağıdaki bilgilerden hangileri doğrudur?I. Temel geçim kaynağının hayvancılık olması.II. Toplumun sosyal sınıflara ayrılmasına rağmen, sınıf farklılıklarının sert olmaması.III. Ülke topraklarının hanedan üyelerinin ortak malı sayılması.",
        "o": [
            "Yalnız I",
            "Yalnız II",
            "I ve II",
            "II ve III",
            "I, II ve III"
        ],
        "a": 4,
        "e": "I. öncül doğrudur. İlk Türk devletlerinde, göçebe yaşam tarzının bir sonucu olarak temel geçim kaynağı hayvancılık olmuştur. II. öncül doğrudur. Türk toplumunda kölelik gibi keskin sınıf farklılıkları belirgin değildir. Toplum genellikle boylar ve aileler şeklinde örgütlenmiştir. III. öncül doğrudur. Eski Türk veraset sistemine göre, ülke toprakları hanedan üyelerinin ortak malı sayılmıştır. Bu durum taht kavgalarının sık yaşanmasına neden olmuştur."
    },
    {
        "id": "tarih_086",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "bozkir_kulturu_ve_turk_devlet_yapisi",
        "subtopic": "Bozkır Kültürü ve Türk Devlet Yapısı",
        "q": "İslamiyet öncesi Türk devletlerinde göçebe yaşam tarzının benimsenmesi, devletin siyasi ve idari yapılanmasında özgün karakteristikler ortaya çıkarmıştır. Bu durum, merkezi otoritenin tesisi ve devletin devamlılığı açısından önemli çıkarımlara yol açmaktadır. Buna göre, göçebe yaşam tarzının Türk devlet yapısına etkileriyle ilgili aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Boylar Federasyonu şeklinde örgütlenmeyi teşvik etmesi",
            "Hükümdarın otoritesinin coğrafi bağlılıktan ziyade kişisel yetkinliğe dayanması",
            "Ordu-millet anlayışının ve savaşçı kimliğin güçlenmesine katkı sağlaması",
            "Yazılı hukuk kurallarının ve bürokratik yapının erken dönemlerde gelişmesini kolaylaştırması",
            "Fetih hareketlerinin ve genişleme politikasının doğal bir sonucu olarak görülmesi"
        ],
        "a": 3,
        "e": "Göçebe yaşam tarzı, devletin belirli bir coğrafyaya bağlı olmamasını, hızlı hareket kabiliyetini ve boylar federasyonu şeklinde örgütlenmeyi beraberinde getirmiştir. Bu yapı içinde yazılı hukuk kurallarının ve karmaşık bürokratik bir aygıtın yerleşik toplumlardaki kadar erken ve detaylı gelişmesi beklenmez. Daha çok sözlü gelenekler, töre ve beylerin otoritesi belirleyici olmuştur. Dolayısıyla, bu durum göçebe yaşamın bir sonucu olarak yazılı hukuk ve bürokrasinin erken gelişmesini kolaylaştırması beklenemez, aksine engelleyebilir."
    },
    {
        "id": "tarih_087",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "sosyal_yapi_ve_devlet_anlayisi",
        "subtopic": "Sosyal Yapı ve Devlet Anlayışı",
        "q": "İslamiyet öncesi Türk toplumlarında \"boy\" kavramı, sadece akrabalık ilişkilerini değil, aynı zamanda siyasi ve askeri örgütlenmenin de temelini oluşturmuştur. Birçok Türk devleti, farklı boyların bir araya gelmesiyle \"boylar federasyonu\" şeklinde teşkilatlanmıştır. Bu durum dikkate alındığında, Türk devlet yönetimindeki boy yapısıyla ilgili aşağıdaki yargılardan hangisine ulaşılabilir?",
        "o": [
            "Merkeziyetçi yapının ve tek elden yönetimin mutlak egemenliğini sağlamıştır.",
            "Toplumsal dayanışmayı zayıflatarak iç mücadeleleri kaçınılmaz hale getirmiştir.",
            "Devletin sınırlarını genişletme potansiyelini kısıtlamıştır.",
            "Hükümdarın gücünü, boy beylerinin desteğine bağımlı kılmıştır.",
            "Yerleşik hayata geçişi hızlandırarak tarımsal üretimi artırmıştır."
        ],
        "a": 3,
        "e": "Boylar federasyonu yapısı, her boyun kendi iç özerkliğini koruduğu ve kendi askeri gücüne sahip olduğu bir sistemdir. Hükümdar, bu boy beylerini kendi otoritesi altında birleştirmek ve devleti yönetmek için onların desteğine ve sadakatine ihtiyaç duyardı. Bu durum, hükümdarın gücünü mutlak merkeziyetçilikten ziyade boy beyleriyle olan ilişkisine ve onları ikna yeteneğine bağımlı hale getirmiştir. Bu nedenle \"Hükümdarın gücünü, boy beylerinin desteğine bağımlı kılmıştır\" yargısı doğrudur."
    },
    {
        "id": "tarih_088",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_ekonomi_ve_ordu",
        "subtopic": "Türklerde Ekonomi ve Ordu",
        "q": "İslamiyet öncesi Türk devletlerinin ekonomisi büyük ölçüde hayvancılığa dayalıdır ve bu durum, Türklerin yaşam tarzını, sosyal yapısını ve askeri stratejilerini derinden etkilemiştir. Özellikle atın Türk kültürü ve savaşlarındaki önemi yadsınamaz. Bu bağlamda, hayvancılığa dayalı bozkır ekonomisinin Türk devletlerinin askeri yapısına ve dış politikasına etkileriyle ilgili aşağıdaki değerlendirmelerden hangisi doğru bir çıkarım değildir?",
        "o": [
            "Sürekli hareket halinde olmayı gerektiren göçebe yaşamın, orduya hızlı manevra kabiliyeti kazandırması",
            "Ekonomik hayatta hayvancılığın ağırlıklı olması nedeniyle, fetihlerin yeni otlak ve yaylak alanları elde etme amacı taşıması",
            "Hayvancılığın, Türk toplumunda avcılık ve savaşçılık gibi becerilerin gelişmesine zemin hazırlaması",
            "Ticaret yolları üzerindeki kontrolün, tarımsal ürünlerin pazarlanmasından çok hayvansal ürünlerin ticaretini hedeflemesi",
            "Ordu-millet anlayışının güçlenmesine rağmen, profesyonel ve daimi bir ordunun kurulmasını zorunlu kılmaması"
        ],
        "a": 3,
        "e": "Türk devletleri, İpek Yolu gibi ticaret yollarını kontrol etmeyi hedeflemişlerdir. Ancak bu kontrolün temel amacı, sadece kendi hayvansal ürünlerini pazarlamak değil, aynı zamanda bu yollardan geçen çeşitli tarımsal ve mamul ürünlerin ticaretinden vergi almak, haraca bağlamak veya el koymak suretiyle ekonomik kazanç sağlamaktı. Dolayısıyla, ticaret yolları üzerindeki kontrolün birincil hedefinin sadece hayvansal ürünlerin ticareti olduğu yorumu eksik veya yanlış bir çıkarım olur."
    },
    {
        "id": "tarih_089",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_i_nanc_ve_devlet_yonetimi",
        "subtopic": "Türklerde İnanç ve Devlet Yönetimi",
        "q": "İslamiyet öncesi Türk inanç sisteminde \"Kut\" anlayışı, hükümdarın Gök Tanrı tarafından devleti yönetme yetkisinin verildiği inancını ifade eder. Bu anlayış, Türk devlet geleneğinde önemli bir yer tutmuş ve hükümdarlık mücadelesinde de belirleyici olmuştur. Bu bilgi ışığında, Kut anlayışının Türk devlet yönetimindeki etkileri hakkında aşağıdaki yorumlardan hangisi yanlış bir değerlendirmedir?",
        "o": [
            "Hükümdarın soyunun kutsallığına ve ilahi kökenine vurgu yaparak meşruiyetini pekiştirmesi",
            "Taht kavgalarının ve iç karışıklıkların önlenmesinde kesin bir güvence sağlaması",
            "Hükümdarın yetkilerini Tanrı'dan aldığına inanıldığı için otoritesini güçlendirmesi",
            "Devleti yönetme yetkisinin sadece hükümdarda değil, onun hanedan üyelerinde de bulunması inancını doğurması",
            "Hükümdarın başarısızlıklarının, Kut'u kaybettiği şeklinde yorumlanmasına zemin hazırlaması"
        ],
        "a": 1,
        "e": "Kut anlayışı, hükümdarın ve hanedan üyelerinin yönetme yetkisini ilahi bir kaynaktan aldıklarına dair bir inanç sunsa da, bu durum taht kavgalarını engellememiştir. Aksine, Kut'un hanedanın tüm erkek üyelerine geçtiği inancı, şehzadeler arasında taht için yoğun ve sık sık kanlı mücadelelere yol açmıştır. Dolayısıyla, Kut'un taht kavgalarını önlemede kesin bir güvence sağladığı yorumu yanlıştır."
    },
    {
        "id": "tarih_090",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_kultur_ve_sanat",
        "subtopic": "Türklerde Kültür ve Sanat",
        "q": "İslamiyet öncesi Türk toplumlarında kültürel gelişim, bozkır yaşam tarzının getirdiği dinamiklerle şekillenmiştir. Bu durum, özellikle yerleşik medeniyetlerde görülen mimari, yazılı edebiyat ve şehir planlaması gibi alanlarda farklılaşmalara yol açmıştır. Buna göre, bozkır kültürünün Türklerdeki kültürel gelişim üzerindeki etkileriyle ilgili aşağıdaki yorumlardan hangisi doğru bir çıkarımdır?",
        "o": [
            "Yerleşik hayata geçişin hızlanmasını teşvik ederek büyük şehirlerin erken dönemlerde kurulmasına yol açmıştır.",
            "Sanatsal ifade biçimlerinde, taşınabilir ve dayanıklı malzemelere yönelimi artırmıştır.",
            "Yazılı edebiyatın ve bürokratik belgelerin, sözlü geleneğin önüne geçerek hızla yaygınlaşmasını sağlamıştır.",
            "Mimari alanda anıtsal ve kalıcı yapıların inşa edilmesine öncelik verilmesini sağlamıştır.",
            "Yabancı kültürlerle etkileşimi tamamen engelleyerek özgün bir kültürün izole bir şekilde gelişmesine neden olmuştur."
        ],
        "a": 1,
        "e": "Göçebe yaşam tarzı, Türklerin sürekli yer değiştirmesini gerektirmiştir. Bu durum, sanatsal üretimde kolayca taşınabilen (kilim, halı, çadır süslemeleri, metal işlemeciliği) ve dayanıklı (maden, deri, ahşap) malzemelere yönelimi artırmıştır. Yerleşik medeniyetlerde görülen anıtsal mimari ve yaygın yazılı kültürün aksine, bozkır kültürü pratik ve hareketli bir sanatsal ifadeyi öne çıkarmıştır."
    },
    {
        "id": "tarih_091",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "orta_asya_turk_goclerinin_nedenleri_ve_sonuclari",
        "subtopic": "Orta Asya Türk Göçlerinin Nedenleri ve Sonuçları",
        "q": "Orta Asya coğrafyasının bozkır ve kurak iklim özellikleri, Türk boylarının yaşam tarzı üzerinde derin etkiler bırakmıştır. Bu durumun aşağıdakilerden hangisine neden olduğu söylenemez?",
        "o": [
            "Tarım faaliyetlerinin kısıtlı kalmasına",
            "Hayvancılığın temel geçim kaynağı haline gelmesine",
            "Konargöçer bir yaşam biçiminin benimsenmesine",
            "Savaşçı özelliklerinin gelişmesine",
            "Yerleşik kent kültürünün yaygınlaşmasına"
        ],
        "a": 4,
        "e": "Orta Asya'nın coğrafi koşulları tarımı kısıtlamış, hayvancılığı temel geçim kaynağı yapmış ve konargöçer yaşamı benimsetmiştir. Bu durum savaşçı özellikleri de geliştirmiştir. Ancak yerleşik kent kültürünün yaygınlaşmasına değil, tam tersine yerleşik yaşamın zorlaşmasına neden olmuştur."
    },
    {
        "id": "tarih_092",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_goclerinin_nedenleri",
        "subtopic": "Türk Göçlerinin Nedenleri",
        "q": "Orta Asya'da görülen iklim değişiklikleri, kuraklık ve otlakların azalması gibi çevresel faktörler, Türk boylarının geniş coğrafyalara yayılmasında önemli bir rol oynamıştır. Bu durumun aşağıdakilerden hangisiyle doğrudan ilişkili olduğu savunulamaz?",
        "o": [
            "Yeni yurt arayışlarının hızlanması",
            "Boylar arası rekabetin artması",
            "Devletlerin siyasi yapısının zayıflaması",
            "Çin baskısının artması",
            "Ticaret yollarının değişmesi"
        ],
        "a": 3,
        "e": "İklim değişiklikleri ve kuraklık, yeni yurt arayışlarını hızlandırmış, otlaklar azaldığı için boylar arası rekabeti artırmış ve mevcut devletlerin ekonomik temelini sarsarak siyasi yapılarını zayıflatmıştır. Ticaret yollarının değişmesi de yeni coğrafyalara yönelimle ilişkilendirilebilir. Ancak Çin baskısı doğrudan bir iklim değişikliği sonucu değil, siyasi ve askeri bir faktördür."
    },
    {
        "id": "tarih_093",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_pek_yolu_ve_turk_devletleri",
        "subtopic": "İpek Yolu ve Türk Devletleri",
        "q": "İpek Yolu, Türk devletleri için hem ekonomik bir fırsat hem de stratejik bir mücadele alanı olmuştur. Türklerin bu yol üzerindeki hakimiyet mücadelesinin temel nedenleri arasında aşağıdakilerden hangisi yer almaz?",
        "o": [
            "Yoldan geçen kervanlardan vergi alma isteği",
            "Doğu-Batı ticaretini kontrol etme amacı",
            "Diğer devletlere karşı siyasi üstünlük sağlama gayesi",
            "Batıdaki topraklara göçü hızlandırma ihtiyacı",
            "Askeri ve ekonomik güçlerini artırma hedefi"
        ],
        "a": 3,
        "e": "İpek Yolu hakimiyeti ekonomik (vergi, ticaret kontrolü) ve siyasi (üstünlük, güç artırma) nedenlere dayanır. Batıdaki topraklara göçü hızlandırmak, İpek Yolu'nun doğrudan bir hedefi değil, göçler genellikle başka nedenlerle gerçekleşir."
    },
    {
        "id": "tarih_094",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_askeri_yapi",
        "subtopic": "Türklerde Askeri Yapı",
        "q": "Orta Asya Türklerinin coğrafi koşulları, savaş taktikleri ve askeri yapıları üzerinde belirleyici olmuştur. Bu durumun, aşağıdaki askeri özelliklerden hangisinin gelişimini diğerlerine göre daha az etkilediği söylenebilir?",
        "o": [
            "Hareketli süvari birliklerinin önemi",
            "Milli ordu anlayışının gelişmesi",
            "Turan taktiğinin yaygınlaşması",
            "Silahlı birliklerin sayısının artması",
            "Menzilli ok ve yay kullanımının yaygınlaşması"
        ],
        "a": 3,
        "e": "Bozkır coğrafyası, atlı ve hareketli birliklerin, Turan taktiğinin ve menzilli ok-yay kullanımının gelişimini doğrudan etkilemiştir. Milli ordu anlayışı daha çok toplumsal yapı ve bağımsızlık ruhu ile ilgilidir. Silahlı birliklerin sayısının artması ise bir coğrafi etki olmaktan ziyade, nüfus ve devletin organizasyon gücüyle ilgili bir durumdur."
    },
    {
        "id": "tarih_095",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_goclerinin_sonuclari",
        "subtopic": "Türk Göçlerinin Sonuçları",
        "q": "Türk boyları, Orta Asya'dan farklı coğrafyalara göç ettikçe, bu yeni bölgelerin iklim, bitki örtüsü ve komşu kültürleriyle etkileşime girmişlerdir. Bu durumun aşağıdakilerden hangisi üzerinde diğerlerine göre daha az dönüştürücü bir etki yarattığı savunulabilir?",
        "o": [
            "Yeni devlet yapılanmalarının ortaya çıkması",
            "Yerleşik yaşam tarzına geçişin hızlanması",
            "Hukuk sistemlerinde köklü değişiklikler yaşanması",
            "Ekonomik faaliyetlerin çeşitlenmesi",
            "Dini inançların farklılaşması"
        ],
        "a": 2,
        "e": "Yeni coğrafyalar yeni devletlerin kuruluşuna, yerleşik yaşama geçişe (uygun koşullarda), ekonomik çeşitlenmeye ve dini inançların etkileşime girmesiyle farklılaşmasına neden olmuştur. Ancak Türklerde hukuk sistemi genellikle töreye dayalı köklü bir yapıya sahiptir ve coğrafi değişimler bu temel hukuk yapısında diğer alanlara göre daha az köklü değişiklikler yaratmıştır."
    },
    {
        "id": "tarih_096",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "buyuk_hun_devleti",
        "subtopic": "Büyük Hun Devleti",
        "q": "Bir araştırmada, Büyük Hun Devleti'nde taht kavgalarının en yoğun yaşandığı dönemlerin, ikili teşkilat yapısının belirginleştiği ve veraset sisteminin netlik kazanmadığı dönemlere denk geldiği tespit edilmiştir. Örneğin, MÖ 1. yüzyılda bu tür kavgaların artışının, doğu ve batı kanat yöneticilerinin merkezi otoriteye başkaldırılarıyla paralel olduğu gözlemlenmiştir. Bu tespit, Hun Devleti'nin yapısı hakkında ne tür bir çıkarımı destekler?",
        "o": [
            "Coğrafi genişliğin siyasi istikrarsızlığı artırdığı",
            "Hükümdar yetkisinin dinî temellere dayandığı",
            "İkili yönetim anlayışının merkezi otoriteyi zayıflattığı",
            "Tarım ekonomisinin devleti güçlendirdiği",
            "Göçebe yaşam tarzının kültürel birliği engellediği"
        ],
        "a": 2,
        "e": "Büyük Hun Devleti'nde ikili teşkilat (doğu-batı) ve veraset sistemindeki belirsizlikler, özellikle taht kavgaları dönemlerinde merkezi otoritenin zayıflamasına neden olmuştur. Doğu ve batı kanat yöneticilerinin merkeze karşı isyanları, bu yapının siyasi istikrarsızlığı artırdığını açıkça göstermektedir."
    },
    {
        "id": "tarih_097",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturk_devletleri",
        "subtopic": "Göktürk Devletleri",
        "q": "Bir arkeolojik kazı çalışmasında, Ergenekon ve Karabalgasun bölgelerindeki yerleşim yerlerinde bulunan kalıntılar incelenmiştir. Ergenekon bölgesinde, daha çok hayvancılıkla ilgili araç gereçler ve yarı göçebe yaşama ait izler yoğunluktayken, Karabalgasun'da surlarla çevrili şehir kalıntıları, tarım aletleri ve madencilik ürünleri dikkat çekmektedir. Bu verilere dayanarak Göktürkler dönemindeki yaşam tarzı ve ekonomik faaliyetler hakkında aşağıdaki yorumlardan hangisi yapılamaz?",
        "o": [
            "Farklı bölgelerde farklı ekonomik faaliyetlerin öne çıktığı",
            "Göçebe ve yerleşik yaşam biçimlerinin bir arada görülebildiği",
            "Madenciliğin önemli bir geçim kaynağı olduğu",
            "Şehirleşmenin belirli bölgelerde başladığı",
            "Toplumun tamamen avcılık ve toplayıcılıkla geçindiği"
        ],
        "a": 4,
        "e": "Ergenekon'da hayvancılık ve yarı göçebe yaşam, Karabalgasun'da ise şehir kalıntıları, tarım ve madencilik ürünleri bulunması, farklı ekonomik faaliyetlerin ve yaşam biçimlerinin varlığını gösterir. Ancak 'toplumun tamamen avcılık ve toplayıcılıkla geçindiği' yorumu, bulunan hayvancılık, tarım ve madencilik izleriyle çelişmektedir."
    },
    {
        "id": "tarih_098",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygur_devleti",
        "subtopic": "Uygur Devleti",
        "q": "Bir tarih araştırmasında, Uygur Kağanlığı döneminde Maniheizm'in kabulünden sonra, 760'lı yıllardan itibaren kalıcı mimari eser sayısında belirgin bir artış olduğu, sulama kanalı kalıntılarının yaygınlaştığı ve yazılı belge sayısının önceki Türk devletlerine göre katlanarak arttığı istatistiksel olarak ortaya konmuştur. Bu veriler, Uygur Devleti'nin hangi alanda önemli bir dönüşüm yaşadığını gösterir?",
        "o": [
            "Askeri alanda büyük bir güç kazandığı",
            "Dini hoşgörünün temel devlet politikası olduğu",
            "Yerleşik yaşama geçişle birlikte kültürel ve ekonomik yapıda değişimlerin yaşandığı",
            "Göçebe kültürün tamamen terk edildiği",
            "Ticari ilişkilerin tamamen durduğu"
        ],
        "a": 2,
        "e": "Maniheizm'in kabulüyle birlikte mimari eserlerde, sulama kanallarında ve yazılı belge sayısında gözlemlenen artış, Uygurların yerleşik yaşama geçtiğinin, tarım ve şehirleşmenin geliştiğinin ve kültürel alanda önemli değişimler yaşadığının güçlü bir kanıtıdır."
    },
    {
        "id": "tarih_099",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_hukuk_ve_ordu",
        "subtopic": "İlk Türk Devletlerinde Hukuk ve Ordu",
        "q": "Eski Türklerde, törenin sözlü aktarımının yaygın olduğu ve yazılı hukuki metinlerin genellikle devletler arası anlaşmalarla sınırlı kaldığı tespit edilmiştir. Ancak, Orhun Yazıtları gibi anıtsal metinlerde dahi devlet yönetimi ve toplum düzenine dair bazı prensiplerin vurgulandığı görülür. Bir araştırmada, erken dönem Türk devletlerinde adli vakaların çözümünde genellikle 'toy' veya 'kurultay' gibi meclislerin karar alma oranının yüksek olduğu ve cezaların çoğunlukla 'kan bedeli' veya 'sürgün' şeklinde uygulandığı belirtilmiştir. Bu bilgilere göre ilk Türk devletlerindeki hukuk sistemiyle ilgili olarak aşağıdaki değerlendirmelerden hangisi yanlıştır?",
        "o": [
            "Hukukun temelinin yazısız kurallara dayandığı",
            "Hukuki kararların alınmasında meclislerin rol oynadığı",
            "Cezaların maddi tazminat veya uzaklaştırma şeklinde olduğu",
            "Hukukun dini otoriteler tarafından mutlak bir şekilde belirlendiği",
            "Yazılı hukukun daha çok uluslararası ilişkilerde kullanıldığı"
        ],
        "a": 3,
        "e": "Metinde törenin sözlü olduğu, meclislerin karar aldığı ve cezaların kan bedeli/sürgün olduğu belirtilmiştir. Yazılı hukukun devletler arası anlaşmalarla sınırlı kaldığı da ifade edilmiştir. Ancak hukukun dini otoriteler tarafından mutlak bir şekilde belirlendiğine dair bir bilgi yoktur. Türklerde 'töre' daha çok toplumsal normlar ve kağanların iradesiyle şekillenmiştir."
    },
    {
        "id": "tarih_100",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "i_lk_turk_devletlerinde_ekonomi",
        "subtopic": "İlk Türk Devletlerinde Ekonomi",
        "q": "Tarihi kayıtlara ve arkeolojik buluntulara göre, İpek Yolu üzerinde hakimiyet kuran veya yolu kontrol eden Türk devletlerinin (örneğin Göktürkler ve Uygurlar) ekonomik olarak belirgin bir refah artışı yaşadığı ve uluslararası alanda siyasi etkilerinin güçlendiği istatistiksel olarak kanıtlanmıştır. Örneğin, Göktürklerin Soğd tüccarlarıyla iş birliği yaparak İpek Yolu ticaretini canlandırması, Batı Göktürk Kağanlığı'nın yükselişinde önemli bir rol oynamıştır. Bu durum, İlk Türk devletlerinin ekonomik yapısında İpek Yolu'nun ne kadar kritik bir yere sahip olduğunu gösterir?",
        "o": [
            "İpek Yolu'nun sadece kültürel alışverişe hizmet ettiği",
            "İpek Yolu'nun Türk devletlerinin deniz ticaretine yönelmesini sağladığı",
            "İpek Yolu'nun ekonomik refah ve siyasi güç için hayati bir araç olduğu",
            "İpek Yolu'nun Türk devletleri için sürekli askeri yenilgilere yol açtığı",
            "İpek Yolu ticaretinin tamamen Çin kontrolünde olduğu"
        ],
        "a": 2,
        "e": "Metinde, İpek Yolu üzerinde hakimiyet kuran Türk devletlerinin ekonomik refah artışı yaşadığı ve siyasi etkilerinin güçlendiği belirtilmiştir. Göktürklerin Soğd tüccarlarıyla iş birliği yaparak ticareti canlandırması ve bunun Batı Göktürk Kağanlığı'nın yükselişinde rol oynaması, İpek Yolu'nun ekonomik refah ve siyasi güç için hayati bir araç olduğunu açıkça göstermektedir."
    },
    {
        "id": "tarih_io_007",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "asya_hun_devleti",
        "subtopic": "Asya Hun Devleti",
        "q": "Asya Hun Hükümdarı Mete Han, Çin'i askeri gücüyle mağlup etmesine rağmen Çin topraklarına yerleşmemiş, sadece vergiye bağlamakla yetinmiştir.\n\nMete Han'ın bu politikasının temel amacı aşağıdakilerden hangisidir?",
        "o": [
            "Çin'in askeri teknolojisinden yararlanmak",
            "Türklerin kalabalık Çin nüfusu içinde asimile olmasını engellemek",
            "Çin ile akrabalık ilişkilerini geliştirmek",
            "Yerleşik hayata geçişi hızlandırmak",
            "İpek Yolu ticaretini tamamen bitirmek"
        ],
        "a": 1,
        "e": "Mete Han, Türk nüfusunun Çin nüfusuna oranla çok az olduğunu biliyordu. Eğer Türkler Çin içine yerleşirse zamanla milli benliklerini kaybedip Çinlileşeceklerdi (Asimilasyon). Bu yüzden dışarıdan yönetmeyi ve vergi almayı tercih etmiştir."
    },
    {
        "id": "tarih_io_008",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "avrupa_hun_devleti",
        "subtopic": "Avrupa Hun Devleti",
        "q": "Avrupa Hun Devleti hükümdarı Attila'nın faaliyetleri Avrupalılar üzerinde derin izler bırakmış, 'Tanrı'nın Kırbacı' olarak nitelendirilmiştir. \n\nAşağıdaki destanlardan hangisinde Attila'dan 'Etzel' adıyla bahsedilmektedir?",
        "o": [
            "Nibelungen Destanı",
            "İgor Destanı",
            "Manas Destanı",
            "Şehname",
            "Oğuz Kağan Destanı"
        ],
        "a": 0,
        "e": "Almanların ünlü 'Nibelungen Destanı', Hun-Germen mücadelelerini anlatır. Bu destanda Avrupa Hun Hükümdarı Attila, 'Etzel' ismiyle anılır ve babacan, barışsever bir hükümdar olarak da tasvir edilir."
    },
    {
        "id": "tarih_io_009",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ordu ve Savaş",
        "q": "Türk ordusunun temel özelliklerinden biri olan 'Turan Taktiği' (Hilal Taktiği/Sahte Ricat), aşağıdaki savaşların hangisinde Selçuklu Sultanı Alparslan tarafından başarıyla uygulanarak Anadolu'nun kapılarının Türklere açılmasını sağlamıştır?",
        "o": [
            "Dandanakan Savaşı",
            "Pasinler Savaşı",
            "Malazgirt Savaşı",
            "Miryokefalon Savaşı",
            "Kösedağ Savaşı"
        ],
        "a": 2,
        "e": "Turan taktiği (Hilal/Kurt Kapanı/Sahte geri çekilme), İslamiyet öncesi Türklerden gelen bir stratejidir. Bu taktiğin en parlak uygulamalarından biri 1071 Malazgirt Savaşı'dır. Bu zaferle Anadolu'nun kapıları Türklere açılmıştır."
    },
    {
        "id": "tarih_io_010",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Hazarlar",
        "q": "İslamiyet öncesi Türk devletleri arasında Museviliği benimseyen tek Türk devleti aşağıdakilerden hangisidir?",
        "o": [
            "Macarlar",
            "Hazarlar",
            "Peçenekler",
            "Bulgarlar",
            "Avarlar"
        ],
        "a": 1,
        "e": "Hazarlar, yöneticileri düzeyinde Museviliği (Yahudilik) benimseyen tek Türk devletidir. Ülkelerinde cami, kilise ve havra yan yana bulunmuş, 'Hazar Barış Çağı' (Pax Hazaria) yaşanmıştır."
    },
    {
        "id": "tarih_io_011",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Avarlar",
        "q": "Hem Asya'da hem de Avrupa'da devlet kuran, İstanbul'u kuşatan ilk Türk devleti aşağıdakilerden hangisidir?",
        "o": [
            "Avarlar",
            "Hunlar",
            "Sibirler",
            "Kumanlar",
            "Uzlar"
        ],
        "a": 0,
        "e": "Avarlar (Juan-Juanlar), Göktürkler tarafından Asya'dan çıkarılınca Avrupa'ya göç etmişlerdir. İstanbul'u Sasanilerle iş birliği yaparak iki kez kuşatmışlar, İstanbul'u kuşatan ilk Türk topluluğu olmuşlardır."
    },
    {
        "id": "tarih_io_012",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sanat ve Edebiyat",
        "q": "İslamiyet öncesi Türklerde taşınabilir sanat eserlerinin (kemer tokaları, at koşum takımları, kılıç kabzaları) yaygın olmasının temel nedeni aşağıdakilerden hangisidir?",
        "o": [
            "Maden işlemeciliğinde ileri gitmeleri",
            "Göçebe (konar-göçer) yaşam tarzı",
            "Ticaretle uğraşmaları",
            "Dini inanışları",
            "Çin kültürünün etkisi"
        ],
        "a": 1,
        "e": "Konar-göçer yaşam tarzı, kalıcı mimari eserler verilmesini engellemiştir. Türkler sürekli yer değiştirdikleri için yanlarında taşıyabilecekleri eşyaları süslemeye önem vermişlerdir. Bu durum 'Hayvan Üslubu' sanatının gelişmesini ve eserlerin taşınabilir boyutta olmasını zorunlu kılmıştır."
    },
    {
        "id": "tarih_io_013",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Yazı, Dil ve Edebiyat",
        "q": "Aşağıdakilerden hangisi Türklerin tarih boyunca kullandığı alfabelerden biri değildir?",
        "o": [
            "Göktürk (Orhun)",
            "Uygur",
            "Sogd",
            "Kiril",
            "Hiyeroglif"
        ],
        "a": 4,
        "e": "Türkler tarih boyunca Göktürk, Uygur, Sogd, Arap, Kiril ve Latin alfabelerini kullanmışlardır. Ancak Mısır medeniyetine özgü resim yazısı olan 'Hiyeroglif' alfabesini Türk devletleri kullanmamıştır."
    },
    {
        "id": "tarih_io_014",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kok_turk_devleti",
        "subtopic": "I. Kök Türk Devleti",
        "q": "I. Kök Türk Devleti, İpek Yolu hakimiyetini sağlamak amacıyla Sasanilerle iş birliği yaparak aşağıdaki devletlerden hangisine son vermiştir?",
        "o": [
            "Akhunlar (Eftalitler)",
            "Avarlar",
            "Basmiller",
            "Karluklar",
            "Kitanlar"
        ],
        "a": 0,
        "e": "İpek Yolu diplomasisi gereği İstemi Yabgu, Sasanilerle ittifak kurarak Akhunlar (Eftalitler) devletini yıkmıştır. Daha sonra Sasaniler güçlenince bu kez Bizans ile ittifak kurarak Sasanileri zayıflatmıştır."
    },
    {
        "id": "tarih_io_015",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Kıpçaklar (Kumanlar)",
        "q": "Dede Korkut Hikayeleri'nde Oğuzlarla yaptıkları mücadeleleri anlatılan, Rusların 'İgor Destanı'na konu olan Türk topluluğu aşağıdakilerden hangisidir?",
        "o": [
            "Peçenekler",
            "Kıpçaklar",
            "Oğuzlar",
            "Macarlar",
            "Bulgarlar"
        ],
        "a": 1,
        "e": "Kıpçaklar (Kumanlar), sarışın ve mavi gözlü olmalarıyla bilinir. Oğuzlarla yaptıkları savaşlar Dede Korkut Hikayeleri'ne; Ruslarla yaptıkları savaşlar ise İgor Destanı'na konu olmuştur. Ayrıca Eyyubi ve Memlük ordularının temelini oluşturmuşlardır."
    },
    {
        "id": "tarih_io_016",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "İslamiyet öncesi Türk devletlerinde hükümdarın yetkileri sınırsız değildi. Hükümdar da dahil olmak üzere herkesin uymak zorunda olduğu yazısız hukuk kurallarına 'Töre' denirdi.\n\nBu durum aşağıdakilerden hangisinin göstergesidir?",
        "o": [
            "Kanun üstünlüğü ilkesinin varlığının",
            "Teokratik devlet yapısının",
            "Mutlak monarşinin",
            "Sınıf ayrımının olduğunun",
            "Yazılı hukukun gelişmişliğinin"
        ],
        "a": 0,
        "e": "Hükümdarın bile kurallara (Töreye) uymak zorunda olması, keyfi yönetimin engellendiğini ve 'Kanun Üstünlüğü' (Hukuk Devleti) anlayışının var olduğunu gösterir."
    },
    {
        "id": "tarih_io_017",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Dini İnanış",
        "q": "İslamiyet öncesi Türklerde din adamlarına (Kam/Şaman/Baksı) devlet yönetiminde yetki verilmemiştir ve din adamları ayrıcalıklı bir sınıf sayılmamıştır.\n\nBu durumun temel nedeni aşağıdakilerden hangisidir?",
        "o": [
            "Din adamlarının sayısının az olması",
            "Dinin toplum üzerindeki etkisinin zayıf olması",
            "Ruhban sınıfı oluşumunun engellenmek istenmesi",
            "Gök Tanrı inancının yasaklanması",
            "Hükümdarın aynı zamanda başrahip olması"
        ],
        "a": 2,
        "e": "Orta Çağ Avrupası'ndaki gibi din adamlarının halkı sömürdüğü veya yönetime karıştığı bir 'Ruhban Sınıfı' oluşumunu engellemek için Türkler din adamlarına siyasi yetki vermemiştir. Din ve devlet işleri birbirinden ayrı tutulmuştur."
    },
    {
        "id": "tarih_io_018",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Peçenekler",
        "q": "Devlet kuramayıp boylar halinde yaşayan, Bizans ordusunda paralı askerlik yaparken Malazgirt Savaşı'nda taraf değiştirerek Selçuklu tarafına geçen Türk topluluğu hangisidir?",
        "o": [
            "Peçenekler",
            "Uzlar",
            "Kumanlar",
            "Karluklar",
            "Türgişler"
        ],
        "a": 0,
        "e": "Peçenekler (ve kısmen Uzlar), Bizans ordusunda paralı askerken karşılarındaki ordunun Türkçe konuştuğunu ve soydaşları olduğunu fark edip Sultan Alparslan'ın tarafına geçmişlerdir. Bu olay savaşın seyrini değiştirmiştir."
    },
    {
        "id": "tarih_io_019",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "Türk devletlerinde ülkenin 'Doğu-Batı' veya 'Sağ-Sol' şeklinde ikiye ayrılarak yönetilmesine 'İkili Teşkilat' denir. Doğuda asıl hükümdar, Batıda ise 'Yabgu' unvanıyla hanedan üyesi bir yönetici bulunurdu.\n\nBu sistemin en önemli olumsuz sonucu aşağıdakilerden hangisidir?",
        "o": [
            "Devlet sınırlarının genişlemesini engellemesi",
            "Merkezi otoritenin zayıflaması ve devletin bölünmesini kolaylaştırması",
            "Ordunun sevk ve idaresinin zorlaşması",
            "Diplomatik ilişkilerin kesilmesi",
            "Ekonomik gelirlerin azalması"
        ],
        "a": 1,
        "e": "İkili teşkilat, yönetim kolaylığı sağlasa da 'Federatif' bir yapı oluşturur. Batıdaki Yabgu, dış işlerinde merkeze bağlı olsa da iç işlerinde serbesttir. Zamanla güçlenen Yabgu isyan edebilir veya dış kışkırtmalarla bağımsızlık isteyebilir. Bu da merkezi otoriteyi zayıflatıp devletin ikiye bölünmesine yol açar."
    },
    {
        "id": "tarih_io_020",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Uygur Devleti",
        "q": "Uygurlar döneminde kâğıt ve matbaanın kullanılması, törenin yazılı hale gelmesi ve kütüphanelerin kurulması aşağıdakilerden hangisinin bir göstergesidir?",
        "o": [
            "Askeri yapının güçlendiğinin",
            "Kültürel ve medeni seviyenin yükseldiğinin",
            "Dini hoşgörünün azaldığının",
            "Çin ile savaşların sona erdiğinin",
            "Göçebe yaşamın devam ettiğinin"
        ],
        "a": 1,
        "e": "Kâğıt, matbaa, kütüphane ve yazılı hukuk gibi unsurlar yüksek bir culture ve medeniyet seviyesini işaret eder. Uygurlar, yerleşik hayata geçmeleriyle birlikte Türk kültür tarihinde bu alanda zirve yapmışlardır."
    },
    {
        "id": "tarih_io_021",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Türgişler",
        "q": "Kendi adına para bastıran ilk Türk hükümdarı olan Baga Tarkan, hangi devletin kurucusu veya hükümdarıdır?",
        "o": [
            "Türgişler",
            "Karluklar",
            "Kırgızlar",
            "Sibirler",
            "Oğuzlar"
        ],
        "a": 0,
        "e": "Türgişler, Emevilerle mücadele ederek Orta Asya'nın Araplaşmasını engellemiştir. Hükümdarları Baga Tarkan, kendi adına para (Yarmak) bastıran ilk Türk hükümdarı olarak tarihe geçmiştir."
    },
    {
        "id": "tarih_io_022",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Bilim ve Sanat",
        "q": "Türklerin '12 Hayvanlı Türk Takvimi'ni oluşturmaları ve kullanmaları, aşağıdaki alanların hangisinde ilerlediklerinin kanıtıdır?",
        "o": [
            "Astronomi",
            "Tıp",
            "Kimya",
            "Mimari",
            "Hukuk"
        ],
        "a": 0,
        "e": "Bir takvim hazırlamak; Güneş veya Ay'ın hareketlerini izlemeyi, yılı, ayı ve günü hesaplamayı gerektirir. Bu da gökbilim yani 'Astronomi' alanında bilimsel çalışma yapıldığının kesin kanıtıdır."
    },
    {
        "id": "tarih_io_023",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Kırgızlar",
        "q": "Uygur Devleti'ne son vererek Ötüken'e hakim olan ve Moğol hakimiyetine giren ilk Türk kavmi aşağıdakilerden hangisidir?",
        "o": [
            "Kırgızlar",
            "Karluklar",
            "Kıpçaklar",
            "Başkırtlar",
            "Tatarlar"
        ],
        "a": 0,
        "e": "Kırgızlar, 840 yılında Uygurları yıkarak devleti ele geçirmişlerdir. Ancak Cengiz Han döneminde Moğollara itaat eden ilk Türk kavmi olmuşlardır. Dünyanın en uzun destanı olan 'Manas Destanı' Kırgızlara aittir."
    },
    {
        "id": "tarih_io_024",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Bulgarlar",
        "q": "Tuna Bulgarları Hristiyanlığı kabul ederek Slavlaşmış, İtil (Volga) Bulgarları ise İslamiyet'i kabul ederek Türk-İslam kimliğini korumuştur.\n\nİtil Bulgarlarının İslamiyet'i kabul etmesinde etkili olan ve İbn-i Fadlan'ın 'Seyahatname'sinde bahsettiği hükümdar kimdir?",
        "o": [
            "Almış Han",
            "Asparuh",
            "Kubrat",
            "Balamir",
            "Mukan Kağan"
        ],
        "a": 0,
        "e": "İtil Bulgarları Hükümdarı Almış Han, Abbasi Halifesinden din adamları istemiş ve İslamiyet'i resmen devlet dini olarak kabul etmiştir. Bu olay İbn-i Fadlan'ın Rıhle (Seyahatname) adlı eserinde anlatılır. Tuna Bulgarları ise Asparuh liderliğinde kurulmuş ancak Hristiyanlaşmıştır."
    },
    {
        "id": "tarih_io_025",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ekonomi",
        "q": "İslamiyet öncesi Türk devletlerinin ekonomisi büyük ölçüde hayvancılığa dayalıydı. Ancak İpek Yolu üzerinde hakimiyet kurma mücadelesi de önemli bir yer tutardı.\n\nİpek Yolu hakimiyeti Türk devletlerine aşağıdaki alanlardan hangisinde doğrudan güç kazandırmıştır?",
        "o": [
            "Tarımsal üretim",
            "Ekonomik ve siyasi güç",
            "Dini birlik",
            "Hukuk birliği",
            "Nüfus artışı"
        ],
        "a": 1,
        "e": "İpek Yolu, döneminin en büyük ticaret ağıdır. Bu yola hakim olan devlet, gümrük gelirleri ve ticaret sayesinde muazzam bir 'Ekonomik' güce kavuşur. Ekonomik güç ise beraberinde diğer devletlere karşı 'Siyasi' üstünlüğü getirir."
    },
    {
        "id": "tarih_io_026",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Karluklar",
        "q": "İslamiyet'i kabul eden ilk Türk boyu olan ve Karahanlı Devleti'nin kurulmasında etkili olan topluluk aşağıdakilerden hangisidir?",
        "o": [
            "Karluklar",
            "Yağma",
            "Çiğil",
            "Tuhsi",
            "Hepsi"
        ],
        "a": 0,
        "e": "751 Talas Savaşı'nda Abbasileri destekleyerek İslamiyet'le tanışan Karluklar, İslam'ı kabul eden ilk Türk boyudur. Daha sonra Yağma, Çiğil ve Tuhsi boylarıyla birleşerek Orta Asya'daki ilk Türk-İslam devleti olan Karahanlılar'ın temelini atmışlardır."
    },
    {
        "id": "tarih_io_067",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "iskitler",
        "subtopic": "İskitler (Sakalar)",
        "q": "Tarihte bilinen ilk Türk topluluğu olan, maden işlemeciliğindeki ustalıkları nedeniyle 'Bozkırın Kuyumcuları' olarak adlandırılan topluluk hangisidir?",
        "o": [
            "İskitler",
            "Hunlar",
            "Avarlar",
            "Hazarlar",
            "Kimmerler"
        ],
        "a": 0,
        "e": "İskitler (Sakalar), bilinen ilk Türk topluluğudur. Altın ve gümüş işlemeciliğinde çok ileri gittikleri için 'Bozkırın Kuyumcuları' unvanını almışlardır. Ünlü hükümdarları Alper Tunga ve kadın hükümdarları Tomris Hatun'dur."
    },
    {
        "id": "tarih_io_068",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk Sistemi",
        "q": "İslamiyet öncesi Türk devletlerinde hapis cezalarının genellikle kısa süreli (en fazla 10 gün) olmasının temel nedeni aşağıdakilerden hangisidir?",
        "o": [
            "Suç oranının düşük olması",
            "Göçebe yaşam tarzı",
            "Fidye sisteminin yaygın olması",
            "Hukuk kurallarının sert olması",
            "Hapishane yapacak teknolojinin olmaması"
        ],
        "a": 1,
        "e": "Türkler konar-göçer (göçebe) yaşadıkları için uzun süreli hapis cezası uygulayacak kapalı cezaevleri inşa etmemişlerdir. Bu yüzden cezalar caydırıcı olması için idam veya kısa süreli hapis şeklinde uygulanmıştır."
    },
    {
        "id": "tarih_io_069",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "avrupa_hun_devleti",
        "subtopic": "Avrupa Hun Devleti",
        "q": "Avrupa Hun Hükümdarı Attila'nın, Bizans'ı vergiye bağladığı ve 'İstersem güneşin battığı yere kadar her yeri zapt ederim' dediği antlaşma hangisidir?",
        "o": [
            "Margus Antlaşması",
            "Anatolius Antlaşması",
            "Kadeş Antlaşması",
            "Zitvatorok Antlaşması",
            "Prut Antlaşması"
        ],
        "a": 0,
        "e": "Margus Antlaşması (Constantia Barışı), Attila'nın (daha doğrusu dönemin hükümdarı Rua ve Attila'nın etkisiyle) Bizans elçilerine karşı güç gösterisi yaptığı ve Bizans'ı ağır vergilere bağladığı antlaşmadır. Bu sözü burada söylemiştir."
    },
    {
        "id": "tarih_io_070",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "dini_inanis",
        "subtopic": "Dini İnanış",
        "q": "Eski Türk inancında, ölen kişinin ardından yapılan yas törenine 'Yuğ', bu törende okunan şiirlere ne ad verilir?",
        "o": [
            "Sav",
            "Sagu",
            "Koşuk",
            "Destan",
            "Toy"
        ],
        "a": 1,
        "e": "Yuğ törenlerinde ölen kişinin iyiliklerinin ve duyulan acının dile getirildiği şiirlere 'Sagu' denir. (Halk edebiyatında Ağıt, Divan edebiyatında Mersiye). Sav atasözü, Koşuk ise aşk ve doğa şiiridir."
    },
    {
        "id": "tarih_io_071",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kok_turk_devleti",
        "subtopic": "II. Kök Türk Devleti",
        "q": "Türk tarihinde 'Türk' adını siyasi bir isim olarak kullanan ilk devlet hangisidir?",
        "o": [
            "Türkiye Cumhuriyeti",
            "Kök Türk Devleti",
            "Uygur Devleti",
            "Karahanlılar",
            "Büyük Hun Devleti"
        ],
        "a": 1,
        "e": "Tarihte 'Türk' adını resmi devlet adı olarak kullanan ilk devlet Kök Türk (Göktürk) Devleti'dir. Bu durum milliyetçi bir yapıya sahip olduklarını gösterir."
    },
    {
        "id": "tarih_io_072",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "Kurultay'a katılma hakkına sahip olan hanedan üyeleri, boy beyleri ve devlet görevlilerine genel olarak ne ad verilir?",
        "o": [
            "Toygun",
            "Aygucı",
            "Buyruk",
            "Tudun",
            "Bitikçi"
        ],
        "a": 0,
        "e": "Kurultay (Toy) meclisine katılma hakkı olan üyelere 'Toygun' denir. Aygucı vezir, Buyruk bakan, Tudun vergi memuru, Bitikçi ise yazışmaları yapan kâtiptir."
    },
    {
        "id": "tarih_io_073",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sosyal Yapı",
        "q": "İslamiyet öncesi Türk toplumunda 'sınıf ayrımı'nın (kölelik-soyluluk) görülmemesinin temel nedeni nedir?",
        "o": [
            "Din adamlarının güçlü olması",
            "Toprağın devlete ait olması (Özel mülkiyetin olmaması)",
            "Nüfusun az olması",
            "Savaşçı özelliklerin baskın olması",
            "Ticaretle uğraşılması"
        ],
        "a": 1,
        "e": "Sınıf ayrımı genellikle toprağa dayalı zenginlikten doğar. Türklerde toprak 'Miri' yani devletin malıdır and halk göçebedir. Toprağa dayalı özel mülkiyet ve derebeylik sistemi olmadığı için sınıf ayrımı ve kölelik oluşmamıştır."
    },
    {
        "id": "tarih_io_074",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "destanlar",
        "subtopic": "Türk Destanları",
        "q": "Uygurların yok olma noktasına geldikten sonra bir kurdun rehberliğinde çoğalmalarını anlatan destan aşağıdakilerden hangisidir?",
        "o": [
            "Ergenekon Destanı",
            "Türeyiş Destanı",
            "Göç Destanı",
            "Bozkurt Destanı",
            "Oğuz Kağan Destanı"
        ],
        "a": 1,
        "e": "Uygurların kökenini anlatan destan 'Türeyiş Destanı'dır. (Hakanın kızlarını Tanrı zannettiği bir kurda vermesi ve ondan türemeleri anlatılır). Ergenekon ve Bozkurt destanları Göktüklere aittir."
    },
    {
        "id": "tarih_io_075",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Sibirler (Sabarlar)",
        "q": "Anadolu'ya akın düzenleyen ikinci Türk topluluğu olan ve bugünkü Sibirya bölgesine ismini veren Türk boyu hangisidir?",
        "o": [
            "Avarlar",
            "Sibirler (Sabarlar)",
            "Peçenekler",
            "Kumanlar",
            "Hunlar"
        ],
        "a": 1,
        "e": "Sibirler (Sabarlar), 'Yol değiştirenler/Sapanlar' anlamına gelir. Anadolu'ya Hunlardan sonra giren ikinci topluluktur. Bugünkü Sibirya coğrafyası isimlerini onlardan alır."
    },
    {
        "id": "tarih_io_076",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "Türk devletlerinde hükümdarın erkek çocuklarına 'Tigin' denir. Tiginler, deneyim kazanmaları için boyların başına yönetici olarak gönderildiklerinde hangi unvanı alırlar?",
        "o": [
            "Şad",
            "Yabgu",
            "Atabey",
            "İdikut",
            "İlteber"
        ],
        "a": 0,
        "e": "Hükümdar çocukları (Tigin), bir birimin veya bölgenin başına yönetici/komutan olarak atandıklarında 'Şad' unvanını alırlar. Bu, onların artık siyasi ve askeri yetkiye sahip olduğunu gösterir."
    },
    {
        "id": "tarih_io_077",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "avrupa_hun_devleti",
        "subtopic": "Kavimler Göçü",
        "q": "Kavimler Göçü sonucunda Hristiyanlık yayılmış ve kilise güç kazanmıştır. Kiliseye ve öğretilerine karşı gelmenin yasak olduğu düşünce sistemine ne ad verilir?",
        "o": [
            "Hümanizm",
            "Skolastik Düşünce",
            "Pozitif Düşünce",
            "Rönesans",
            "Reform"
        ],
        "a": 1,
        "e": "Skolastik düşünce; Orta Çağ Avrupa'sında kilisenin dogmatik (sorgulanamaz) kurallarının bilim ve sanata egemen olmasıdır. Kavimler Göçü'nün yarattığı kaos ortamı bu düşüncenin güçlenmesine neden olmuştur."
    },
    {
        "id": "tarih_io_078",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "yazi_dil_edebiyat",
        "subtopic": "Edebiyat ve Yazı",
        "q": "Kırgızlara ait olan ve Türklerin en eski mezar taşları olarak bilinen yazıtlar aşağıdakilerden hangisidir?",
        "o": [
            "Orhun Yazıtları",
            "Yenisey Yazıtları",
            "Karabalgasun Yazıtları",
            "Bugut Yazıtları",
            "Moyen-Çur Yazıtları"
        ],
        "a": 1,
        "e": "Yenisey Yazıtları, Kırgızlara aittir ve Orhun Abideleri'nden daha eskidir. Ancak edebi bir metin olmaktan ziyade mezar taşı yazısı niteliği taşıdığı için Türk tarihinin ve edebiyatının 'ilk büyük' belgesi olarak Orhun Yazıtları kabul edilir."
    },
    {
        "id": "tarih_io_079",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Macarlar",
        "q": "Hristiyanlığı kabul ederek Türk kimliğini büyük ölçüde kaybeden, ancak 1870'te dünyadaki ilk 'Türkoloji Enstitüsü'nü kurarak Türk tarihine hizmet eden devlet hangisidir?",
        "o": [
            "Macarlar",
            "Bulgarlar",
            "Avarlar",
            "Kumanlar",
            "Peçenekler"
        ],
        "a": 0,
        "e": "Macarlar, Arpad önderliğinde Avrupa'ya göç etmiş ve Katolikliği benimseyerek asimile olmuşlardır. Ancak köklerini araştırmak amacıyla Budapeşte'de dünyanın ilk Türkoloji Enstitüsü'nü kurmuşlardır."
    },
    {
        "id": "tarih_io_080",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "dini_inanis",
        "subtopic": "Dini İnanış",
        "q": "Türklerde bazı hayvanların veya nesnelerin kutsal sayılması ve onlara saygı duyulması inancına ne ad verilir?",
        "o": [
            "Gök Tanrı",
            "Şamanizm",
            "Ongun (Totemizm)",
            "Atalar Kültü",
            "Doğa Kuvvetleri İnanışı"
        ],
        "a": 2,
        "e": "Ongun, Türklerde kutsal sayılan hayvan veya simge demektir. Bu inanış Totemizm'in bir yansımasıdır. Her boyun bir ongunu (sembol hayvanı) vardır (Örn: Kartal, Şahin)."
    },
    {
        "id": "tarih_io_081",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "ordu_savas",
        "subtopic": "Ordu Sistemi",
        "q": "Türklerde eli silah tutan herkesin asker sayılması ve özel bir askeri sınıfın bulunmaması anlayışına ne ad verilir?",
        "o": [
            "Ordu-Millet",
            "Gulam Sistemi",
            "İkta Sistemi",
            "Paralı Askerlik",
            "Devşirme"
        ],
        "a": 0,
        "e": "Göçebe yaşamın zorlukları nedeniyle kadın-erkek herkes her an savaşa hazır olmak zorundadır. Bu yüzden Türklerde 'Askerlik ayrı bir meslek değildir' ve 'Ordu-Millet' anlayışı hakimdir."
    },
    {
        "id": "tarih_io_082",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kok_turk_devleti",
        "subtopic": "I. Kök Türk Devleti",
        "q": "Asya Hunlarından sonra bütün Türk boylarını ikinci kez tek bayrak altında toplayan Türk hükümdarı kimdir?",
        "o": [
            "Bumin Kağan",
            "Mete Han",
            "Kutluk Kağan",
            "Mukan Kağan",
            "Bilge Kağan"
        ],
        "a": 3,
        "e": "Mukan Kağan, I. Kök Türk Devleti'nin en parlak dönemini yaşatan hükümdardır. Mete Han'dan sonra Orta Asya'daki tüm Türk boylarını (Avarlar, Kırgızlar, Tölesler) itaat altına alarak siyasi birliği ikinci kez sağlamıştır."
    },
    {
        "id": "tarih_io_083",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "sanat_edebiyat",
        "subtopic": "Sanat",
        "q": "Uygurlarda Maniheizm dininin etkisiyle gelişen, duvar resimlerine (fresk) verilen ad nedir?",
        "o": [
            "Minyatür",
            "Fresko",
            "Tezhip",
            "Hat",
            "Ebru"
        ],
        "a": 1,
        "e": "Uygurların tapınak duvarlarına yaptıkları alçı üzeri resimlere 'Fresk' denir. Uygur ressamlarına ise 'Bedizci' adı verilir. Bu sanat dalı daha sonra Türk-İslam sanatında minyatüre kaynaklık etmiştir."
    },
    {
        "id": "tarih_io_084",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Avarlar",
        "q": "Hem Asya'da hem Avrupa'da devlet kuran Avarlar, Slav topluluklarını en çok hangi alanda etkilemiştir?",
        "o": [
            "Dini inanış",
            "Tarım teknikleri",
            "Devlet teşkilatı ve ordu düzeni",
            "Yazı ve edebiyat",
            "Ticaret yolları"
        ],
        "a": 2,
        "e": "Avarlar, Avrupa'daki Slav topluluklarını ve Rusları devlet yönetimi ve askeri teşkilatlanma konusunda eğitmişlerdir. Üzengiyi Avrupa'ya taşıyarak süvarilikte devrim yapmışlardır."
    },
    {
        "id": "tarih_io_085",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "devlet_yonetimi",
        "subtopic": "Devlet Yönetimi",
        "q": "Hükümdarın devleti yönetme yetkisini Gök Tanrı'dan alması inancına 'Kut' denir. Aşağıdakilerden hangisi Kut inancının sonuçlarından biri değildir?",
        "o": [
            "Hükümdarın emirlerinin Tanrı buyruğu gibi algılanması",
            "Halkın hükümdara mutlak itaat etmesi",
            "Kanın kutsal sayılması ve hanedan kanının akıtılmaması",
            "Laik bir devlet yapısının oluşması",
            "Veraset savaşlarının yaşanması"
        ],
        "a": 3,
        "e": "Kut inancı, devlet yönetimini dine (Tanrı'ya) dayandırır. Bu durum laiklik (din ve devlet işlerinin ayrılması) ilkesiyle bağdaşmaz. Tam tersine dinin yönetimdeki meşruiyet aracı olduğunu gösterir."
    },
    {
        "id": "tarih_io_086",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kavramlar",
        "subtopic": "Kavramlar",
        "q": "İslamiyet öncesi Türk devletlerinde 'Otağ' ne anlama gelmektedir?",
        "o": [
            "Hükümdar çadırı",
            "Sorguç (Başlık)",
            "Davul",
            "Taht (Örgin)",
            "Sancak"
        ],
        "a": 0,
        "e": "Otağ, hükümdarın kullandığı büyük ve süslü çadırdır. Bir bağımsızlık sembolüdür. (Halkın çadırına 'Yurt' denir). Örgin taht, Tuğ sancak, Nevbet ise davuldur."
    },
    {
        "id": "tarih_io_087",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk ve Sosyal Yapı",
        "q": "İslamiyet öncesi Türk devletlerinde, yöneten (hükümdar) ile yönetilen (halk) arasındaki karşılıklı görev ve sorumlulukları belirleyen yazısız sözleşmeye ne ad verilir?",
        "o": [
            "Tüz",
            "Yarlığ",
            "Tamga",
            "Yosun",
            "Türe"
        ],
        "a": 0,
        "e": "Tüz; devlet ile vatandaşın karşılıklı görevlerini belirleyen bir tür 'Toplumsal Sözleşme'dir. Hükümdar halkı doyurmakla, halk da devlete itaat etmekle yükümlüdür. Bu kavram Türklerde demokrasi ve hukuk anlayışının bir yansımasıdır."
    },
    {
        "id": "tarih_io_088",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "sanat_edebiyat",
        "subtopic": "Sanat ve Eserler",
        "q": "Asya Hun Devleti dönemine ait olduğu düşünülen, dünyanın en eski halısı olarak kabul edilen ve üzerinde Türk motifleri bulunan eser hangi kurgandan çıkarılmıştır?",
        "o": [
            "Esik Kurganı",
            "Pazırık Kurganı",
            "Noin-Ula Kurganı",
            "Kudirge Kurganı",
            "Tagar Kurganı"
        ],
        "a": 1,
        "e": "Pazırık Kurganı'ndan (Rusya/Altay) çıkarılan 'Pazırık Halısı', dünyanın en eski düğümlü halısıdır. Türk halı dokuma sanatının ne kadar eski olduğunu kanıtlar. (Esik Kurganı'ndan ise Altın Elbiseli Adam zırhı çıkmıştır)."
    },
    {
        "id": "tarih_io_089",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "sanat_edebiyat",
        "subtopic": "Sanat ve Eserler",
        "q": "Kazakistan'ın Almaata şehri yakınlarındaki Esik Kurganı'ndan çıkarılan, binlerce altın parçadan oluşan zırhıyla gömülmüş Türk prensine ait buluntuya ne ad verilir?",
        "o": [
            "Altın Elbiseli Adam",
            "Bozkırın Kuyumcusu",
            "Orhun Hazinesi",
            "Yenisey Prens",
            "Tanrı'nın Kılıcı"
        ],
        "a": 0,
        "e": "Altın Elbiseli Adam zırhı, Esik Kurganı'ndan çıkarılmıştır. İskitler veya Asya Hunları dönemine ait olduğu tartışılsa da Türk maden işlemeciliğinin zirve noktasıdır."
    },
    {
        "id": "tarih_io_090",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "yazi_dil_edebiyat",
        "subtopic": "Yazı ve Edebiyat",
        "q": "II. Kök Türk Devleti döneminde dikilen Orhun Abideleri'nin yazarı (hattatı) olan ve aynı zamanda Türk tarihinin ilk tarihçisi ve yazarı kabul edilen kişi kimdir?",
        "o": [
            "Tonyukuk",
            "Yolluğ Tigin",
            "Kültigin",
            "Bilge Kağan",
            "Bögü Kağan"
        ],
        "a": 1,
        "e": "Orhun Abideleri; Bilge Kağan, Kültigin ve Vezir Tonyukuk adına dikilmiştir. Ancak Bilge Kağan ve Kültigin anıtlarının metinlerini taşa kazıyan (yazan) kişi, hanedan üyesi 'Yolluğ Tigin'dir."
    },
    {
        "id": "tarih_io_091",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "dini_inanis",
        "subtopic": "Din ve İnanış",
        "q": "Eski Türk inancında, ölen kişinin ardından yapılan yas törenine 'Uçmağ' (Cennet), kötülerin gideceği yere ise 'Tamu' (Cehennem) denirdi.\n\nBu kavramlar Türklerde aşağıdakilerden hangisinin kesin kanıtıdır?",
        "o": [
            "Tek tanrılı inancın",
            "Ahiret inancının",
            "Putperestliğin",
            "Ateizm",
            "Reenkarnasyon inancının"
        ],
        "a": 1,
        "e": "Ödül (Cennet/Uçmağ) ve ceza (Cehennem/Tamu) kavramları, ölümden sonra yaşamın yani 'Ahiret İnancı'nın varlığının en net kanıtıdır."
    },
    {
        "id": "tarih_io_092",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "asya_hun_devleti",
        "subtopic": "Siyasi Tarih",
        "q": "Türk tarihinde Çin ile yapılan ve bilinen ilk yazılı antlaşma olan, Asya Hun Devleti ile Çin arasında imzalanan antlaşma hangisidir?",
        "o": [
            "Kuzey Şansi Antlaşması",
            "Margus Antlaşması",
            "Anatolius Antlaşması",
            "Zitvatorok Antlaşması",
            "Kadeş Antlaşması"
        ],
        "a": 0,
        "e": "M.Ö. 200 yılında imzalanan Kuzey Şansi Antlaşması (Doğu Asya tarihinin ilk antlaşması), Mete Han döneminde Çin'in yenilgiyi kabul etmesi üzerine yapılmıştır. Türk-Çin ilişkilerinin ilk yazılı belgesidir."
    },
    {
        "id": "tarih_io_093",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kok_turk_devleti",
        "subtopic": "Önemli Kişiler",
        "q": "II. Kök Türk Devleti'nin kuruluşunda ve yönetiminde etkili olan, kendi adına anıt diktiren ve batılı tarihçiler tarafından 'Türklerin Bismarc'ı' olarak adlandırılan ünlü vezir kimdir?",
        "o": [
            "Tonyukuk",
            "Kültigin",
            "Mete Han",
            "Bumin Kağan",
            "Sulu Kağan"
        ],
        "a": 0,
        "e": "Vezir Tonyukuk; Kutluk, Kapgan ve Bilge Kağan dönemlerinde vezirlik yapmıştır. Tecrübesi ve stratejileri nedeniyle Alman birliğini kuran Bismarc'a benzetilir. Türk tarihinin ilk anı yazarıdır."
    },
    {
        "id": "tarih_io_094",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "ekonomi",
        "subtopic": "Ekonomi",
        "q": "Türkler ticarette takas usulünün yanı sıra para da kullanmışlardır. Türk tarihinde kullanılan, üzerinde hükümdar mührü bulunan bez paralara ne ad verilir?",
        "o": [
            "Kamdu",
            "Yarmak",
            "Sikke",
            "Kağıt",
            "Çav"
        ],
        "a": 0,
        "e": "Kamdu, mühürlü bez (kumaş) paradır. Yarmak madeni paradır. Çav ise kağıt paradır. Türkler bu araçları ticarette değişim aracı olarak kullanmışlardır."
    },
    {
        "id": "tarih_io_095",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Spor",
        "q": "Türklerin at üzerinde oynadığı, günümüzdeki 'Polo' oyununun atası sayılan, askeri eğitim niteliği de taşıyan oyun hangisidir?",
        "o": [
            "Çevgan",
            "Gökbörü",
            "Kızbörü",
            "Cirit",
            "Mangala"
        ],
        "a": 0,
        "e": "Çevgan (Çöğen), at üzerinde ucu eğri sopalarla topa vurularak oynanan bir oyundur. İngilizler bu oyunu Türklerden öğrenerek 'Polo' adıyla dünyaya yaymıştır. Gökbörü ise oğlak kapmaca oyunudur."
    },
    {
        "id": "tarih_io_096",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Müzik",
        "q": "Türk halk müziğinin temel enstrümanı olan, 'Ozan' veya 'Baksı' adı verilen şairlerin ellerinden düşürmediği telli çalgı hangisidir?",
        "o": [
            "Kopuz",
            "Çevgan",
            "Kudüm",
            "Zurna",
            "Ney"
        ],
        "a": 0,
        "e": "Kopuz, Türklerin milli çalgısıdır. Dede Korkut hikayelerinde de sıkça geçer. Kopuz, günümüzdeki bağlamanın atasıdır."
    },
    {
        "id": "tarih_io_097",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "destanlar",
        "subtopic": "Türk Destanları",
        "q": "Dünyanın yaratılışını, insanın ortaya çıkışını ve şeytanın (Erlik) kötülüklerini anlatan, Altay Türklerine ait destan hangisidir?",
        "o": [
            "Yaratılış Destanı",
            "Manas Destanı",
            "Oğuz Kağan Destanı",
            "Ergenekon Destanı",
            "Göç Destanı"
        ],
        "a": 0,
        "e": "Yaratılış Destanı, Altay-Yakut Türklerine aittir. Türk mitolojisindeki Tanrı Ülgen ve Şeytan Erlik mücadelesini anlatır. En eski Türk efsanelerinden izler taşır."
    },
    {
        "id": "tarih_io_098",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "ordu_savas",
        "subtopic": "Askeri Kültür",
        "q": "Türk ordusunda, düşman ordusunun durumunu öğrenmek, keşif yapmak ve ani baskınlar düzenlemek amacıyla önden giden keşif birliğine ne ad verilir?",
        "o": [
            "Yelme",
            "Böri",
            "Tarkan",
            "Subaşı",
            "Akıncı"
        ],
        "a": 0,
        "e": "Yelme, İslamiyet öncesi Türk ordundaki keşif müfrezesidir. Osmanlı'daki karşılığı 'Akıncılar'dır. Düşmanı gözetler ve ana ordu gelmeden yıpratır."
    },
    {
        "id": "tarih_io_099",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Oğuzlar",
        "q": "Türk milletinin en kalabalık kolu olan Oğuzlar (Uzlar), İslamiyet'i kabul ettikten sonra hangi isimle anılmışlardır?",
        "o": [
            "Türkmen",
            "Kıpçak",
            "Tatar",
            "Hazara",
            "Özbek"
        ],
        "a": 0,
        "e": "Oğuzlar, Müslüman olduktan sonra 'Türkmen' adını almışlardır. (Müslüman olmayanlarına Hristiyan Uzlar veya Gagavuzlar denir). Osmanlı, Selçuklu, Akkoyunlu ve Karakoyunlu devletlerini kuranlar Türkmenlerdir."
    },
    {
        "id": "tarih_io_100",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "devlet_yonetimi",
        "subtopic": "Devlet Yönetimi",
        "q": "Aşağıdakilerden hangisi İslamiyet öncesi Türk devletlerinde 'hükümdarlık sembollerinden' (alametlerinden) biri değildir?",
        "o": [
            "Tuğ (Sancak)",
            "Nevbet (Davul)",
            "Örgin (Taht)",
            "Kotuz (Sorguç)",
            "Hutbe Okutmak"
        ],
        "a": 4,
        "e": "Tuğ, davul, taht, sorguç, yay, kılıç gibi unsurlar eski Türklerde hükümdarlık alametidir. Ancak 'Hutbe Okutmak' İslamiyet'in kabulünden sonra hükümdarlık alameti olmuştur."
    },
    {
        "id": "tarih_io_101",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Tabgaçlar",
        "q": "Kuzey Çin'de devlet kuran, Türk kültürünü Budizm etkisiyle kaybederek Çinlileşen ve asimile olan Türk topluluğu hangisidir?",
        "o": [
            "Tabgaçlar",
            "Göktürkler",
            "Uygurylar",
            "Türgişler",
            "Karluklar"
        ],
        "a": 0,
        "e": "Tabgaçlar, Çin'in kuzeyinde hakimiyet kurmuş köklü bir Türk topluluğudur. Ancak Budizm'i benimseyip nüfus olarak azınlıkta kaldıkları için zamanla tamamen Çinlileşmişlerdir."
    },
    {
        "id": "tarih_io_102",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "devlet_yonetimi",
        "subtopic": "Devlet Görevlileri",
        "q": "Türk devlet teşkilatında hükümdardan sonra en yetkili kişi olan, günümüzdeki 'Başbakan' veya 'Vezir' makamının karşılığı olan unvan hangisidir?",
        "o": [
            "Aygucı (Üge)",
            "Buyruk",
            "Tudun",
            "Apa",
            "Bitikçi"
        ],
        "a": 0,
        "e": "Aygucı (veya Üge), Kurultay'a başkanlık da edebilen, hükümdarın sağ kolu olan başvezirdir. 'Ayukı' denilen hükümetin başıdır."
    },
    {
        "id": "tarih_io_103",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Uygur Yazıtları",
        "q": "Uygur Devleti'nin kuruluşunu ve Bögü Kağan'ın Maniheizm dinini kabul edişini anlatan yazıtlar aşağıdakilerden hangisidir?",
        "o": [
            "Karabalgasun Yazıtları",
            "Yenisey Yazıtları",
            "Orhun Yazıtları",
            "Tonyukuk Yazıtı",
            "Kültigin Yazıtı"
        ],
        "a": 0,
        "e": "Karabalgasun Yazıtları, Uygur tarihini aydınlatan en önemli kaynaklardandır. Özellikle Bögü Kağan'ın Mani dinini kabul etmesi ve bu dinin etkileri anlatılır. Ayrıca Moyen-Çur (Şine Uşi) yazıtları da Uygurlara aittir."
    },
    {
        "id": "tarih_io_104",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "bilim_sanat",
        "subtopic": "Bilim",
        "q": "Türklerin kullandığı '12 Hayvanlı Türk Takvimi' hangi esasa dayanır?",
        "o": [
            "Güneş Yılı",
            "Ay Yılı",
            "Hicri Takvim",
            "Celali Takvim",
            "Rumi Takvim"
        ],
        "a": 0,
        "e": "12 Hayvanlı Türk Takvimi, Güneş yılı esasına göre düzenlenmiştir. Her yıl bir hayvan adıyla anılır, aylar ise sayılarla belirtilir. Türklerin astronomi bilgisini gösterir."
    },
    {
        "id": "tarih_io_105",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "bagimsizlik_mucadeleleri",
        "subtopic": "Bağımsızlık Mücadeleleri",
        "q": "Doğu Göktürk Devleti'nin Çin esaretine girmesinden sonra, 39 arkadaşıyla birlikte Çin sarayını basarak bağımsızlık ateşini yakan Türk kahramanı kimdir?",
        "o": [
            "Kürşad",
            "Mete Han",
            "Teoman",
            "Attila",
            "Balamir"
        ],
        "a": 0,
        "e": "Kürşad Ayaklanması (Kürşad İhtilali), Türk tarihinin ilk bağımsızlık hareketidir. Başarısız olsa da Türklerdeki esaret kabul etmez ruhu canlandırmış ve II. Göktürk Devleti'nin kurulmasına zemin hazırlamıştır."
    },
    {
        "id": "tarih_io_106",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "sosyal_hayat",
        "subtopic": "Sosyal Hayat",
        "q": "Türklerde yılın belirli zamanlarında, dini veya milli günlerde düzenlenen, toygunların katıldığı, yemeklerin yenilip yarışmaların yapıldığı şenliklere ne ad verilir?",
        "o": [
            "Toy (Şölen)",
            "Yuğ",
            "Kurultay",
            "Kengeş",
            "Sagu"
        ],
        "a": 0,
        "e": "Toy (Şölen); hem meclis toplantısı hem de halkın katıldığı büyük ziyafet ve eğlence anlamına gelir. Hükümdar bu şölenlerde halkını doyurur, birliği pekiştirir."
    },
    {
        "id": "tarih_io_127",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Sosyal Hayat",
        "q": "Türklerde hükümdarın, büyük şölenlerde malını halka yağmalatması geleneğine ne ad verilir? (Bu gelenek cömertliğin ve sosyal devletin bir göstergesidir.)",
        "o": [
            "Han-ı Yağma",
            "Toy",
            "Kengeş",
            "Ülüş",
            "Potlaç"
        ],
        "a": 0,
        "e": "Han-ı Yağma; hükümdarın kendi çadırındaki veya hazinesindeki malları belirli günlerde halka açıp yağmalatmasıdır (dağıtmasıdır). Bu durum halkın ihtiyaçlarını karşılar ve hükümdarın cömertliğini gösterir."
    },
    {
        "id": "tarih_io_128",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "Hazarlar",
        "q": "Adalet ve hoşgörüye verdikleri önemle tanınan Hazarlar, davalara bakmak için oluşturdukları kurulda Müslüman, Hristiyan, Musevi ve Şamanist temsilciler bulundurmuşlardır.\n\nBu durum Hazarların aşağıdaki özelliklerinden hangisini kanıtlar?",
        "o": [
            "Teokratik bir yapıya sahip olduklarını",
            "Tek tanrılı inancı yaymaya çalıştıklarını",
            "Dini hoşgörü ve adalet anlayışının gelişmiş olduğunu",
            "Asimile olduklarını",
            "Hukuk birliğini sağladıklarını"
        ],
        "a": 2,
        "e": "Farklı dinlerden yargıçların (7 kişilik hakimler kurulu) aynı mahkemede bulunması, 'Hazar Barış Çağı'nın (Pax Hazaria) ve dini hoşgörünün en net kanıtıdır. Hukuk birliği yoktur, çok hukukluluk vardır."
    },
    {
        "id": "tarih_io_129",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Kavramlar",
        "q": "İslamiyet öncesi Türklerde 'bağımsızlık' kavramını ifade eden terim aşağıdakilerden hangisidir?",
        "o": [
            "Oksızlık",
            "Kün",
            "Tüz",
            "Yosun",
            "Kut"
        ],
        "a": 0,
        "e": "Oksızlık, eski Türkçede 'Bağımsızlık' (İstiklal) demektir. Türkler için oksızlık karakterin değişmez bir parçasıdır. (Kün: Halk, Tüz: Sözleşme, Yosun: Gelenek)."
    },
    {
        "id": "tarih_io_130",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "Peçenekler",
        "q": "Bizans ordusunda paralı askerlik yaparken Malazgirt Savaşı'nda Selçuklu saflarına geçen, devlet kuramasa da Balkanlarda ve Karadeniz kuzeyinde etkili olan Türk boyu hangisidir?",
        "o": [
            "Peçenekler",
            "Avarlar",
            "Bulgarlar",
            "Macarlar",
            "Kumanlar"
        ],
        "a": 0,
        "e": "Peçenekler devlet kuramamış, boylar halinde yaşamışlardır. En önemli tarihsel rolleri Malazgirt Savaşı'nda saf değiştirerek zaferin kazanılmasını sağlamalarıdır."
    },
    {
        "id": "tarih_io_131",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "destanlar",
        "subtopic": "İskitler (Sakalar)",
        "q": "İskitlerin (Sakalar) İranlılarla (Persler) yaptıkları savaşları ve kraliçeleri Tomris Hatun'un mücadelesini konu alan, aynı zamanda Alper Tunga'nın kahramanlıklarının anlatıldığı destan hangisidir?",
        "o": [
            "Alper Tunga ve Şu Destanı",
            "Oğuz Kağan Destanı",
            "Türeyiş Destanı",
            "Göç Destanı",
            "Ergenekon Destanı"
        ],
        "a": 0,
        "e": "İskitlere ait iki önemli destan vardır: 'Alper Tunga Destanı' ve Makedonya Kralı İskender ile mücadelelerini anlatan 'Şu Destanı'. (Oğuz Kağan Hunlara, diğerleri Göktürk ve Uygurlara aittir)."
    },
    {
        "id": "tarih_io_132",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Müzik",
        "q": "Türk ordusunda savaş zamanı askeri coşturmak, barış zamanı ise bağımsızlığı ilan etmek için çalınan davula (bando) ne ad verilir?",
        "o": [
            "Nevbet",
            "Kopuz",
            "Çevgan",
            "Sargu",
            "Yarlığ"
        ],
        "a": 0,
        "e": "Nevbet; Türklerde saltanat davulu veya askeri bando anlamına gelir. Hükümdarlık alametlerinden biridir. Günde belirli vakitlerde hükümdarın kapısında çalınırdı."
    },
    {
        "id": "tarih_io_133",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Kültürel Etkileşim",
        "q": "Uygurlar, Moğol İmparatorluğu'nun devlet teşkilatında görev alarak Moğolların Türkleşmesinde büyük rol oynamışlardır. \n\nUygurların Moğollara 'Hocamız' dedirtecek kadar öğrettikleri alfabe hangisidir?",
        "o": [
            "Uygur Alfabesi",
            "Göktürk Alfabesi",
            "Sogd Alfabesi",
            "Kiril Alfabesi",
            "Arap Alfabesi"
        ],
        "a": 0,
        "e": "Moğolların kullandığı alfabe, Uygur alfabesidir. Uygurlar, Cengiz Han'ın sarayında katiplik ve danışmanlık yaparak Moğol bürokrasisini oluşturmuşlardır. Moğollar bu yüzden Uygurlara 'Hocalarımız' (Baksı) demişlerdir."
    },
    {
        "id": "tarih_io_134",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ölüm ve Yas",
        "q": "Türklerde ölen kişinin mezarına, hayattayken öldürdüğü düşman sayısı kadar dikilen ve ahirette ona hizmet edeceğine inanılan küçük heykelciklere ne ad verilir?",
        "o": [
            "Balbal (Bengütaş)",
            "Kurgan",
            "Ongun",
            "Uçmağ",
            "Tamu"
        ],
        "a": 0,
        "e": "Balbal; mezar taşı niteliğindeki ilk heykel örnekleridir. Öldürülen düşmanları simgeler. Bu taşlar Türklerde heykel sanatının başlangıcı kabul edilir."
    },
    {
        "id": "tarih_io_135",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "II. Kök Türk Devleti",
        "q": "Orhun Abideleri'nde Çin'in entrikalarına karşı Türk milletini uyaran, 'Tatlı sözüne, yumuşak ipeğine kanma' diyerek devlet adamlarına öğüt veren kişi kimdir?",
        "o": [
            "Bilge Kağan",
            "Kültigin",
            "Tonyukuk",
            "Mete Han",
            "Bumin Kağan"
        ],
        "a": 0,
        "e": "Bu ünlü sözler Bilge Kağan Anıtı'nda yer alır. Bilge Kağan, Çin'in 'yumuşak güç' (diplomasi, lüks eşya, prenses) kullanarak Türkleri nasıl içeriden yıktığını anlatarak gelecek nesilleri uyarır."
    },
    {
        "id": "tarih_io_136",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Takvim",
        "q": "12 Hayvanlı Türk Takvimi'nde aylar sayılarla (Birinci ay, İkinci ay...), yıllar ise hayvan isimleriyle belirtilir.\n\nAşağıdakilerden hangisi bu takvimde yer alan hayvan isimlerinden biri değildir?",
        "o": [
            "Pars",
            "Tavuk",
            "Maymun",
            "Kedi",
            "Sıçan"
        ],
        "a": 3,
        "e": "12 Hayvanlı Türk Takvimi'ndeki hayvanlar: Sıçan, Sığır, Pars, Tavşan, Ejder, Yılan, At, Koyun, Maymun, Tavuk, Köpek, Domuz'dur. 'Kedi' bu takvimde yer almaz. (Bu soru ÖSYM'nin sevdiği bir detaydır)."
    },
    {
        "id": "tarih_io_137",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "Avrupa Hun Devleti",
        "q": "Bizans İmparatorluğu'nun Avrupa Hun Devleti'ne ödediği vergileri iki katına çıkaran ve Bizans'ın Hun üstünlüğünü kesin olarak kabul ettiği antlaşma hangisidir?",
        "o": [
            "Anatolius Antlaşması",
            "Margus Antlaşması",
            "Zitvatorok Antlaşması",
            "Kadeş Antlaşması",
            "Bucaş Antlaşması"
        ],
        "a": 0,
        "e": "Margus Antlaşması ile vergiler belirlenmiş, daha sonra Attila'nın I. Balkan Seferi sonucunda imzalanan Anatolius Antlaşması (447) ile bu vergiler üç katına çıkarılmış ve Bizans tazminat ödemeye mahkum edilmiştir."
    },
    {
        "id": "tarih_io_138",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Toplum",
        "q": "Türklerde baharın gelişini kutlamak amacıyla 21 Mart'ta düzenlenen, 'Yeni Gün' anlamına gelen bayram hangisidir?",
        "o": [
            "Nevruz",
            "Hıdırellez",
            "Mihrican",
            "Nardugan",
            "Paskalya"
        ],
        "a": 0,
        "e": "Nevruz (Yeni Gün); Türk dünyasında baharın başlangıcı, doğanın uyanışı ve Ergenekon'dan çıkış günü olarak kutlanan en eski milli bayramdır."
    },
    {
        "id": "tarih_io_139",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Karluklar",
        "q": "Cengiz Han'a itaat eden ilk Müslüman Türk topluluğu hangisidir?",
        "o": [
            "Karluklar",
            "Kırgızlar",
            "Uygurlar",
            "Kıpçaklar",
            "Oğuzlar"
        ],
        "a": 0,
        "e": "Karluklar, Karahanlı Devleti'nin kuruluşunda etkili olmuşlardır. Daha sonra Moğol istilası sırasında Cengiz Han'a itaat eden ilk Müslüman Türk topluluğu olmuşlardır. (Cengiz'e itaat eden ilk Türk topluluğu Kırgızlar, ilk Müslüman Türk topluluğu Karluklardır)."
    },
    {
        "id": "tarih_io_140",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ekonomi",
        "q": "Türk devletlerinin Çin ile yaptıkları savaşların en temel ekonomik nedeni aşağıdakilerden hangisidir?",
        "o": [
            "İpek Yolu hakimiyeti",
            "Kürk Yolu hakimiyeti",
            "Baharat Yolu hakimiyeti",
            "Tarım arazilerini ele geçirmek",
            "Maden yataklarına sahip olmak"
        ],
        "a": 0,
        "e": "Türk-Çin mücadelesinin yüzyıllar süren temel sebebi, dünya ticaretinin ana damarı olan 'İpek Yolu'nun kontrolünü ele geçirmektir. Bu yola hakim olan devlet ekonomik olarak süper güç olur."
    },
    {
        "id": "tarih_io_141",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Din",
        "q": "İslamiyet öncesi Türklerde 'Cennet' kavramı için 'Uçmağ' kullanılırken, din adamı (Şaman) anlamında kullanılan terim aşağıdakilerden hangisidir?",
        "o": [
            "Kam",
            "Toygun",
            "Tarkan",
            "Tudun",
            "İlteber"
        ],
        "a": 0,
        "e": "Din adamlarına 'Kam' veya 'Baksı' denir. Toygun kurultay üyesi, Tarkan komutan, Tudun vergi memuru, İlteber ise yüksek rütbeli bir memur/yöneticidir."
    },
    {
        "id": "tarih_io_142",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Yazı",
        "q": "Türklerin kullandığı alfabelerden hangisi milli bir alfabe olmayıp, ticari ilişkiler sonucu İran kökenli tüccarlardan öğrenilmiş ve Türkçeye uyarlanmıştır?",
        "o": [
            "Sogd Alfabesi",
            "Göktürk Alfabesi",
            "Uygur Alfabesi",
            "Latin Alfabesi",
            "Kiril Alfabesi"
        ],
        "a": 0,
        "e": "Sogd alfabesi, İpek Yolu tüccarları olan Sogdlar'dan alınmıştır. Uygur alfabesi de bu Sogd alfabesinin geliştirilmiş ve Türkçeye uyarlanmış halidir. Göktürk alfabesi ise tamamen millidir."
    },
    {
        "id": "tarih_io_143",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "Göktürkler",
        "q": "Türk tarihinde 'Fetret Devri' olarak bilinen, I. Göktürk Devleti'nin yıkılışı ile II. Göktürk Devleti'nin kuruluşu arasında geçen 50 yıllık Çin esareti dönemine ne ad verilir?",
        "o": [
            "Matem Devri",
            "Esaret Yılları",
            "Karanlık Dönem",
            "Fetret Devri",
            "Hüzün Yılları"
        ],
        "a": 0,
        "e": "630-680 yılları arasında Türklerin devletsiz kaldığı ve Çin egemenliğinde yaşadığı bu döneme, Osmanlı'daki Fetret Devri'ne benzer şekilde 'Matem Devri' veya siyasi boşluk anlamında fetret denilebilir. Ancak akademik olarak '50 Yıllık Esaret' olarak bilinir."
    },
    {
        "id": "tarih_io_144",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Destanlar",
        "q": "Dünyanın en uzun destanı olma özelliğini taşıyan ve UNESCO tarafından kültürel miras listesine alınan, Kırgızlara ait destan hangisidir?",
        "o": [
            "Manas Destanı",
            "Oğuz Kağan Destanı",
            "Ergenekon Destanı",
            "Şehname",
            "Gılgamış Destanı"
        ],
        "a": 0,
        "e": "Manas Destanı, 500 bin beyitten fazladır ve hala eklemelerle yaşayan canlı bir destandır. Kırgızların tarihini, kültürünü ve kahramanlıklarını anlatır."
    },
    {
        "id": "tarih_io_145",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Ordu",
        "q": "Savaş alanında düşmanı çembere alarak yok etmeyi amaçlayan 'Hilal Taktiği'nin diğer adı aşağıdakilerden hangisidir?",
        "o": [
            "Turan Taktiği",
            "Yıldırım Taktiği",
            "Gerilla Taktiği",
            "Siper Savaşı",
            "Meydan Savaşı"
        ],
        "a": 0,
        "e": "Hilal taktiğinin diğer adları; Turan Taktiği, Sahte Ricat (Geri Çekilme) ve Kurt Kapanı'dır. Türk ordusunun en klasik ve etkili stratejisidir."
    },
    {
        "id": "tarih_io_146",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Bulgarlar",
        "q": "İstanbul'u kuşatan ikinci Türk devleti olan (Avarlardan sonra) ve Hristiyanlığı kabul ederek Balkanlarda asimile olan Türk devleti hangisidir?",
        "o": [
            "Tuna Bulgarları",
            "İtil Bulgarları",
            "Macarlar",
            "Hazarlar",
            "Peçenekler"
        ],
        "a": 0,
        "e": "Tuna Bulgarları, Kurum Han döneminde İstanbul'u kuşatmalarıdır. Ancak Boris Han döneminde Hristiyanlığı kabul ederek Slavlaşmışlardır. (İtil Bulgarları ise İslamiyet'i seçmiştir)."
    },
    {
        "id": "tarih_io_147",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "diger_turk_devletleri",
        "subtopic": "Kıpçaklar (Kumanlar)",
        "q": "Karadeniz'in kuzeyinde yaşayan Kıpçak Türklerinin dilini, dinini ve kültürünü öğrenmek amacıyla İtalyan ve Alman tüccarlar/misyonerler tarafından hazırlanan ünlü sözlük hangisidir?",
        "o": [
            "Codex Cumanicus",
            "Divan-u Lugati't-Turk",
            "Muhakemetü'l Lügateyn",
            "Kutadgu Bilig",
            "Şehname"
        ],
        "a": 0,
        "e": "Codex Cumanicus (Kuman Kitabı); Kıpçak Türkçesi ile Latince ve Farsça kelimelerin karşılaştırıldığı, gramer kurallarının ve bilmecelerin yer aldığı çok önemli bir sözlüktür. Kıpçak tarihinin en önemli yazılı kaynağıdır."
    },
    {
        "id": "tarih_io_148",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Hukuk (Töre)",
        "q": "Türk töresinde zamanla bazı kurallar değişebilirken, adalet ve eşitlik gibi temel ilkeler değişmezdi. \n\nTöre'nin değişmez hükümlerinden biri olan 'Könilik' ne anlama gelir?",
        "o": [
            "Adalet",
            "Eşitlik (Tüzlük)",
            "İyilik (Uzluk)",
            "İnsanlık (Kişilik)",
            "Bağımsızlık"
        ],
        "a": 0,
        "e": "Töre'nin 4 değişmez ilkesi vardır: 1. Könilik (Adalet), 2. Uzluk (İyilik/Faydalılık), 3. Tüzlük (Eşitlik), 4. Kişilik (İnsanlık). Bu kavramlar ÖSYM tarafından terim sorusu olarak sorulabilir."
    },
    {
        "id": "tarih_io_149",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Türk Adının Anlamı",
        "q": "Türk adının anlamı üzerine birçok kaynakta farklı görüşler ileri sürülmüştür. \n\nZiya Gökalp'e göre 'Türk' adının anlamı aşağıdakilerden hangisidir?",
        "o": [
            "Töreli (Kanun, nizam sahibi)",
            "Güçlü, kuvvetli",
            "Miğfer",
            "Olgunluk çağı",
            "Türeyen, çoğalan"
        ],
        "a": 0,
        "e": "Ziya Gökalp, Türk adını 'Töreli' (Töre sahibi, nizamlı, kanunlu) olarak tanımlar. (Uygur metinlerinde: Güçlü/Kuvvetli, Çin kaynaklarında: Miğfer, Kaşgarlı Mahmut: Olgunluk çağı)."
    },
    {
        "id": "tarih_io_150",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "II. Kök Türk Devleti",
        "q": "II. Kök Türk Devleti'nin kurucusu olan ve devleti yeniden derleyip toparladığı için kendisine 'İlteriş' (İli derleyen) unvanı verilen hükümdar kimdir?",
        "o": [
            "Kutluk Kağan",
            "Kapgan Kağan",
            "Bilge Kağan",
            "Bumin Kağan",
            "Mukan Kağan"
        ],
        "a": 0,
        "e": "Kutluk Kağan, Çin esaretine son vererek devleti yeniden kurmuş ve 'İlteriş' unvanını almıştır. Bu unvan, dağılan boyları bir araya getiren 'Derleyici/Toparlayıcı' anlamına gelir."
    },
    {
        "id": "tarih_io_151",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Dini İnanış",
        "q": "Eski Türklerde din adamlarının (Kam/Şaman) yağmur yağdırmak, rüzgar estirmek gibi doğa olaylarını kontrol etmek için kullandığına inanılan kutsal taş hangisidir?",
        "o": [
            "Yada Taşı",
            "Bengütaş",
            "Balbal",
            "Hacerü'l Esved",
            "Dikilitaş"
        ],
        "a": 0,
        "e": "Yada Taşı (Yeşim Taşı), Türk mitolojisinde sihirli güçleri olduğuna inanılan bir taştır. Bu taş kullanılarak yapılan yağmur yağdırma törenlerine 'Yadalamak' denir. İslam kaynaklarında da bu taştan bahsedilir."
    },
    {
        "id": "tarih_io_152",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "siyasi_tarih",
        "subtopic": "Peçenekler",
        "q": "İstanbul'u kuşatmak isteyen Çaka Bey, bu amacını gerçekleştirmek için karadan hangi Türk boyu ile ittifak kurmayı planlamıştır?",
        "o": [
            "Peçenekler",
            "Kumanlar",
            "Oğuzlar",
            "Macarlar",
            "Avarlar"
        ],
        "a": 0,
        "e": "İlk Türk denizcisi Çaka Bey, İstanbul'u denizden kuşatırken, karadan da Peçeneklerle anlaşarak Bizans'ı kıskaç altına almayı planlamıştır. Ancak Bizans'ın kışkırtmasıyla Kumanlar Peçeneklere saldırınca bu plan bozulmuştur."
    },
    {
        "id": "tarih_io_153",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlar",
        "subtopic": "Sanat",
        "q": "Uygurların yerleşik hayata geçmesiyle mimari gelişmiş ve tapınaklar inşa edilmiştir. Uygur tapınaklarına verilen ad aşağıdakilerden hangisidir?",
        "o": [
            "Stupa",
            "Kümbet",
            "Kurgan",
            "Külliye",
            "Ziggurat"
        ],
        "a": 0,
        "e": "Uygurların Budizm ve Maniheizm etkisiyle yaptıkları kubbeli tapınaklara 'Stupa' denir. Bu yapıların duvarları fresklerle süslenmiştir."
    },
    {
        "id": "tarih_io_154",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kultur_medeniyet",
        "subtopic": "Devlet Yönetimi",
        "q": "İkili teşkilat sisteminde Batı kanadını yöneten 'Yabgu'nun, iç işlerinde serbest, dış işlerinde Doğu'daki Hakan'a bağlı olması aşağıdakilerden hangisinin göstergesidir?",
        "o": [
            "Federatif devlet anlayışının",
            "Merkeziyetçi yapının güçlü olduğunun",
            "Teokratik yönetimin",
            "Demokratik uygulamanın",
            "Sömürgeci politikanın"
        ],
        "a": 0,
        "e": "Yerel yöneticilerin iç işlerinde serbest, dış işlerinde merkeze bağlı olduğu sisteme 'Federatif' yapı denir. Bu sistem Türk devletlerinin kolay yönetilmesini sağlasa da merkezi otoriteyi zayıflatarak yıkılmayı hızlandırmıştır."
    },
    {
        "id": "tarih_155",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "hunlarin_cin_ile_iliskileri",
        "subtopic": "Hunların Çin ile İlişkileri",
        "q": "Büyük Hun Devleti'nin Çin ile olan ilişkilerini değerlendirdiğimizde, Çin'e yapılan akınların amacı olarak aşağıdakilerden hangisi en uygun yorum olarak kabul edilebilir?",
        "o": [
            "Çin'in topraklarını ele geçirmek",
            "Çin kültürünü benimsemek",
            "Çin'in sınır güvenliğini zayıflatarak ekonomik avantaj sağlamak",
            "Çin ile barış antlaşması yapmak",
            "Çin'in askeri gücünü yok etmek"
        ],
        "a": 2,
        "e": "Hunların Çin'e akınları, doğrudan toprak ele geçirmekten ziyade Çin'i zayıflatarak İpek Yolu kontrolü ve ekonomik gelirler elde etme amacına yöneliktir. Bu akınlar, Çin'i vergiye bağlamaya kadar giden bir stratejiyi yansıtır."
    },
    {
        "id": "tarih_156",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "orhun_yazitlari_analizi",
        "subtopic": "Orhun Yazıtları Analizi",
        "q": "Orhun Yazıtları'nda Bilge Kağan'ın Türk milletine yönelik uyarısı, 'Türk milleti, öleceksin!' ifadesi, Türk devlet geleneğinde hangi temel değerin korunmasını vurgular?",
        "o": [
            "Askeri gücün önemi",
            "Bağımsızlık ve milli birliğin önemi",
            "Ekonomik zenginliğin önemi",
            "Dini inançların önemi",
            "Toprak genişlemenin önemi"
        ],
        "a": 1,
        "e": "Bilge Kağan'ın uyarısı, Çin etkisiyle Türk milletinin dağılma tehlikesiyle karşı karşıya olduğunu ve bağımsızlık ile milli birliğin korunmasının hayati önem taşıdığını ifade eder."
    },
    {
        "id": "tarih_157",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlarin_yerlesik_hayata_gecisi",
        "subtopic": "Uygurların Yerleşik Hayata Geçişi",
        "q": "Uygurların Maniheizm'i kabul etmeleri sonrası yaşanan gelişmeler düşünüldüğünde, bu din değişikliğinin Türk tarihinde en belirgin etkisi aşağıdakilerden hangisidir?",
        "o": [
            "Göçebe yaşamın tamamen terk edilmesi",
            "Savaşçı özelliğin tamamen kaybedilmesi",
            "Mimari ve sanat alanlarında gelişmeler yaşanması",
            "Ticaretin durması",
            "Çin ile ilişkilerin kesilmesi"
        ],
        "a": 2,
        "e": "Maniheizm, yerleşik yaşamı teşvik etmiş, tapınak inşası ve sanat eserleri gibi mimari gelişmeleri sağlamıştır."
    },
    {
        "id": "tarih_158",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_goclerinin_sonuclari",
        "subtopic": "Türk Göçlerinin Sonuçları",
        "q": "Orta Asya'dan başlayan Türk göçlerinin Avrupa'ya ulaşması, Avrupa tarihine ilişkin aşağıdaki senaryolardan hangisinin gerçekleşmesine yol açmıştır?",
        "o": [
            "Roma İmparatorluğu'nun güçlenmesi",
            "Feodal sistemin oluşması",
            "Avrupa'nın İslamlaşması",
            "Haçlı Seferleri'nin başlaması",
            "Rönesans'ın erken başlaması"
        ],
        "a": 1,
        "e": "Türk göçleri (Kavimler Göçü), Roma İmparatorluğu'nun yıkılmasına ve merkezi otoritenin zayıflaması sonucu feodal sistemin doğuşuna neden olmuştur."
    },
    {
        "id": "tarih_159",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_devlet_anlayisi",
        "subtopic": "Türklerde Devlet Anlayışı",
        "q": "İslamiyet öncesi Türk devletlerinde 'ordu-millet' anlayışı, devlet-halk ilişkisini nasıl şekillendirmiştir?",
        "o": [
            "Devletin sürekli parçalanmasına zemin hazırlamıştır.",
            "Askeri gücün toplumun temel unsuru haline gelmesini sağlamıştır.",
            "Ekonomik faaliyetlerin durmasına neden olmuştur.",
            "Dini yapıların güçlenmesini zorunlu kılmıştır.",
            "Toprak mülkiyetinin özel hale gelmesini hızlandırmıştır."
        ],
        "a": 1,
        "e": "Ordu-millet anlayışında toplumun her kesimi savaşçı karaktere sahiptir. Bu durum, askeri gücü devletin temel dayanağı yapmış; seferberlik, savunma ve hızlı hareket kabiliyeti sağlanmıştır. Parçalanma veya ekonomik durma gibi sonuçlar bu anlayışın doğal ve doğrudan çıktısı değildir."
    },
    {
        "id": "tarih_160",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturklerin_dis_politikasi",
        "subtopic": "Göktürklerin Dış Politikası",
        "q": "Göktürklerin İpek Yolu kontrolü için Sasaniler ve Bizans ile kurduğu ittifaklar, dış politikalarının hangi stratejik önceliğini yansıtır?",
        "o": [
            "Yalnızca askeri fetihlere odaklanma",
            "Ekonomik çıkarları diplomasiyle koruma",
            "Dini yayılmacılık",
            "Toprak genişletme",
            "İç siyasi istikrar sağlama"
        ],
        "a": 1,
        "e": "Göktürkler, İpek Yolu'ndan elde edilecek ekonomik kazançları güvenceye almak için diplomasi ve ittifakları etkin kullanmıştır. Bu pragmatik yaklaşım, askeri gücü destekleyen ticari çıkar odaklı bir dış politika anlayışını gösterir."
    },
    {
        "id": "tarih_161",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlarin_sanat_gelisimi",
        "subtopic": "Uygurların Sanat Gelişimi",
        "q": "Uygurların Maniheizm'i kabulü sonrasında gözlenen mimari ve resim sanatındaki ilerleme, Türk tarihinde hangi dönüşümü en iyi açıklar?",
        "o": [
            "Göçebe kültürün tamamen yok olması",
            "Yerleşik hayata geçişle birlikte sanatın kurumsallaşması",
            "Askeri sanatların ön plana çıkması",
            "Dini sanatın durması",
            "El sanatlarının azalması"
        ],
        "a": 1,
        "e": "Maniheizm'in gerektirdiği tapınak, mabed ve resim geleneği, Uygurları kalıcı yerleşimlere yöneltmiş; fresk, minyatür ve mimari eserlerde ciddi bir sıçrama yaratmıştır. Bu durum, yerleşik hayata dayalı sanatın kurumsallaşmasını ifade eder."
    },
    {
        "id": "tarih_162",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turk_goclerinin_cografik_etkisi",
        "subtopic": "Türk Göçlerinin Coğrafi Etkisi",
        "q": "Orta Asya'dan Avrupa'ya yönelen Türk göçlerinin ardından feodal yapının güçlenmesi, coğrafyanın siyasi örgütlenme üzerindeki etkisini nasıl göstermektedir?",
        "o": [
            "Merkezi otoritenin güçlenmesine neden olmuştur.",
            "Yerel yönetimlerin ve derebeyliklerin önem kazanmasına yol açmıştır.",
            "Ekonomik birliğin artmasına hizmet etmiştir.",
            "Dini yapıların zayıflamasını zorunlu kılmıştır.",
            "Askeri gücün azalmasına sebep olmuştur."
        ],
        "a": 1,
        "e": "Göç dalgaları sonrası Roma otoritesinin zayıfladığı Batı Avrupa'da, coğrafi parçalanmışlık yerel askeri-siyasi güçlerin (senyörlerin) öne çıkmasına yol açtı. Bu da feodalitenin doğmasını ve yerel yönetimlerin güçlenmesini sağladı; merkezi otoriteyi artırmadı."
    },
    {
        "id": "tarih_163",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "kokturklerde_yargi",
        "subtopic": "Köktürklerde Yargı ve Töre",
        "q": "Köktürk Devleti'nde yargı işleyişi ve töre ilişkisiyle ilgili aşağıdaki öncüllerden hangileri doğrudur?\nI. Kağan, en yüksek yargıç olarak Kurultay'da hüküm verebilir.\nII. Yarganlar, töreye göre karar vermekle yükümlüdür.\nIII. Ağır suçlarda ölüm cezası hiçbir zaman uygulanmamıştır.",
        "o": [
            "Yalnız I",
            "I ve II",
            "I ve III",
            "II ve III",
            "I, II ve III"
        ],
        "a": 1,
        "e": "Kağan en yüksek yargıçtır ve Kurultay'da yargı yetkisi kullanabilir (I). Yarganlar kararlarını töreye dayandırır (II). Ancak at çalma, vatana ihanet gibi ağır suçlarda ölüm cezası uygulanmıştır; III yanlıştır."
    },
    {
        "id": "tarih_164",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturklerde_ekonomi",
        "subtopic": "Göktürklerde Ekonomi",
        "q": "Göktürk ekonomisinin temel unsurları değerlendirildiğinde aşağıdakilerden hangisi doğrudur?",
        "o": [
            "Tamamen yerleşik tarıma dayalıdır.",
            "İpek Yolu üzerindeki vergi ve ticaret önemli gelir kaynaklarındandır.",
            "Sadece Çin'den alınan haraçlara bağımlıdır.",
            "Madencilik ve demircilik Göktürklerde yoktur.",
            "Hayvancılık ikinci plandadır."
        ],
        "a": 1,
        "e": "Göktürkler bozkır ekonomisi içinde hayvancılık, demircilik ve İpek Yolu'ndan alınan vergilerle güçlenmişlerdir. Ticaret ve geçiş gelirleri ekonomide kritik rol oynar."
    },
    {
        "id": "tarih_165",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlarda_maniheizm_toplum",
        "subtopic": "Uygurlarda Maniheizm ve Toplumsal Yapı",
        "q": "Uygurların Maniheizm'i kabul etmelerinin toplumsal sonuçları arasında aşağıdakilerden hangisi yer alır?",
        "o": [
            "Savaşçılığın teşvik edilmesi",
            "Göçebe hayvancılığın tamamen ortadan kalkması",
            "Şehirleşme ve el sanatlarında gelişme",
            "İpek Yolu ticaretinin sona ermesi",
            "Tarımın yasaklanması"
        ],
        "a": 2,
        "e": "Maniheizm savaşçılığı törpülemiş, Uygurları şehirleşme, tarım, ticaret ve el sanatlarında gelişmeye yönlendirmiştir. Ticaret sürmüş, tarım yasaklanmamış, hayvancılık ise yerleşik üretimle birlikte dönüşmüştür."
    },
    {
        "id": "tarih_166",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "hunlarda_diplomasi",
        "subtopic": "Hunlarda Diplomasi ve Çin İlişkileri",
        "q": "Mete Han'ın Çin'e karşı izlediği diplomasi ve askeri stratejilerin temel amacı aşağıdakilerden hangisiyle en iyi açıklanır?",
        "o": [
            "Çin'in tümünü fethedip yerleşik tarıma geçmek",
            "Çin kültürünü Hun ülkesine yerleştirmek",
            "Çin'i vergiye bağlayarak ekonomik ve stratejik üstünlük kurmak",
            "Hunları Çin'e göç ettirmek",
            "İpek Yolu'nu tamamen kapatmak"
        ],
        "a": 2,
        "e": "Mete Han, Çin'i tamamen fethetmek yerine vergiye bağlayarak İpek Yolu üzerindeki ekonomik ve stratejik üstünlüğü hedeflemiştir. Bu yaklaşım Hunların bozkır yaşamını korurken gelir elde etmesini sağlamıştır."
    },
    {
        "id": "tarih_167",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "orhun_yazitlarinin_mesaji",
        "subtopic": "Orhun Yazıtlarının Mesajı",
        "q": "Orhun Yazıtları'nda sıkça vurgulanan 'Türk milleti için gece uyumadım, gündüz oturmadım' ifadesi hangi yönüyle Türk devlet geleneğinin sürekliliğine katkı sağlar?",
        "o": [
            "Dini yayılmacılığı öne çıkarır.",
            "Kağanların kişisel servetini artırmayı amaçlar.",
            "Yöneticinin halk için fedakârlık ve sorumluluk bilincini öne çıkarır.",
            "Yerleşik hayata geçişi zorunlu kılar.",
            "Sadece askeri taktiklerin aktarımını hedefler."
        ],
        "a": 2,
        "e": "Bilge Kağan'ın fedakârlık vurgusu, hükümdarın halkın refahı ve bağımsızlığı için sorumluluk üstlendiğini gösterir. Bu anlayış, devlet geleneğinde yönetici-halk bağını güçlendirir."
    },
    {
        "id": "tarih_168",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturklerde_yazili_kultur",
        "subtopic": "Göktürklerde Yazılı Kültür",
        "q": "Göktürk (Orhun) Alfabesi'nin kullanılmaya başlanması Türk toplumunda aşağıdakilerden hangisine doğrudan katkı sağlamıştır?",
        "o": [
            "Göçebe kültürün tamamen terk edilmesine",
            "Devlet kararlarının yazılı olarak kayıt altına alınmasına",
            "Tarım ekonomisinin zorunlu hale gelmesine",
            "Dini çeşitliliğin ortadan kalkmasına",
            "Feodal yapının güçlenmesine"
        ],
        "a": 1,
        "e": "Orhun Alfabesi, devletin öğütleri, başarıları ve uyarılarının yazıtlarla kalıcılaşmasını sağlamış, yazılı kültürü ve dil birliğini güçlendirmiştir. Göçebe yaşam veya feodal yapı üzerinde doğrudan belirleyici olmamıştır."
    },
    {
        "id": "tarih_169",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "ilk_turk_devletlerinde_ordu",
        "subtopic": "İlk Türk Devletlerinde Ordu",
        "q": "Onlu sistemle teşkilatlanan eski Türk ordusunun aşağıdaki özelliklerinden hangisi, bozkır coğrafyasının askeri gereklilikleriyle en yakından ilişkilidir?",
        "o": [
            "Ağır zırhlı piyadenin savaşın merkezinde yer alması",
            "Hızlı atlı birliklerle ani manevra kabiliyeti",
            "Sadece kuşatma kuleleriyle savaşma",
            "Deniz aşırı seferlerin öncelik taşıması",
            "Topçu birliklerinin belirleyici olması"
        ],
        "a": 1,
        "e": "Bozkır coğrafyasında geniş düzlükler, hafif donanımlı atlı birliklerin hız ve manevra avantajını öne çıkarır. Onlu sistem, bu hareketliliği disipline eder ve komuta-kontrolü kolaylaştırır."
    },
    {
        "id": "tarih_170",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_kut_anlayisi",
        "subtopic": "Türklerde Kut Anlayışı",
        "q": "Kut inancının Türk devlet yapısına etkileri bakımından aşağıdaki çıkarımlardan hangisi doğrudur?",
        "o": [
            "Tahtın tek varise bırakılmasını kesin olarak sağlamıştır.",
            "Merkezi otoriteyi zayıflatabilecek taht mücadelelerini tetiklemiştir.",
            "Hanedan dışından kişilerin tahta geçmesini zorunlu kılmıştır.",
            "Devletin federatif yapıya dönüşmesine yol açmıştır.",
            "Halkın yönetime ortak olmasını engellemiştir."
        ],
        "a": 1,
        "e": "Kut'un hanedan üyeleri arasında paylaşıldığı inancı, birden fazla prensin tahta hak iddia etmesine yol açmış, bu da sık taht kavgalarıyla merkezi otoriteyi zaman zaman zayıflatmıştır. Tek varis zorunluluğu doğurmamıştır."
    },
    {
        "id": "tarih_171",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "gokturklerde_diplomasi",
        "subtopic": "Göktürklerde Diplomasi",
        "q": "İpek Yolu'nun batı kolunda Bizans'la, doğu kolunda Çin ve Sasanilerle ilişkilerini sürdüren Göktürk Devleti, bir ticaret anlaşmazlığında Bizans'la ittifak kurup Sasanilere karşı baskı kurduğunda öncelikli hedefi aşağıdakilerden hangisidir?",
        "o": [
            "Bizans topraklarını ele geçirmek",
            "İpek Yolu gelirlerinden daha yüksek pay almak",
            "Göçebe yaşamı terk ederek yerleşik hayata geçmek",
            "Sasanileri Hristiyanlığa geçirmek",
            "Bizans ordusunu kendi komutasına almak"
        ],
        "a": 1,
        "e": "Göktürkler, İpek Yolu'nun ekonomik değerini bilerek diplomatik ittifaklarla güzergâhı lehlerine çevirmeyi amaçlamıştır. Sasanilere karşı Bizans'la iş birliği, ticaret gelirlerinden payı artırma ve siyasi nüfuz kazanma stratejisidir."
    },
    {
        "id": "tarih_172",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "uygurlarda_ekonomi",
        "subtopic": "Uygurlarda Ekonomi ve Ticaret",
        "q": "Turfan havzasında yerleşik hayata geçen Uygurların tahıl üretimi, ipek ve baharat transit ticareti ile matbaacılık gibi faaliyetleri hangi sonucu doğurmuştur?",
        "o": [
            "Tamamen askerî fetihlere yönelmeleri",
            "Çin'le tüm ilişkilerini kesmeleri",
            "Şehirleşmenin ve zanaatın desteklediği karma bir ekonomi kurmaları",
            "Göçebe hayvancılığa geri dönmeleri",
            "İpek Yolu'nu terk etmeleri"
        ],
        "a": 2,
        "e": "Uygurlar tarım, transit ticaret ve matbaacılık gibi zanaatları birleştirerek şehirleşmeye dayalı karma bir ekonomi oluşturmuştur. Bu yapı, İpek Yolu üzerindeki kültürel ve ticari rolünü pekiştirmiştir."
    },
    {
        "id": "tarih_173",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "hunlarda_onlu_sistem",
        "subtopic": "Hunlarda Onlu Sistem",
        "q": "Mete Han'ın kurduğu onlu teşkilatın Hun ordusuna sağladığı en kritik avantaj aşağıdakilerden hangisidir?",
        "o": [
            "Ağır piyadenin savaşta belirleyici olması",
            "Hızlı seferberlik ve komuta-kontrolün standartlaşması",
            "Deniz gücünün artması",
            "Kuşatma teknolojilerinin gelişmesi",
            "Tüccar loncalarının oluşması"
        ],
        "a": 1,
        "e": "Onlu sistem, hiyerarşik ve modüler bir yapı kurarak bozkır koşullarında hızlı seferberlik, düzenli eğitim ve etkin komuta-kontrol sağlamıştır. Bu da Hun ordusunun hareket kabiliyetini ve disiplinini artırmıştır."
    },
    {
        "id": "tarih_174",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "turklerde_kurultay",
        "subtopic": "Türklerde Kurultay",
        "q": "Kurultayın işlevleriyle ilgili aşağıdaki öncüllerden hangileri doğrudur?\nI. Kağanı seçme veya onaylama\nII. Savaş ve barış kararlarında danışma\nIII. Vergi ve ticaret anlaşmalarını tek başına belirleme",
        "o": [
            "Yalnız I",
            "I ve II",
            "I ve III",
            "II ve III",
            "I, II ve III"
        ],
        "a": 1,
        "e": "Kurultay kağan seçiminde onaylayıcı rol oynar ve savaş-barış gibi stratejik konularda danışma meclisidir (I, II). Vergi ve ticaret anlaşmalarını tek başına belirleyemez; icrai yetki kağandadır (III yanlış)."
    },
    {
        "id": "tarih_175",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "ipek_yolu_stratejisi",
        "subtopic": "İpek Yolu Stratejisi",
        "q": "İpek Yolu'nun kavşak noktalarını elinde tutan bir Türk devletinin, rakip devletlerle yaptığı anlaşmalarda öncelikli olarak hangi kazanımı hedeflediği söylenebilir?",
        "o": [
            "Tarım üretimini tamamen bırakmak",
            "Kültürel etkileşimi durdurmak",
            "Gelir ve diplomatik nüfuzu artırmak",
            "Göçebe yaşamı sona erdirmek",
            "Sadece askeri ittifakları reddetmek"
        ],
        "a": 2,
        "e": "İpek Yolu, ekonomik gelir ve diplomatik nüfuz kaynağıdır. Kontrol, gümrük vergileri ve stratejik ittifaklarla kazanç ve etki alanını genişletmeyi amaçlar; tarım veya kültürel etkileşimi sonlandırmayı değil."
    },
    {
        "id": "tarih_176",
        "topicId": "JnFbEQt0uA8RSEuy22SQ",
        "subtopicId": "avrupa_hun_devleti_etkileri",
        "subtopic": "Avrupa Hun Devleti'nin Etkileri",
        "q": "Avrupa Hun Devleti'nin Batı Roma üzerindeki baskıları ve Kavimler Göçü'nü tetiklemesi dikkate alındığında, aşağıdakilerden hangisi Hunların Avrupa'daki rolüne ilişkin doğru bir çıkarım değildir?",
        "o": [
            "Etnik ve siyasi haritanın yeniden şekillenmesine zemin hazırlamışlardır.",
            "Feodal yapının ortaya çıkış sürecini hızlandırmışlardır.",
            "Roma'nın yıkılış sürecine etki etmişlerdir.",
            "Avrupa'nın Hristiyanlaşmasını doğrudan yönetmişlerdir.",
            "Yeni krallıkların oluşumuna katalizör olmuşlardır."
        ],
        "a": 3,
        "e": "Hunlar, göç dalgalarını tetikleyerek Roma'nın çözülmesine ve feodal yapının doğmasına zemin hazırladı. Ancak Avrupa'nın Hristiyanlaşma sürecini doğrudan yönetmemiş, dinî dönüşümü belirleyen aktör olmamıştır."
    },
    {
        "q": "Osmanlı Devleti'nin kurucusu kimdir?",
        "o": [
            "Osman Bey",
            "Orhan Bey",
            "Fatih Sultan Mehmet",
            "Kanuni Sultan Süleyman",
            "Yıldırım Bayezid"
        ],
        "a": 0,
        "e": "Osmanlı Devleti 1299'da Osman Bey tarafından kurulmuştur.",
        "id": "tarih_177",
        "topicId": "JnFbEQt0uA8RSEuy22SQ"
    }
]